PRODUCTS = {
    'cd проигрыватель': {
        'code': '8471703000',
        'patterns': [],
        'aliases': [],
    },
    'dvd плеер': {
        'code': '8521900001',
        'patterns': [],
        'aliases': [
            'blu ray плеер',
        ],
    },
    'gps модуль': {
        'code': '8526912000',
        'patterns': [],
        'aliases': [],
    },
    'mp3 плеер': {
        'code': '8527139900',
        'patterns': [
            'mp3.*плеер',
        ],
        'aliases': [
            'mp3-плеер',
            'pleer',
        ],
    },
    'nfc метки': {
        'code': '8536908500',
        'patterns': [],
        'aliases': [],
    },
    'sup доска': {
        'code': '9506290000',
        'patterns': [],
        'aliases': [],
    },
    'usb концентратор': {
        'code': '8512309009',
        'patterns': [],
        'aliases': [],
    },
    'абажур ': {
        'code': '9405990008',
        'patterns': [],
        'aliases': [],
    },
    'аварийный сигнал': {
        'code': '8531103000',
        'patterns': [],
        'aliases': [],
    },
    'автовизитка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'парковочный знак',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '8310000000',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'автомагнитола': {
        'code': '8527212009',
        'patterns': [
            'автомагнито.*',
        ],
        'aliases': [],
    },
    'автоматическая катушка с шлангом для полива': {
        'code': '8424491000',
        'patterns': [],
        'aliases': [],
    },
    'автопалатка': {
        'code': '6306190000',
        'patterns': [],
        'aliases': [],
    },
    'автосигнализация': {
        'code': '8512301009',
        'patterns': [],
        'aliases': [],
    },
    'автосигнализация c пультом д у и аксессуарами': {
        'code': '8512309009',
        'patterns': [],
        'aliases': [],
    },
    'адаптер беспроводной': {
        'code': '8517620009',
        'patterns': [],
        'aliases': [
            'wi-fi роутер',
            'видеогарнитура',
            'маршрутизатор',
            'роутер',
            'wifi',
        ],
    },
    'адаптер для бочонков': {
        'code': '7307291008',
        'patterns': [],
        'aliases': [],
    },
    'адаптер для инструмента': {
        'code': '8507908000',
        'patterns': [],
        'aliases': [],
    },
    'адаптер проводной': {
        'code': '8536900100',
        'patterns': [],
        'aliases': [
            'usb конвертер',
        ],
    },
    'адаптивные приборы': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [
            'адаптивные приборы посуда',
        ],
    },
    'адвент календарь': {
        'code': '9503009909',
        'patterns': [],
        'aliases': [],
    },
    'аквагрим': {
        'code': '3213100000',
        'patterns': [],
        'aliases': [],
    },
    'аквариум': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '7020008000',
                    'group': 'стекло',
                    'match': [],
                },
            ],
        },
    },
    'аквашуз': {
        'code': '6404199000',
        'patterns': [],
        'aliases': [
            'akvashuz',
        ],
    },
    'аккумулятор': {
        'code': '8507600000',
        'patterns': [
            'аккумулят.*',
            'внешн.*аккумулятор',
            'повербанк',
        ],
        'aliases': [
            'litiy ionnyy',
            'литий ионный',
        ],
    },
    'аккумулятор для смарт часов': {
        'code': '8507800009',
        'patterns': [],
        'aliases': [],
    },
    'аккумулятор для электробритвы': {
        'code': '8507800009',
        'patterns': [],
        'aliases': [
            'аккумулятор для инструмента',
        ],
    },
    'аксессуар бдсм': {
        'code': '7117190000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для бюстгальтера': {
        'code': '6211490009',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для вакууматора': {
        'code': '8421392008',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для вентилятора': {
        'code': '8207709000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для волос': {
        'code': '9615900000',
        'patterns': [
            'заколк.*волос',
            'ободок.*волос',
            'шпильк.*волос',
            'повязк.*волос',
        ],
        'aliases': [
            'бигуди',
            'диадема',
            'набор аксессуаров для волос',
            'бант для волос',
            'сеточка для волос',
            'бублик для волос',
            'шпильки для волос',
            'повязка для волос',
            'заколка',
            'заколка для волос',
            'ободок',
            'повязка на голову',
            'резинка для волос',
            'крабик для волос',
            'povyazka dlya volos',
            'zakolka dlya volos',
            'zakolka',
            'rezinka dlya volos',
            'заколки',
            'заколка волос',
            'повязка волос',
            'резинка волос',
            'бант волос',
            'obodok',
            'шпильки волос',
            'bant dlya volos',
        ],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '9615900000',
                    'group': 'текстиль',
                    'match': [
                        'ткань',
                        'ткани',
                        'тканев',
                        'тканн',
                    ],
                },
            ],
        },
    },
    'аксессуар для гриля мангала коптильни': {
        'code': '7323920000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для детского транспорта': {
        'code': '6304990000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для жалюзи': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для зажигалок': {
        'code': '9613800000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для защиты музыкальных инструментов': {
        'code': '9209992000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для игровой приставки': {
        'code': '8471607000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для инвалидной коляски': {
        'code': '8302490009',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для инструмента': {
        'code': '8536508002',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для камеры': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для клавишных инструментов': {
        'code': '9209910000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для коляски': {
        'code': '8715009000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для кресла туалета': {
        'code': '9401790009',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для маникюра': {
        'code': '7013491000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для массажа': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для машинок': {
        'code': '8504405500',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для минимоек': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '8424200000',
                    'group': 'ручной',
                    'match': [
                        'аэрограф',
                        'творчества',
                        'автомойки',
                    ],
                },
                {
                    'code': '8424300800',
                    'group': 'электрический',
                    'match': [],
                },
                {
                    'code': '7412200000',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'аксессуар для наращивания ресниц': {
        'code': '9603298000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для пайки': {
        'code': '8515809000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для парикмахера': {
        'code': '9603909100',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для пурифайера': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для пялец': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для робота мойщика окон': {
        'code': '6307109000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для ролевых игр': {
        'code': '4015900000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для сварки': {
        'code': '8501101009',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для стабилизатора': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для струнных инструментов': {
        'code': '9209920000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для телескопа': {
        'code': '9005900000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для ударных инструментов': {
        'code': '9209997000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для утюга': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '8501109900',
                    'group': 'электрический',
                    'match': [
                        'электробритвы',
                        'запчасти',
                        'принадлежности',
                        'модели',
                        'инструментов',
                        'сборной',
                        'пылесоса',
                    ],
                },
                {
                    'code': '7326909807',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '8516900000',
                    'group': 'бытовой',
                    'match': [],
                },
            ],
        },
    },
    'аксессуар для фигурок': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для фотосессий': {
        'code': '9505900000',
        'patterns': [
            'аксес.*для.*фотос',
        ],
        'aliases': [],
    },
    'аксессуар для хранения дисков': {
        'code': '8473508000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для хранения коллекций': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '4820500000',
                    'group': 'бумага',
                    'match': [],
                },
            ],
        },
    },
    'аксессуар для хранения мотоэкипировки': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для хранения табака': {
        'code': '7326909202',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для штор': {
        'code': '8505110000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для электрогирлянд': {
        'code': '9405110014',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар из камня': {
        'code': '6802290009',
        'patterns': [
            'аксес.*из.*камня',
        ],
        'aliases': [
            'аксессуар для гаданий',
        ],
    },
    'аксессуары для автомойки': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для батута': {
        'code': '5608199000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для гироскутера': {
        'code': '7009100009',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для гироскутера моноколеса': {
        'code': '8507800009',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для груминга': {
        'code': '6116990000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для дайвинга': {
        'code': '6116930000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для игрового спортивного комплекса': {
        'code': '8483502000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для инвалидной коляски': {
        'code': '9401790009',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для клавиатуры мыши': {
        'code': '8473308000',
        'patterns': [],
        'aliases': [
            'аксессуары для клавиатуры, мыши',
        ],
    },
    'аксессуары для лыж сноуборда': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для монтажа охранных систем': {
        'code': '8301100000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для освещения': {
        'code': '9405110039',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для палатки': {
        'code': '6306900000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для печи камина': {
        'code': '8414510000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для поилки автокормушки': {
        'code': '8421990006',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для ремонта ухода за судном': {
        'code': '8413910008',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для судов': {
        'code': '7419800000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для сумки рюкзака': {
        'code': '4202229000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для танцев': {
        'code': '6213900000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для телефона атс': {
        'code': '8518309500',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для тренажеров': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для туризма': {
        'code': '8414809000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для шлема': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для электробритвы': {
        'code': '8504405500',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для sup доски': {
        'code': '5607491100',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для аудиотехники': {
        'code': '',
        'patterns': [],
        'aliases': [
            'аксессуары, запчасти для аудиотехники',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8518299600',
                    'group': 'электроника',
                    'match': [],
                },
                {
                    'code': '8504409100',
                    'group': 'электрический',
                    'match': [],
                },
            ],
        },
    },
    'аксессуары запчасти для велосипеда': {
        'code': '8531202000',
        'patterns': [],
        'aliases': [
            'аксессуары, запчасти для велосипеда',
        ],
    },
    'аксессуары запчасти для виндсерфинга': {
        'code': '8483502000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для детской авто мототехники': {
        'code': '8504405500',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для кондиционера': {
        'code': '8421290009',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для кулера': {
        'code': '8516108000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для модели': {
        'code': '8501109100',
        'patterns': [],
        'aliases': [
            'аксессуар для сборной модели',
        ],
    },
    'аксессуары запчасти для пылесоса': {
        'code': '5608193000',
        'patterns': [],
        'aliases': [
            'аксессуары, запчасти для пылесоса',
        ],
    },
    'аксессуары запчасти для робота пылесоса': {
        'code': '9603298000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для серфинга': {
        'code': '9506290000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для снорклинга': {
        'code': '4016950000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для фритюрницы': {
        'code': '8516808000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для холодильника': {
        'code': '8418999000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для швейной машины': {
        'code': '7318154900',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары оснастка для рыбалки': {
        'code': '9507300000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары профиля для светильника': {
        'code': '8539520009',
        'patterns': [],
        'aliases': [],
    },
    'акустическая гитара': {
        'code': '9202903000',
        'patterns': [],
        'aliases': [],
    },
    'альбом': {
        'code': '4820500000',
        'patterns': [],
        'aliases': [
            'albom',
        ],
    },
    'амбашюры': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [
            'силиконовые вкладыши',
            'амбушюры для наушников',
        ],
    },
    'амортизатор': {
        'code': '8708803509',
        'patterns': [
            'амортизат.*',
        ],
        'aliases': [],
    },
    'амперметр': {
        'code': '9030339900',
        'patterns': [],
        'aliases': [],
    },
    'анорак': {
        'code': '6102309000',
        'patterns': [],
        'aliases': [],
    },
    'антенна': {
        'code': '8529103100',
        'patterns': [],
        'aliases': [],
    },
    'аппарат для маникюра педикюра': {
        'code': '8543708000',
        'patterns': [],
        'aliases': [],
    },
    'аппарат для маникюра педикюра с фрезами набор': {
        'code': '8543708000',
        'patterns': [],
        'aliases': [],
    },
    'аппликатор': {
        'code': '',
        'patterns': [],
        'aliases': [
            'наконечник для трости',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4016999708',
                    'group': 'резина',
                    'match': [],
                },
            ],
        },
    },
    'арка крыла автомобильная': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'арка садовая': {
        'code': '',
        'patterns': [
            'арка.*садов',
        ],
        'aliases': [],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '7326909807',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '9403208009',
                    'group': 'мебель',
                    'match': [
                        'держатель',
                        'садового',
                        'инструмента',
                    ],
                },
            ],
        },
    },
    'арматура сантехническая': {
        'code': '',
        'patterns': [],
        'aliases': [
            'ванночка',
            'ванна',
            'душ',
            'раковина',
            'биде',
            'унитаз',
            'сливной бачок',
            'аксессуар для горшка',
            'аксессуар для биде',
            'аксессуар для ванны',
            'аксессуар для душа',
            'аксессуар для унитаза',
            'аксессуар для раковины',
            'детский горшок',
            'крышка для детского горшка',
            'горшок для ребенка',
            'бассейн',
            'купель',
            'переносной душ',
            'туалет походный',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3922900000',
                    'group': 'пластик',
                    'match': [
                        'пластиковый',
                        'пластмассовый',
                        'пластик',
                    ],
                },
            ],
        },
    },
    'аромадиффузор': {
        'code': '6802290009',
        'patterns': [
            'аромадиффуз.*',
        ],
        'aliases': [],
    },
    'аромадиффузор автомобльный': {
        'code': '9616101000',
        'patterns': [],
        'aliases': [],
    },
    'ароматизатор': {
        'code': '3307490000',
        'patterns': [],
        'aliases': [
            'парфюмерный увлажнитель',
            'саше',
            'ароматический диффузор',
            'вонючка в автомобиль',
            'диффузор',
        ],
    },
    'аспиратор назальный детский электрический': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [],
    },
    'атлетическая лента': {
        'code': '5906100000',
        'patterns': [],
        'aliases': [],
    },
    'аудиокассета': {
        'code': '8523299000',
        'patterns': [],
        'aliases': [],
    },
    'аэратор для газона ручной': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'аэратор для смесителя': {
        'code': '8481801100',
        'patterns': [],
        'aliases': [],
    },
    'аэрогриль': {
        'code': '8516607000',
        'patterns': [
            'аэрогри.*',
        ],
        'aliases': [
            'электрошашлычница',
        ],
    },
    'бабочка': {
        'code': '6215200000',
        'patterns': [],
        'aliases': [],
    },
    'багажные дуги': {
        'code': '',
        'patterns': [],
        'aliases': [
            'bagazhnye',
            'bagazhnye dugi aerodinamicheskaya poperechina',
            'багажные дуги аэродинамическая поперечина',
            'велобагажник на автомобиль',
        ],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '8302300009',
                    'group': 'металл',
                    'match': [
                        'алюмин',
                    ],
                },
                {
                    'code': '7326909807',
                    'group': 'металл',
                    'match': [
                        'сталь',
                        'стальн',
                        'стали',
                    ],
                },
            ],
        },
    },
    'багетная рама': {
        'code': '8306300000',
        'patterns': [],
        'aliases': [],
    },
    'бад': {
        'code': '2106909803',
        'patterns': [],
        'aliases': [
            'протеиновые чипсы',
            'чипсы протеиновые',
            'protein chips',
            'чипсы protein',
            'бады',
            'предтренировочный комплекс',
            'растительный напиток',
        ],
    },
    'база сиденья': {
        'code': '9401990009',
        'patterns': [],
        'aliases': [],
    },
    'балаклава': {
        'code': '6505009000',
        'patterns': [],
        'aliases': [
            'balaklava',
        ],
    },
    'балансир для батареек': {
        'code': '8504408500',
        'patterns': [],
        'aliases': [],
    },
    'балансир спортивный': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'балдахин': {
        'code': '6303910000',
        'patterns': [],
        'aliases': [],
    },
    'баллон': {
        'code': '7311001300',
        'patterns': [],
        'aliases': [],
    },
    'бандаж': {
        'code': '9021101000',
        'patterns': [],
        'aliases': [],
    },
    'бандалетки': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6307909800',
                    'group': 'текстиль',
                    'match': [],
                },
            ],
        },
    },
    'баннер для праздника': {
        'code': '4911910000',
        'patterns': [],
        'aliases': [],
    },
    'барабан': {
        'code': '9206000000',
        'patterns': [],
        'aliases': [],
    },
    'барбекю гриль': {
        'code': '7321119000',
        'patterns': [],
        'aliases': [],
    },
    'барометр': {
        'code': '9025802000',
        'patterns': [],
        'aliases': [],
    },
    'барсетка': {
        'code': '4202221000',
        'patterns': [],
        'aliases': [],
    },
    'баскетбольная стойка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7326909807',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '9503009909',
                    'group': 'игрушки',
                    'match': [],
                },
            ],
        },
    },
    'бассейн': {
        'code': '',
        'patterns': [],
        'aliases': [
            'бассейн надувной',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9506999000',
                    'group': 'спорт',
                    'match': [
                        'надувной',
                        'горки',
                        'спортивный',
                    ],
                },
            ],
        },
    },
    'батарейка': {
        'code': '8506503000',
        'patterns': [],
        'aliases': [],
    },
    'батарейка для смарт часов': {
        'code': '8506101801',
        'patterns': [],
        'aliases': [],
    },
    'бачок для краскопульта': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'беговая дорожка': {
        'code': '9506911000',
        'patterns': [],
        'aliases': [],
    },
    'беговел': {
        'code': '9503001009',
        'patterns': [],
        'aliases': [],
    },
    'беговое колесо для животных': {
        'code': '',
        'patterns': [
            'бегов.*колес.*для.*живот',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '7326200009',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'бейдж': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'бейсболка': {
        'code': '6505003000',
        'patterns': [],
        'aliases': [
            'берет',
            'beysbolka',
        ],
    },
    'белье корректирующее': {
        'code': '6114300000',
        'patterns': [],
        'aliases': [],
    },
    'беруши для плавания': {
        'code': '4014900000',
        'patterns': [],
        'aliases': [],
    },
    'беруши противошумные': {
        'code': '4014900000',
        'patterns': [],
        'aliases': [],
    },
    'беседка': {
        'code': '5608199000',
        'patterns': [],
        'aliases': [],
    },
    'бескаркасный диван': {
        'code': '9401490000',
        'patterns': [],
        'aliases': [],
    },
    'бидон': {
        'code': '7323930000',
        'patterns': [],
        'aliases': [],
    },
    'бинокль': {
        'code': '9005100000',
        'patterns': [
            'монокул.*',
        ],
        'aliases': [],
        'synonyms': [
            'монокуляр',
            'телескоп',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9005100000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'бинт': {
        'code': '3005905000',
        'patterns': [],
        'aliases': [
            'бинт бандажный',
        ],
    },
    'биотуалет': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'бирка': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'бисер': {
        'code': '7018101900',
        'patterns': [],
        'aliases': [],
    },
    'бита': {
        'code': '8207903000',
        'patterns': [],
        'aliases': [
            'набор бит',
        ],
    },
    'бита для шуруповерта': {
        'code': '8207909900',
        'patterns': [],
        'aliases': [],
    },
    'благовония': {
        'code': '3307410000',
        'patterns': [],
        'aliases': [
            'ладан',
        ],
    },
    'бланк документа': {
        'code': '4823908597',
        'patterns': [],
        'aliases': [],
    },
    'блендер': {
        'code': '8509400000',
        'patterns': [],
        'aliases': [],
    },
    'блесна': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [
            'blesna',
        ],
    },
    'блок для йоги': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'блок питания': {
        'code': '8504405500',
        'patterns': [],
        'aliases': [],
    },
    'блок розжига': {
        'code': '8511300008',
        'patterns': [],
        'aliases': [],
    },
    'блок управления': {
        'code': '8537109800',
        'patterns': [
            'блок.*управ',
        ],
        'aliases': [],
    },
    'блок шлифовальный': {
        'code': '6804229000',
        'patterns': [],
        'aliases': [
            'лента шлифовальная',
        ],
    },
    'блокиратор дверей ящиков окон': {
        'code': '8301409000',
        'patterns': [],
        'aliases': [],
    },
    'блокнот': {
        'code': '4820103000',
        'patterns': [],
        'aliases': [
            'записная книжка',
            'bloknot',
            'планинг',
            'tetrad',
        ],
        'synonyms': [
            'ежедневник',
            'скетчбук',
            'тетрадь',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4820103000',
                    'group': '',
                    'match': [
                        'картон',
                    ],
                },
            ],
        },
    },
    'блузка': {
        'code': '6106909000',
        'patterns': [],
        'aliases': [],
    },
    'блузка рабочая': {
        'code': '6109909000',
        'patterns': [],
        'aliases': [],
    },
    'блюдце': {
        'code': '6912002300',
        'patterns': [],
        'aliases': [],
    },
    'боди': {
        'code': '6114300000',
        'patterns': [],
        'aliases': [
            'bodi',
        ],
    },
    'боди для малышей': {
        'code': '6209200000',
        'patterns': [],
        'aliases': [],
    },
    'бодибар': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'бокорезы': {
        'code': '8203200009',
        'patterns': [],
        'aliases': [],
    },
    'бокс для батареек': {
        'code': '8507908000',
        'patterns': [],
        'aliases': [],
    },
    'боксерская груша': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'болгарка': {
        'code': '8467295100',
        'patterns': [],
        'aliases': [],
    },
    'болеро': {
        'code': '6110309900',
        'patterns': [],
        'aliases': [],
    },
    'болт': {
        'code': '7318159008',
        'patterns': [],
        'aliases': [],
    },
    'бомбер': {
        'code': '6202900001',
        'patterns': [],
        'aliases': [],
    },
    'бордюр садовый': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'бортовой компьютер': {
        'code': '8471490000',
        'patterns': [],
        'aliases': [],
    },
    'босоножки': {
        'code': '',
        'patterns': [
            'босонож.*',
        ],
        'aliases': [
            'балетки',
            'мюли',
            'baletki',
            'bosonozhki',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6405909000',
                    'group': 'кожа',
                    'match': [
                        'балетки',
                    ],
                },
                {
                    'code': '6402999100',
                    'group': 'текстиль',
                    'match': [],
                },
            ],
        },
    },
    'ботинки': {
        'code': '6402919000',
        'patterns': [
            'мотооб',
        ],
        'aliases': [
            'ботильоны',
            'дутики',
            'угги',
            'botinki',
            'сноубутсы',
            'botilony',
            'uggi',
        ],
    },
    'браслет': {
        'code': '7117900000',
        'patterns': [],
        'aliases': [
            'бижутерия браслет на руку',
            'braslet',
        ],
    },
    'брезент': {
        'code': '6306120000',
        'patterns': [
            'сетка садовая',
        ],
        'aliases': [],
    },
    'брелок': {
        'code': '',
        'patterns': [],
        'aliases': [
            'brelok',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3926400000',
                    'name': 'Пласт',
                    'group': 'пластик',
                },
                {
                    'code': '8306290009',
                    'name': 'Металл',
                    'group': 'металл',
                },
                {
                    'code': '4420190000',
                    'name': 'Дерево',
                    'group': 'дерево',
                },
                {
                    'code': '7018909000',
                    'name': 'Стекло',
                    'group': 'стекло',
                },
            ],
        },
    },
    'брелок для ключа': {
        'code': '4202921900',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4202921900',
                    'group': 'искусственная кожа',
                    'match': [],
                },
            ],
        },
    },
    'брелок для смартфона': {
        'code': '7117900000',
        'patterns': [],
        'aliases': [],
    },
    'бриджи': {
        'code': '6204699000',
        'patterns': [],
        'aliases': [],
    },
    'бритва': {
        'code': '8212101000',
        'patterns': [],
        'aliases': [],
    },
    'брошь': {
        'code': '7117900000',
        'patterns': [],
        'aliases': [
            'brosh',
        ],
    },
    'брошюровщик переплетчик': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'брызговик': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'брызговики': {
        'code': '3926909709',
        'patterns': [
            'брызгови.*',
        ],
        'aliases': [
            'bryzgoviki',
            'bryzgoviki art',
            'брызговики для велосипеда',
        ],
    },
    'брюки': {
        'code': '',
        'patterns': [],
        'aliases': [
            'джоггеры',
            'легинсы',
            'лосины',
            'штаны',
            'джинсы багги',
            'леггинсы',
            'брюки карго',
            'bryuki',
            'брюки утепленные',
            'bryuki uteplennye',
            'термобрюки',
            'leginsy',
            'мотобрюки',
            'джеггинсы',
            'легинсы для малышей',
            'легинсы малышей',
            'брюки для малышей',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6103490001',
                    'name': 'Муж',
                    'group': 'мужской',
                    'match': [
                        'джоггеры',
                        'джинсы',
                        'длинные',
                        'льна',
                        'тонкого',
                        'колена',
                        'клеш',
                        'bonnyclub',
                    ],
                },
                {
                    'code': '6104690001',
                    'name': 'Жен',
                    'group': 'женский',
                    'match': [
                        'школа',
                        'легинсы',
                    ],
                },
                {
                    'code': '6111909000',
                    'name': 'Дет',
                    'group': 'детский',
                    'match': [
                        'утепленные',
                        'джинсы',
                    ],
                },
                {
                    'code': '6104630000',
                    'group': 'флис',
                    'match': [],
                },
            ],
        },
    },
    'брюки рабочие': {
        'code': '6204699000',
        'patterns': [],
        'aliases': [],
    },
    'буксируемый водный аттракцион': {
        'code': '8907100000',
        'patterns': [],
        'aliases': [],
    },
    'булава для гимнастики': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'булавка': {
        'code': '7319400000',
        'patterns': [],
        'aliases': [],
    },
    'булавы для художественной гимнастики': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'бумага для выпечки': {
        'code': '4806200000',
        'patterns': [],
        'aliases': [],
    },
    'бумага для заметок': {
        'code': '4823908597',
        'patterns': [],
        'aliases': [
            'bumaga dlya zametok',
        ],
    },
    'бумага для принтера листов': {
        'code': '4802562000',
        'patterns': [],
        'aliases': [],
    },
    'бумага для рисования': {
        'code': '4823908597',
        'patterns': [],
        'aliases': [],
    },
    'бумага пищевая': {
        'code': '4806200000',
        'patterns': [],
        'aliases': [
            'пленка пищевая',
        ],
    },
    'бумажные полотенца': {
        'code': '4818209100',
        'patterns': [],
        'aliases': [],
    },
    'бумажные салфетки': {
        'code': '4818201000',
        'patterns': [],
        'aliases': [],
    },
    'бур': {
        'code': '8207501000',
        'patterns': [],
        'aliases': [],
    },
    'бур садовый ручной': {
        'code': '8207199009',
        'patterns': [],
        'aliases': [],
    },
    'бусина': {
        'code': '',
        'patterns': [],
        'aliases': [
            'бусины',
            'камень бижутерный',
            'зажим для галстука',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '7117900000',
                    'group': 'украшения',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'бусы': {
        'code': '3926400000',
        'patterns': [],
        'aliases': [],
    },
    'бутылка': {
        'code': '',
        'patterns': [
            'диспенс.*',
        ],
        'aliases': [
            'butylka',
            'бутылочка',
            'емкость мерная',
            'поильник',
            'спейсер',
            'sportivnaya butylka',
            'шейкер спортивный',
            'бутыль',
            'канистра универсальная',
            'кувшин',
            'гастроемкость',
            'banka',
            'диспенсер для сыпучих продуктов',
        ],
        'synonyms': [
            'флакон',
            'диспенсер',
            'дозатор для жидкого мыла',
            'емкость',
            'канистра',
            'контейнер для молочной смеси',
            'бочка',
            'канистра для воды',
            'канистра для гсм',
            'кувшин',
            'гастроёмкость',
            'банка',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3923301090',
                    'name': 'Пласт до 2',
                    'group': 'пластик',
                    'match': [
                        'дорожный',
                        'набор',
                        'флаконов',
                    ],
                    'max_volume_l': 2,
                },
                {
                    'code': '7010906109',
                    'name': 'Стекло',
                    'group': 'стекло',
                    'match': [
                        'боросилик',
                        'стекл',
                    ],
                },
                {
                    'code': '7310100000',
                    'name': 'Металл',
                    'group': 'металл',
                    'match': [
                        'нержавеющая',
                        'сталь',
                    ],
                    'min_volume_l': 50,
                },
                {
                    'code': '3923309090',
                    'name': 'Пласт после 2',
                    'group': 'пластик',
                    'match': [],
                    'min_volume_l': 2,
                },
                {
                    'code': '8413810000',
                    'group': 'электрический',
                    'match': [
                        'воды',
                        'помпа',
                        'настольная',
                    ],
                },
                {
                    'code': '3924900009',
                    'group': 'бытовой',
                    'match': [
                        'домашн',
                        'гигиен',
                    ],
                },
                {
                    'code': '7310299000',
                    'group': 'металл',
                    'match': [],
                    'min_volume_l': 0,
                    'max_volume_l': 50,
                },
                {
                    'code': '7013379900',
                    'group': 'керамика',
                    'match': [
                        'стеклокерамик',
                    ],
                },
            ],
        },
    },
    'бутылочка для животных': {
        'code': '7310100000',
        'patterns': [],
        'aliases': [],
    },
    'быстрозажимная гайка': {
        'code': '7318169900',
        'patterns': [],
        'aliases': [],
    },
    'бытовой инструмент': {
        'code': '8205510090',
        'patterns': [
            'яйцеч',
            'соковыжим',
            'бытовой измельчитель',
            'толкушк',
        ],
        'aliases': [
            'овощечистка',
            'овощерезка',
            'орехокол',
            'открывалка',
            'рыбочистка',
            'терка',
            'яйцечистка',
            'открывашка',
            'пылевыбивалка',
            'чеснокодавка',
            'чеснокодавилка',
            'terka',
            'ovoshchechistka',
        ],
    },
    'бюстгальтер': {
        'code': '6212109000',
        'patterns': [
            'бюстгальт.*',
        ],
        'aliases': [
            'бюстгальтер вентал классик',
            'бюстгальтер бандо бесшовный',
            'бюстгальтер комплект',
            'byustgalter koyeta',
            'byustgalter yedhsi byustgalter',
            'бюстгальтер кружевной',
            'byustgalter vental klassik',
            'byustgalter aueoeo',
        ],
        'synonyms': [
            'бюстгалтер',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6212109000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'ваза': {
        'code': '',
        'patterns': [],
        'aliases': [
            'vaza',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6913909800',
                    'name': 'Керамика',
                    'group': 'керамика',
                },
                {
                    'code': '7018909000',
                    'name': 'Стекло',
                    'group': 'стекло',
                },
                {
                    'code': '7323990000',
                    'group': 'металл',
                    'match': [
                        'металл',
                    ],
                },
                {
                    'code': '3926400000',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'ваза на кладбище': {
        'code': '6810990000',
        'patterns': [],
        'aliases': [],
    },
    'вакуумный упаковщик': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [],
    },
    'валик': {
        'code': '9603409000',
        'patterns': [],
        'aliases': [
            'аксессуар для малярных работ',
            'валик малярный',
        ],
    },
    'валик для йоги': {
        'code': '9019109009',
        'patterns': [],
        'aliases': [],
    },
    'валик для тренажера': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'вальтрап': {
        'code': '4201000000',
        'patterns': [],
        'aliases': [],
    },
    'ванна': {
        'code': '3924900009',
        'patterns': [
            'ванна.*для.*детей',
        ],
        'aliases': [],
    },
    'вантуз': {
        'code': '9603909100',
        'patterns': [],
        'aliases': [],
    },
    'вариатор для мототехники': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'ватные диски': {
        'code': '5601219000',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'ватные подушечки',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '5601219000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'ватные палочки': {
        'code': '5601219000',
        'patterns': [],
        'aliases': [],
    },
    'вафельница': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8516797000',
                    'group': 'бытовой',
                    'match': [],
                },
                {
                    'code': '7323930000',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'ведро': {
        'code': '',
        'patterns': [],
        'aliases': [
            'vedro tualet',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3924900009',
                    'name': 'Пласт',
                    'group': 'пластик',
                },
                {
                    'code': '7323990000',
                    'name': 'Металл',
                    'group': 'металл',
                },
                {
                    'code': '4420190000',
                    'name': 'Дерево',
                    'group': 'дерево',
                },
            ],
        },
    },
    'веер': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4823908597',
                    'group': 'бумага',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '4420909900',
                    'group': 'дерево',
                    'match': [],
                },
            ],
        },
    },
    'вейдерсы': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926200000',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '6401990000',
                    'group': 'резина',
                    'match': [],
                },
            ],
        },
    },
    'велокамера': {
        'code': '4013900000',
        'patterns': [],
        'aliases': [
            'велосипедная камера',
        ],
        'synonyms': [
            'камера колеса',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4013900000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'велокресло детское': {
        'code': '9401790001',
        'patterns': [],
        'aliases': [],
    },
    'велокрыло': {
        'code': '8714999009',
        'patterns': [],
        'aliases': [],
    },
    'велосипед': {
        'code': '',
        'patterns': [
            'велосип.*',
        ],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8712003000',
                    'group': 'взрослый',
                },
                {
                    'code': '9503001009',
                    'name': 'Детский',
                    'group': 'детский',
                },
            ],
        },
    },
    'велосипедки': {
        'code': '6204699000',
        'patterns': [],
        'aliases': [
            'velosipedki',
        ],
    },
    'велосипедная звездочка': {
        'code': '8714999009',
        'patterns': [],
        'aliases': [],
    },
    'велосипедный звонок': {
        'code': '8512100000',
        'patterns': [],
        'aliases': [],
    },
    'велотренажер': {
        'code': '9506911000',
        'patterns': [],
        'aliases': [],
    },
    'велофара': {
        'code': '8512100000',
        'patterns': [],
        'aliases': [],
    },
    'вентиль для бескамерных шин': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'вентилятор': {
        'code': '8414592000',
        'patterns': [
            'вентилят.*',
        ],
        'aliases': [],
    },
    'вентилятор автомобильный': {
        'code': '8414598000',
        'patterns': [],
        'aliases': [],
    },
    'вентилятор канальный': {
        'code': '8414594000',
        'patterns': [],
        'aliases': [
            'вентилятор вытяжной',
        ],
    },
    'вентилятор приточно вытяжной': {
        'code': '8414900000',
        'patterns': [],
        'aliases': [],
    },
    'веревка': {
        'code': '5607509000',
        'patterns': [],
        'aliases': [
            'verevka alpinistskaya',
            'веревка альпинистская',
            'verevka',
        ],
    },
    'вертлюг': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [],
    },
    'вертушка': {
        'code': '9503009909',
        'patterns': [],
        'aliases': [],
    },
    'весло': {
        'code': '9506290000',
        'patterns': [],
        'aliases': [],
    },
    'весы': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '8423101000',
                    'group': 'электрический',
                    'match': [
                        'разноцветный',
                        'кухонные',
                        'китай',
                    ],
                },
                {
                    'code': '8423109000',
                    'group': 'электрический',
                    'match': [
                        'металлические',
                        'белый',
                        'орнаментом',
                        'кухонные',
                        'китай',
                        'винтажные',
                    ],
                },
            ],
        },
    },
    'ветровка': {
        'code': '6101309000',
        'patterns': [],
        'aliases': [],
    },
    'ветровые лопасти': {
        'code': '8502310000',
        'patterns': [],
        'aliases': [],
    },
    'вешалка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'вешалка напольная',
            'veshalka',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3924900009',
                    'name': 'Пластик',
                    'group': 'пластик',
                },
                {
                    'code': '7323990000',
                    'name': 'Металл',
                    'group': 'металл',
                },
                {
                    'code': '4421999000',
                    'name': 'Дерево',
                    'group': 'дерево',
                },
            ],
        },
    },
    'вешалка автомобильная': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'вешалка настенная': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'вешалка органайзер': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'вешалка плечики': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'вибратор': {
        'code': '9019101000',
        'patterns': [],
        'aliases': [],
    },
    'вибромассажер': {
        'code': '9019101000',
        'patterns': [],
        'aliases': [],
    },
    'виброрейка': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'вибростанок': {
        'code': '8501402009',
        'patterns': [],
        'aliases': [],
    },
    'видеодомофон': {
        'code': '8525813000',
        'patterns': [],
        'aliases': [],
    },
    'видеоигра': {
        'code': '9504500001',
        'patterns': [],
        'aliases': [],
    },
    'видеокарта': {
        'code': '8542319090',
        'patterns': [],
        'aliases': [],
    },
    'видеорегистратор с камерой заднего вида': {
        'code': '8521900009',
        'patterns': [],
        'aliases': [],
    },
    'визитная карточка': {
        'code': '4823908597',
        'patterns': [
            'визит.*карто',
        ],
        'aliases': [],
    },
    'визор': {
        'code': '3926909200',
        'patterns': [],
        'aliases': [],
    },
    'вилка': {
        'code': '8215991000',
        'patterns': [],
        'aliases': [
            'vilka',
        ],
        'material_codes': {
            'латунь': '8536699008',
        },
    },
    'вилка штепсельная': {
        'code': '8536699008',
        'patterns': [],
        'aliases': [
            'штепсельный разъем',
        ],
    },
    'вилы': {
        'code': '8201900009',
        'patterns': [],
        'aliases': [],
    },
    'виниловый проигрыватель': {
        'code': '8519891100',
        'patterns': [
            'винил.*проиг',
        ],
        'aliases': [],
    },
    'винт': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '7318155900',
                    'name': 'Крестообразный шлиц',
                    'group': 'крестообразный',
                    'match': [
                        'крестообраз',
                        'phillips',
                        'ph2',
                        'ph3',
                    ],
                },
                {
                    'code': '7318156900',
                    'name': 'Шестигранный шлиц',
                    'group': 'шестигранный',
                    'match': [
                        'шестигран',
                        'hex',
                        'под ключ',
                    ],
                },
                {
                    'code': '7318154100',
                    'name': 'Без головки/шлица',
                    'group': 'без головки',
                    'match': [
                        'без головки',
                        'без шлица',
                        'потайной',
                        'headless',
                    ],
                },
            ],
        },
    },
    'витамины': {
        'code': '2936290009',
        'patterns': [],
        'aliases': [
            'таурин',
            'порошок бромелайна',
        ],
    },
    'вкладыш для обуви': {
        'code': '6406905000',
        'patterns': [],
        'aliases': [],
    },
    'вкладыш для сиденья мото': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'вкладыш от пота': {
        'code': '4818500000',
        'patterns': [],
        'aliases': [
            'вкладыши от пота',
        ],
    },
    'вкладышь в спальный мешок': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'влажные салфетки': {
        'code': '3401190000',
        'patterns': [],
        'aliases': [
            'средство для ухода за одеждой',
        ],
    },
    'внешний аккамулятор': {
        'code': '8507600000',
        'patterns': [],
        'aliases': [],
    },
    'внешний аккумулятор': {
        'code': '8507800009',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'повербанк',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8507800009',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'воблер': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [],
    },
    'водная игрушка': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'водолазка': {
        'code': '6109909000',
        'patterns': [],
        'aliases': [
            'vodolazka',
        ],
    },
    'водонагреватель газовый': {
        'code': '8419110000',
        'patterns': [],
        'aliases': [],
    },
    'водонагреватель для бассейна': {
        'code': '8516108000',
        'patterns': [],
        'aliases': [],
    },
    'водонагреватель проточный': {
        'code': '8419110000',
        'patterns': [],
        'aliases': [],
    },
    'водосгон автомобильный': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'водяной насос': {
        'code': '8413810000',
        'patterns': [],
        'aliases': [
            'насос погружной',
            'насос для пруда',
            'насосная станция',
            'мотопомпа',
            'фильтрующий насос для бассейна',
        ],
    },
    'воздуходувка': {
        'code': '8467292000',
        'patterns': [
            'воздуходув.*',
        ],
        'aliases': [],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '8467292000',
                    'group': 'металл',
                    'match': [
                        'металл',
                    ],
                },
            ],
        },
    },
    'воздушный змей': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9503009500',
                    'group': 'игрушки',
                    'match': [],
                },
                {
                    'code': '9506999000',
                    'group': 'спорт',
                    'match': [],
                },
                {
                    'code': '9505900000',
                    'group': 'карнавал и новогод',
                    'match': [],
                },
            ],
        },
    },
    'воздушный шар': {
        'code': '9505900000',
        'patterns': [],
        'aliases': [
            'реквизит бутафория карнавальная',
            'аксессуар для воздушного шара',
            'хлопушка на праздник',
            'очки карнавальные',
            'украшения из фольги',
        ],
        'synonyms': [
            'шарик воздушный',
            'шарики',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9505900000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'воланы': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'волосы для наращивания': {
        'code': '6704900000',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'канекалон для волос',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6704900000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'вольер для животных': {
        'code': '7326200001',
        'patterns': [
            'волье.*для.*живот',
        ],
        'aliases': [
            'вольер',
        ],
    },
    'вольтметр': {
        'code': '9030339100',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '9030339100',
                    'group': 'металл',
                    'match': [
                        'металл',
                    ],
                },
            ],
        },
    },
    'воронка': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [
            'voronka',
            'воронка техническая',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'воронка кухонная': {
        'code': '3924900009',
        'patterns': [],
        'aliases': [],
    },
    'ворота безопасности': {
        'code': '5608193000',
        'patterns': [],
        'aliases': [],
    },
    'воротник съемный': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'вращающийся столик': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [],
    },
    'временная татуировка': {
        'code': '4908900000',
        'patterns': [
            'време.*перев.*татуи',
        ],
        'aliases': [
            'временные татуировки',
            'временная переводная татуировка',
            'временная переводная татуировка цветы',
        ],
    },
    'вспениватель молока': {
        'code': '8509400000',
        'patterns': [],
        'aliases': [],
    },
    'вставка мультируля': {
        'code': '8536501101',
        'patterns': [],
        'aliases': [],
    },
    'встраеваемый mp3 плеер': {
        'code': '8519813500',
        'patterns': [],
        'aliases': [],
    },
    'втулка': {
        'code': '4016999708',
        'patterns': [],
        'aliases': [],
    },
    'втулка для сверла': {
        'code': '7318153008',
        'patterns': [],
        'aliases': [],
    },
    'выжимной подшипник': {
        'code': '8708939009',
        'patterns': [],
        'aliases': [],
    },
    'выкатная корзина': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [],
    },
    'выключатель для мойки высокого давления': {
        'code': '8536501906',
        'patterns': [],
        'aliases': [],
    },
    'выколотка направляющих клапанов': {
        'code': '8481900000',
        'patterns': [],
        'aliases': [],
    },
    'вынос руля': {
        'code': '8708949909',
        'patterns': [],
        'aliases': [],
    },
    'вырезалка': {
        'code': '4903000000',
        'patterns': [],
        'aliases': [],
    },
    'гаечный ключ': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8205598099',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '8204110000',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'газовая горелка': {
        'code': '7321119000',
        'patterns': [],
        'aliases': [],
    },
    'газон искусственный': {
        'code': '6702900000',
        'patterns': [],
        'aliases': [],
    },
    'газонокосилка': {
        'code': '8467292000',
        'patterns': [
            'газонокосил.*',
        ],
        'aliases': [
            'газонокосилка механическая',
        ],
    },
    'гайка': {
        'code': '7318169109',
        'patterns': [],
        'aliases': [
            'gayka',
        ],
    },
    'гайковерт': {
        'code': '8467292000',
        'patterns': [
            'гайкове.*',
        ],
        'aliases': [],
    },
    'галоши': {
        'code': '6405909000',
        'patterns': [],
        'aliases': [
            'galoshi',
            'калоши',
        ],
    },
    'галстук': {
        'code': '6215900000',
        'patterns': [],
        'aliases': [
            'galstuk',
        ],
    },
    'гамак': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [
            'автогамак',
        ],
    },
    'гантели': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'генератор мыльных пузырей детский': {
        'code': '8424200000',
        'patterns': [],
        'aliases': [],
    },
    'геометрический набор': {
        'code': '9017801000',
        'patterns': [],
        'aliases': [],
    },
    'геотекстиль': {
        'code': '5603129000',
        'patterns': [],
        'aliases': [],
    },
    'гетры': {
        'code': '6406909000',
        'patterns': [],
        'aliases': [
            'getry',
        ],
    },
    'гетры компрессионные': {
        'code': '6115101009',
        'patterns': [],
        'aliases': [],
    },
    'гидрокостюм': {
        'code': '',
        'patterns': [
            'гидрокост.*',
        ],
        'aliases': [
            'гидромайка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9506290000',
                    'group': 'спорт',
                    'match': [],
                },
                {
                    'code': '6113001000',
                    'group': 'взрослый',
                    'match': [],
                },
            ],
        },
    },
    'гимнастические кольца': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'гирлянда хвойная': {
        'code': '9505109000',
        'patterns': [],
        'aliases': [],
    },
    'гиря': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'гитара': {
        'code': '9207901000',
        'patterns': [],
        'aliases': [],
    },
    'гитарный комбоусилитель': {
        'code': '9209940000',
        'patterns': [],
        'aliases': [],
    },
    'гитарный слайд': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [],
    },
    'глобус': {
        'code': '4905900000',
        'patterns': [],
        'aliases': [],
    },
    'глушитель': {
        'code': '8708923509',
        'patterns': [
            'труба.*выхло',
        ],
        'aliases': [],
        'synonyms': [
            'труба выхлопная',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8708923509',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'глушитель для мототехники': {
        'code': '8714104000',
        'patterns': [],
        'aliases': [],
    },
    'глюкометр': {
        'code': '9018199000',
        'patterns': [],
        'aliases': [],
    },
    'гнездо автомобильного прикуривателя': {
        'code': '8536699008',
        'patterns': [],
        'aliases': [],
    },
    'гобелен': {
        'code': '5805000000',
        'patterns': [],
        'aliases': [],
    },
    'головка блока цилиндра': {
        'code': '8484100009',
        'patterns': [],
        'aliases': [],
    },
    'головка для электробритвы': {
        'code': '8510900000',
        'patterns': [],
        'aliases': [
            'komplektuyushchie dlya elektrobritv',
            'комплектующие электробритв',
            'насадка для электробритвы',
        ],
        'synonyms': [
            'бритвенная головка',
            'сменная головка',
            'сменные головки для бритвы',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8510900000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'головка ударная': {
        'code': '8204200000',
        'patterns': [
            'голов.*ударн',
        ],
        'aliases': [],
    },
    'головка цилиндра': {
        'code': '8409990009',
        'patterns': [],
        'aliases': [],
    },
    'головка шлифовальная': {
        'code': '6804210000',
        'patterns': [],
        'aliases': [],
    },
    'головной убор': {
        'code': '9505900000',
        'patterns': [
            'голов.*убор',
        ],
        'aliases': [
            'кокошник современный русский хохлома клубника ',
        ],
    },
    'головной убор карнавальный': {
        'code': '9505900000',
        'patterns': [],
        'aliases': [],
    },
    'головной убор рабочий': {
        'code': '3926200000',
        'patterns': [],
        'aliases': [],
    },
    'гольфы': {
        'code': '6115961000',
        'patterns': [],
        'aliases': [],
    },
    'горелка': {
        'code': '8205600000',
        'patterns': [],
        'aliases': [
            'gorelka',
            'туристическая горелка',
            'туристический обогреватель',
        ],
    },
    'горжетка': {
        'code': '4304000000',
        'patterns': [],
        'aliases': [],
    },
    'горка': {
        'code': '9503009909',
        'patterns': [],
        'aliases': [],
    },
    'горка детская': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'горчица': {
        'code': '2103909009',
        'patterns': [],
        'aliases': [],
    },
    'горшок для цветов': {
        'code': '',
        'patterns': [
            'горшо.*для.*цвето',
        ],
        'aliases': [
            'bhzjkkg vazon l tsvet belyy',
            'вазон',
            'vazon',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6913909800',
                    'name': 'Керамика',
                    'group': 'керамика',
                },
                {
                    'code': '7018909000',
                    'name': 'Стекло',
                    'group': 'стекло',
                },
                {
                    'code': '5603139000',
                    'name': 'Нетканый',
                    'group': 'текстиль',
                },
                {
                    'code': '3924900009',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'грабли': {
        'code': '8201300000',
        'patterns': [],
        'aliases': [],
    },
    'гравер': {
        'code': '8467292000',
        'patterns': [],
        'aliases': [
            'vibrograver',
        ],
    },
    'графин': {
        'code': '7013491000',
        'patterns': [],
        'aliases': [],
    },
    'грейфер для чистки колодца': {
        'code': '8201100000',
        'patterns': [],
        'aliases': [],
    },
    'греющий элемент для термосумки': {
        'code': '8516808000',
        'patterns': [],
        'aliases': [],
    },
    'грипсы': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'грипсы для мототехники': {
        'code': '8714101000',
        'patterns': [],
        'aliases': [
            'суппорт тормозной для мототехники',
        ],
    },
    'гриф для штанги': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'грузило': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [
            'gruzilo',
        ],
    },
    'грузы для штор': {
        'code': '8505199000',
        'patterns': [],
        'aliases': [
            'магниты для штор',
        ],
    },
    'грунтовка': {
        'code': '3208909900',
        'patterns': [],
        'aliases': [],
    },
    'грядка': {
        'code': '6307909100',
        'patterns': [],
        'aliases': [],
    },
    'губка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3924900009',
                    'name': 'Пласт',
                    'group': 'пластик',
                },
                {
                    'code': '7323100000',
                    'name': 'Металл',
                    'group': 'металл',
                },
            ],
        },
    },
    'губка автомобильная': {
        'code': '6307109000',
        'patterns': [],
        'aliases': [],
    },
    'губка шлифовальная': {
        'code': '6805300009',
        'patterns': [],
        'aliases': [],
    },
    'датчик автомобильный': {
        'code': '8708999709',
        'patterns': [],
        'aliases': [],
    },
    'датчик давления': {
        'code': '9026202000',
        'patterns': [],
        'aliases': [
            'датчик давления шин',
        ],
    },
    'датчик давления масла': {
        'code': '9026204000',
        'patterns': [],
        'aliases': [],
    },
    'датчик дверной ручки': {
        'code': '8536501101',
        'patterns': [],
        'aliases': [],
    },
    'датчик кислорода': {
        'code': '9026802000',
        'patterns': [
            'датчи.*кисло',
        ],
        'aliases': [],
    },
    'датчик контроля высоты': {
        'code': '9031803400',
        'patterns': [],
        'aliases': [],
    },
    'датчик парктроника': {
        'code': '8512309009',
        'patterns': [],
        'aliases': [],
    },
    'датчик погружения': {
        'code': '9025804000',
        'patterns': [],
        'aliases': [],
    },
    'датчик расхода воздуха': {
        'code': '9026802000',
        'patterns': [],
        'aliases': [],
    },
    'датчик скорости': {
        'code': '9029900009',
        'patterns': [
            'датчи.*скоро',
        ],
        'aliases': [],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '9029900009',
                    'group': 'пластик',
                    'match': [
                        'abs',
                    ],
                },
            ],
        },
    },
    'датчик температуры': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '9025198009',
                    'group': 'измерения и датчики',
                    'match': [
                        'влажности',
                        'modbus',
                        'din',
                    ],
                },
                {
                    'code': '9032102000',
                    'group': 'измерения и датчики',
                    'match': [
                        'датчики',
                        'зондом',
                        'водонепроницаемые',
                    ],
                },
            ],
        },
    },
    'датчик угарного газа': {
        'code': '8531103000',
        'patterns': [],
        'aliases': [],
    },
    'дверь': {
        'code': '8302420000',
        'patterns': [],
        'aliases': [
            'дверь межкомнатная',
        ],
    },
    'двигатель': {
        'code': '8501320008',
        'patterns': [],
        'aliases': [],
    },
    'двигатель вентилятора': {
        'code': '8501109900',
        'patterns': [],
        'aliases': [],
    },
    'двигатель для садовой техники': {
        'code': '8409910008',
        'patterns': [],
        'aliases': [],
    },
    'двигатель для электровелосипеда': {
        'code': '8537109100',
        'patterns': [],
        'aliases': [],
    },
    'двигатель и модульный переключатель': {
        'code': '8501109100',
        'patterns': [],
        'aliases': [],
    },
    'дезодорант': {
        'code': '3307200000',
        'patterns': [],
        'aliases': [
            'дезодорант антиперспирант',
            'дезодорант антиперспирант "ягодный микс"',
            'dezodorant',
        ],
    },
    'декор': {
        'code': '6304920000',
        'patterns': [],
        'aliases': [],
    },
    'декоративное украшение': {
        'code': '7018909000',
        'patterns': [],
        'aliases': [],
    },
    'декорация аквариума': {
        'code': '3926400000',
        'patterns': [],
        'aliases': [],
    },
    'декорация для аквариума террариума': {
        'code': '',
        'patterns': [
            'декор.*для.*аквар.*терра',
        ],
        'aliases': [
            'декорация для аквариум',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3926400000',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'делитель частоты': {
        'code': '8518408008',
        'patterns': [],
        'aliases': [],
    },
    'демпфер замка двери автомобиля': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'держатель': {
        'code': '',
        'patterns': [
            'держате.*',
        ],
        'aliases': [
            'derzhatel',
            'газетница',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'axis': [
                'purpose_category',
                'purpose',
                'material_characteristic',
                'material',
            ],
            'variants': [
                {
                    'code': '3926909709',
                    'name': 'Пласт',
                    'group': 'пластик',
                },
                {
                    'code': '7326909807',
                    'name': 'Металл',
                    'group': 'металл',
                    'match': [
                        'защелки',
                        'удлинители',
                        'автомобильные',
                    ],
                },
                {
                    'code': '4421999000',
                    'name': 'Дерево',
                    'group': 'дерево',
                },
                {
                    'code': '3924900009',
                    'group': 'пластик',
                    'match': [
                        'самоклеящийся',
                        'настенный',
                    ],
                    'characteristic': 'бытовой',
                },
                {
                    'code': '7323990000',
                    'group': 'металл',
                    'match': [
                        'металл',
                    ],
                    'characteristic': 'бытовой',
                },
                {
                    'code': '8505199000',
                    'group': 'магнит',
                    'match': [
                        'магнитный',
                        'иголок',
                    ],
                },
            ],
        },
    },
    'держатель автомобильный': {
        'code': '8505110000',
        'patterns': [],
        'aliases': [],
    },
    'держатель для душа': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'держатель для инструментов': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'держатель для костылей трости': {
        'code': '6602000000',
        'patterns': [],
        'aliases': [],
    },
    'держатель для крышек': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'держатель для сумок на подголовник': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'держатель для телефона': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'держатель кухонный': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'держатель садового инструмента': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'детектор': {
        'code': '9027101000',
        'patterns': [],
        'aliases': [],
    },
    'детектор почвы': {
        'code': '9026102900',
        'patterns': [],
        'aliases': [],
    },
    'детектор протечки': {
        'code': '8531103000',
        'patterns': [],
        'aliases': [],
    },
    'детская книжка': {
        'code': '4903000000',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'книга детская',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4903000000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'детский музыкальный инструмент': {
        'code': '9503005500',
        'patterns': [],
        'aliases': [],
    },
    'детское компьютерное кресло': {
        'code': '9401390000',
        'patterns': [],
        'aliases': [
            'офисное кресло',
            'игровое компьютерное кресло',
        ],
    },
    'дефлектор': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [
            'дефлектор для окон',
        ],
    },
    'джазовки': {
        'code': '6405209100',
        'patterns': [],
        'aliases': [],
    },
    'джиббитсы': {
        'code': '3926400000',
        'patterns': [],
        'aliases': [],
    },
    'джинсы': {
        'code': '',
        'patterns': [],
        'aliases': [
            'dzhinsy',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6203423100',
                    'name': 'Муж',
                    'group': 'мужской',
                },
                {
                    'code': '6204623100',
                    'name': 'Жен',
                    'group': 'женский',
                },
                {
                    'code': '6111909000',
                    'name': 'Дет',
                    'group': 'детский',
                },
                {
                    'code': '6104630000',
                    'group': 'женский',
                },
            ],
        },
    },
    'джойстик': {
        'code': '9504500009',
        'patterns': [],
        'aliases': [
            'геймпад',
            'игровой контроллер',
            'usb-геймпад',
        ],
        'synonyms': [
            'джостик',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9504500009',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'диагностический прибор': {
        'code': '8537109100',
        'patterns': [],
        'aliases': [],
    },
    'диван': {
        'code': '',
        'patterns': [],
        'aliases': [
            'divan',
            'банкетка',
            'комплект детской мебели',
            'диван раскладной',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '9403208009',
                    'name': 'Металл',
                    'group': 'металл',
                },
                {
                    'code': '9403609009',
                    'name': 'Дерево',
                    'group': 'дерево',
                },
                {
                    'code': '9403700008',
                    'name': 'Пластик',
                    'group': 'пластик',
                },
            ],
        },
    },
    'диван надувной': {
        'code': '9401490000',
        'patterns': [],
        'aliases': [],
    },
    'диджейский пульт': {
        'code': '8537109100',
        'patterns': [],
        'aliases': [],
    },
    'дизельный отопитель автономный': {
        'code': '7322900009',
        'patterns': [],
        'aliases': [],
    },
    'динамик': {
        'code': '8518299600',
        'patterns': [],
        'aliases': [],
    },
    'диск для записи': {
        'code': '8523494500',
        'patterns': [],
        'aliases': [],
    },
    'диск зачистной': {
        'code': '6804300000',
        'patterns': [],
        'aliases': [],
    },
    'диск игровой': {
        'code': '8523495100',
        'patterns': [
            'диск.*игров',
        ],
        'aliases': [],
    },
    'диск пильный': {
        'code': '',
        'patterns': [
            'диск.*пильн',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8202310000',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '6804210000',
                    'group': 'абразив и шлифов',
                    'match': [],
                },
            ],
        },
    },
    'диск сцепления': {
        'code': '8708939009',
        'patterns': [],
        'aliases': [],
    },
    'диск тормозной': {
        'code': '8708309109',
        'patterns': [],
        'aliases': [
            'disk tormoznoy art',
            'тормозной барабан',
        ],
    },
    'диско шар': {
        'code': '9505900000',
        'patterns': [],
        'aliases': [],
    },
    'дисплей': {
        'code': '8524910090',
        'patterns': [],
        'aliases': [
            'displey',
        ],
    },
    'дневник': {
        'code': '4823908597',
        'patterns': [],
        'aliases': [],
    },
    'дождевик': {
        'code': '3926200000',
        'patterns': [],
        'aliases': [
            'dozhdevik',
            'чехлы дождевики на обувь',
        ],
    },
    'дозатор жидкого мыла': {
        'code': '3924900009',
        'patterns': [],
        'aliases': [],
    },
    'док станция': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8504405500',
                    'group': 'электрический',
                    'match': [],
                },
                {
                    'code': '8507908000',
                    'group': 'аккумуляторный и беспроводной',
                    'match': [],
                },
            ],
        },
    },
    'докер': {
        'code': '6505009000',
        'patterns': [],
        'aliases': [],
    },
    'долото': {
        'code': '8205300000',
        'patterns': [],
        'aliases': [
            'набор долото',
        ],
    },
    'дом для хомяка': {
        'code': '4421999000',
        'patterns': [
            'дом.*для.*хомяк',
        ],
        'aliases': [
            'дом для хомяка одноэтажный',
        ],
    },
    'домик для животных': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'домкрат автомобильный': {
        'code': '8425490000',
        'patterns': [],
        'aliases': [],
    },
    'домофон': {
        'code': '8531809500',
        'patterns': [],
        'aliases': [],
    },
    'донная снасть': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [],
    },
    'доска для плавания': {
        'code': '9506290000',
        'patterns': [],
        'aliases': [
            'круг для плавания',
            'буй для плавания',
        ],
    },
    'дрель': {
        'code': '8467219900',
        'patterns': [],
        'aliases': [],
    },
    'дрель настольная': {
        'code': '8467298509',
        'patterns': [],
        'aliases': [],
    },
    'дрель шуруповерт': {
        'code': '8467211000',
        'patterns': [],
        'aliases': [],
    },
    'дровница': {
        'code': '7323990000',
        'patterns': [],
        'aliases': [
            'drovnitsa perenosnaya napolnaya',
            'дровница переносная напольная',
            'drovnitsa',
        ],
    },
    'дроссель для электровелосипеда': {
        'code': '8536501509',
        'patterns': [],
        'aliases': [],
    },
    'дуршлаг': {
        'code': '',
        'patterns': [],
        'aliases': [
            'durshlag diametr sm predm',
            'durshlag',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '7323930000',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'духи': {
        'code': '3303001000',
        'patterns': [],
        'aliases': [
            'парфюм',
        ],
    },
    'духовой инструмент': {
        'code': '9205909000',
        'patterns': [],
        'aliases': [],
    },
    'душ садовый': {
        'code': '8413810000',
        'patterns': [
            'душ.*садов',
        ],
        'aliases': [],
    },
    'душевой комплект': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8481801100',
                    'group': 'сантехника',
                    'match': [],
                },
                {
                    'code': '8481801900',
                    'group': 'сантехника',
                    'match': [],
                },
            ],
        },
    },
    'дымогенератор': {
        'code': '8467292000',
        'patterns': [],
        'aliases': [],
    },
    'дымоходная труба': {
        'code': '6905900000',
        'patterns': [],
        'aliases': [],
    },
    'дырокол': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'дыхательный тренажер': {
        'code': '9019200000',
        'patterns': [],
        'aliases': [],
    },
    'дюбель': {
        'code': '3925901000',
        'patterns': [],
        'aliases': [
            'дюбель гвозди',
        ],
        'material_codes': {
            'стальной': '7318149900',
        },
    },
    'елочные украшения': {
        'code': '9505109000',
        'patterns': [],
        'aliases': [
            'украшение новогоднее',
            'елочные бусы',
        ],
    },
    'ершик': {
        'code': '9603909900',
        'patterns': [],
        'aliases': [
            'насадка на ершик для унитаза',
            'nasadka na ershik dlya unitaza',
            'ershik',
            'ershiki',
            'ершики',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9603909900',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'ершик для унитаза': {
        'code': '9603909100',
        'patterns': [],
        'aliases': [],
    },
    'жало для паяльника': {
        'code': '8515900000',
        'patterns': [
            'жал.*паяльн',
            'наконечн.*паяльн',
            'насадк.*паяльн',
            'паяльн.*наконечн',
            'паяльн.*насадк',
        ],
        'aliases': [
            'жало паяльника',
            'наконечник паяльника',
            'наконечник для паяльника',
            'насадка для паяльника',
            'насадка паяльника',
            'паяльный наконечник',
            'паяльная насадка',
            'жала для паяльника',
        ],
    },
    'жалюзи': {
        'code': '3925300000',
        'patterns': [],
        'aliases': [],
    },
    'жасминовый чай': {
        'code': '0902100009',
        'patterns': [],
        'aliases': [],
    },
    'жевательная резинка': {
        'code': '1704101000',
        'patterns': [],
        'aliases': [],
    },
    'жесткий диск': {
        'code': '8471709800',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'накопитель',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8471709800',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'живой декор': {
        'code': '0602909900',
        'patterns': [],
        'aliases': [],
    },
    'жилет': {
        'code': '',
        'patterns': [],
        'aliases': [
            'трикотажный жилет с завязками',
            'zhilet',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6110909000',
                    'name': 'Текстиль',
                    'group': 'текстиль',
                },
                {
                    'code': '4203100001',
                    'name': 'Кожа',
                    'group': 'кожа',
                },
            ],
        },
    },
    'жилет спасательный': {
        'code': '6307200000',
        'patterns': [],
        'aliases': [
            'жилет для плавания',
        ],
    },
    'забойный инструмент': {
        'code': '8467190000',
        'patterns': [],
        'aliases': [],
    },
    'забор декоративный': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'заводная игрушка': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'заглушка': {
        'code': '4016999708',
        'patterns': [
            'заглушк.*',
        ],
        'aliases': [
            'заглушки',
            'пробка резиновая',
        ],
    },
    'заглушка декоративная': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'заготовка для рукоделия': {
        'code': '3926909709',
        'patterns': [
            'загот.*для.*рукод',
        ],
        'aliases': [],
    },
    'заготовка для украшений': {
        'code': '8308900000',
        'patterns': [],
        'aliases': [],
    },
    'зажигалка': {
        'code': '9613800000',
        'patterns': [
            'зажигал.*',
        ],
        'aliases': [
            'аксессуары для зажигалки',
            'аксессуары для зажигалок',
        ],
    },
    'зажим': {
        'code': '',
        'patterns': [],
        'aliases': [
            'zazhim',
            'zazhimy',
            'зажимы',
            'держатель простыни одеяла',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8205700000',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'текстиль',
                    'match': [],
                },
            ],
        },
    },
    'зажим для ресниц': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'зажим рыболовный': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'закаточная машинка': {
        'code': '8205510090',
        'patterns': [],
        'aliases': [],
    },
    'закладка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '8306290009',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'заклепка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7318230009',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'закуска': {
        'code': '1905909000',
        'patterns': [],
        'aliases': [],
    },
    'замок': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8301200009',
                    'group': 'автомобиль',
                },
                {
                    'code': '8301401100',
                    'group': 'мебель',
                },
            ],
        },
    },
    'замок автомобильный': {
        'code': '8301200009',
        'patterns': [],
        'aliases': [
            'замок зажигания для мототехники',
        ],
    },
    'замок висячий': {
        'code': '8301100000',
        'patterns': [],
        'aliases': [],
    },
    'замок врезной': {
        'code': '8301401100',
        'patterns': [],
        'aliases': [
            'цилиндр для замка',
            'цилиндр замка',
        ],
    },
    'занавеска': {
        'code': '6303120000',
        'patterns': [],
        'aliases': [],
    },
    'заплатка': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'заплатка для антимоскитной сетки': {
        'code': '5906100000',
        'patterns': [],
        'aliases': [],
    },
    'запонки': {
        'code': '7117900000',
        'patterns': [],
        'aliases': [],
    },
    'запорный вентиль': {
        'code': '8481808199',
        'patterns': [],
        'aliases': [],
    },
    'запчасти автомобильного фильтра': {
        'code': '8421990006',
        'patterns': [],
        'aliases': [],
    },
    'запчасти автомобильные': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8708999709',
                    'group': 'автомобиль',
                    'match': [],
                },
                {
                    'code': '8412310009',
                    'group': 'электрический',
                    'match': [],
                },
            ],
        },
    },
    'запчасти бокового зеркала': {
        'code': '8708999709',
        'patterns': [],
        'aliases': [],
    },
    'запчасти для автодома': {
        'code': '9026102900',
        'patterns': [],
        'aliases': [],
    },
    'запчасти для гардеробной системы': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'запчасти для мотошлема': {
        'code': '6507000000',
        'patterns': [],
        'aliases': [],
    },
    'запчасти для оборудования общепита': {
        'code': '8481808199',
        'patterns': [],
        'aliases': [],
    },
    'запчасти для очков': {
        'code': '9003900001',
        'patterns': [],
        'aliases': [],
    },
    'запчасти для поломоечных машин': {
        'code': '9603298000',
        'patterns': [],
        'aliases': [],
    },
    'запчасти для прицепа': {
        'code': '7315890000',
        'patterns': [],
        'aliases': [],
    },
    'запчасти для тепловой пушки': {
        'code': '8516900000',
        'patterns': [],
        'aliases': [],
    },
    'запчасти для фаркопа': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [],
    },
    'запчасти для швейной машины': {
        'code': '8452900002',
        'patterns': [],
        'aliases': [
            'намотчица',
            'намотчица шпулек',
            'намотчица шпульки',
        ],
    },
    'запчасти карбюратора для мототехники': {
        'code': '7318158900',
        'patterns': [],
        'aliases': [],
    },
    'запчасть для бензоинструмента': {
        'code': '8511100009',
        'patterns': [],
        'aliases': [],
    },
    'запчасть для дегидратора': {
        'code': '9032108900',
        'patterns': [],
        'aliases': [],
    },
    'запчасть для мойки высокого давления': {
        'code': '8501402009',
        'patterns': [],
        'aliases': [],
    },
    'запчасть для проектора': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'запчасть для ручной кофемолки': {
        'code': '4417000000',
        'patterns': [],
        'aliases': [],
    },
    'запчасть для сенокосилки': {
        'code': '8511400008',
        'patterns': [],
        'aliases': [],
    },
    'запчасть для смартфона': {
        'code': '8517790009',
        'patterns': [],
        'aliases': [],
    },
    'запчасть для электроинструмента': {
        'code': '4010390000',
        'patterns': [],
        'aliases': [],
    },
    'запчасть для электропастуха': {
        'code': '8504405500',
        'patterns': [],
        'aliases': [],
    },
    'запчасть маникюрно педикюрному аппарату': {
        'code': '8501109900',
        'patterns': [],
        'aliases': [],
    },
    'зарядная ручка для камеры': {
        'code': '8504409100',
        'patterns': [],
        'aliases': [],
    },
    'зарядное устройство': {
        'code': '8504405500',
        'patterns': [
            'зарядн.*устройств',
        ],
        'aliases': [],
        'synonyms': [
            'адаптер зарядки',
            'зарядка беспроводная',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8504405500',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'зарядное устройство в автомобиль': {
        'code': '8504409100',
        'patterns': [
            'заряд.*прику',
        ],
        'aliases': [],
        'synonyms': [
            'зарядка прикуриватель',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8504409100',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'заусовщик': {
        'code': '8207909900',
        'patterns': [],
        'aliases': [],
    },
    'захват для сбора мусора': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'защелка дверная': {
        'code': '8302490009',
        'patterns': [],
        'aliases': [],
    },
    'защита внешних частей автомобиля': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'защита голени': {
        'code': '9021101000',
        'patterns': [],
        'aliases': [
            'zashchita goleni',
        ],
    },
    'защита для кабеля от износа': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'защита запястья': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9021101000',
                    'group': 'медицина',
                    'match': [],
                },
                {
                    'code': '6216000000',
                    'group': 'текстиль',
                    'match': [],
                },
            ],
        },
    },
    'защита колена': {
        'code': '9021101000',
        'patterns': [
            'защит.*колен',
        ],
        'aliases': [],
    },
    'защитное стекло': {
        'code': '3926909200',
        'patterns': [],
        'aliases': [
            'стекло защитное',
        ],
        'synonyms': [
            'стекло для телефона',
            'пленка защитная',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909200',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'защитный головной убор': {
        'code': '6506101000',
        'patterns': [],
        'aliases': [
            'каска',
            'маска защитная',
            'каска строительная',
        ],
    },
    'защитный мат на батут': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'защитный уголок для мебели': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'звезда для велосипеда': {
        'code': '8714969000',
        'patterns': [],
        'aliases': [],
    },
    'звезда для мототехники': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '8302300009',
                    'group': 'металл',
                    'match': [
                        'аксессуар',
                        'мотоэкипировки',
                        'хранения',
                    ],
                },
                {
                    'code': '8483908909',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'звонок дверной': {
        'code': '8531809500',
        'patterns': [],
        'aliases': [],
    },
    'звукоизоляционный материал': {
        'code': '7607199009',
        'patterns': [],
        'aliases': [],
    },
    'звукосниматель для электрогитары': {
        'code': '8522100000',
        'patterns': [],
        'aliases': [],
    },
    'зенкер': {
        'code': '8207506000',
        'patterns': [],
        'aliases': [],
    },
    'зеркало': {
        'code': '',
        'patterns': [],
        'aliases': [
            'zerkalo',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '7009920000',
                    'group': 'бытовой',
                    'match': [
                        'подсветкой',
                        'макияжа',
                        'складное',
                    ],
                },
                {
                    'code': '7009100009',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'зеркало для ванной': {
        'code': '7009920000',
        'patterns': [],
        'aliases': [],
    },
    'зеркало заднего вида': {
        'code': '7009100009',
        'patterns': [
            'зеркал.*задн.*вид',
        ],
        'aliases': [
            'зеркало боковое',
            'зеркало для мототехники',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '7009100009',
                    'group': 'стекло',
                    'match': [],
                },
            ],
        },
    },
    'зеркало интерьерное': {
        'code': '7009920000',
        'patterns': [],
        'aliases': [],
    },
    'значок': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3926400000',
                    'name': 'Пласт',
                    'group': 'пластик',
                },
                {
                    'code': '8306290009',
                    'name': 'Металл',
                    'group': 'металл',
                },
                {
                    'code': '7117900000',
                    'group': 'украшения',
                },
                {
                    'code': '7018909000',
                    'name': 'Стекл',
                    'group': 'стекло',
                },
            ],
        },
    },
    'зонт': {
        'code': '6601999000',
        'patterns': [],
        'aliases': [
            'зонт полный автомат',
            'зонт механика',
            'zont polnyy avtomat',
            'zont',
            'zont mehanika',
        ],
    },
    'зонт для автомобиля': {
        'code': '6601910000',
        'patterns': [],
        'aliases': [
            'садовый зонт',
        ],
    },
    'зрительная труба': {
        'code': '9005800000',
        'patterns': [],
        'aliases': [],
    },
    'зубная нить': {
        'code': '3306200000',
        'patterns': [],
        'aliases': [
            'zubnaya nit',
        ],
    },
    'зубная щетка': {
        'code': '9603210000',
        'patterns': [],
        'aliases': [
            'зубные щетки',
            'зубная щётка',
            'зубные щётки',
            'toothbrush',
        ],
    },
    'зубочистки': {
        'code': '9603210000',
        'patterns': [
            'зубочист.*',
        ],
        'aliases': [],
    },
    'иглы': {
        'code': '7319901000',
        'patterns': [],
        'aliases': [],
    },
    'иглы для мезотерапии': {
        'code': '9018321000',
        'patterns': [],
        'aliases': [],
    },
    'иглы для швейной машины': {
        'code': '7319901000',
        'patterns': [],
        'aliases': [],
    },
    'игральные кости': {
        'code': '9503009909',
        'patterns': [],
        'aliases': [],
    },
    'игровая консоль': {
        'code': '9504500002',
        'patterns': [
            'игров.*консо',
        ],
        'aliases': [],
    },
    'игровая приставка': {
        'code': '9504500009',
        'patterns': [],
        'aliases': [
            'запчасть для игровой приставки',
        ],
    },
    'игровой рукав': {
        'code': '6116930000',
        'patterns': [],
        'aliases': [],
    },
    'игрушечная машинка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'машинка',
            'неокуб',
            'игрушечный робот',
            'игрушка для песочницы',
            'кукольный театр',
            'пупс',
            'лабиринт игрушечный',
            'игрушка электронная',
            'букет из игрушек',
            'вагон игрушечный',
            'модель коллекционная',
            'пусковая игрушка',
            'нейроскакалка',
            'игрушка подвеска',
            'игрушечный велосипед',
            'матрешка',
            'шнуровка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9503009909',
                    'group': 'игрушки',
                    'match': [],
                },
                {
                    'code': '9503008500',
                    'group': 'игрушки',
                    'match': [],
                },
            ],
        },
    },
    'игрушечный воздушный транспорт': {
        'code': '9503009909',
        'patterns': [],
        'aliases': [],
    },
    'игрушка': {
        'code': '9503009909',
        'patterns': [
            'радиоуправля.*игруш',
        ],
        'aliases': [
            'бизиборд',
            'игрушки в наборе',
            'игрушечный',
            'игрушка на управлении',
            'кубики',
            'игрушечное',
            'igrushka',
            'попрыгунчик мячик',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9503009909',
                    'group': 'хлопок',
                    'match': [],
                },
            ],
        },
    },
    'игрушка антистресс': {
        'code': '9503007500',
        'patterns': [],
        'aliases': [],
    },
    'игрушка для ванной': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'игрушка для животных': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'игрушка для мальчиков': {
        'code': '9503008100',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'игрушка для мальчика',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9503008100',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'игрушка ду': {
        'code': '9503007500',
        'patterns': [],
        'aliases': [],
    },
    'игрушка на пульте управления': {
        'code': '9503007900',
        'patterns': [],
        'aliases': [],
    },
    'игрушка попрыгун': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [
            'игрушка-попрыгун',
            'мяч-попрыгун',
        ],
    },
    'излив': {
        'code': '8481801100',
        'patterns': [],
        'aliases': [],
    },
    'измельчитель бытовых отходов': {
        'code': '8509400000',
        'patterns': [],
        'aliases': [],
    },
    'измеритель параметров почвы': {
        'code': '9027890000',
        'patterns': [],
        'aliases': [],
    },
    'измерительная рулетка': {
        'code': '9017801000',
        'patterns': [],
        'aliases': [
            'uni t izmeritelnaya lenta stroitelnaya',
        ],
        'synonyms': [
            'измерительная лента',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9017801000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'инвертор': {
        'code': '8504408500',
        'patterns': [],
        'aliases': [],
    },
    'инверторный привод': {
        'code': '8504408500',
        'patterns': [],
        'aliases': [],
    },
    'инкубатор бытовой': {
        'code': '8436210000',
        'patterns': [],
        'aliases': [],
    },
    'инсектициды': {
        'code': '3808918000',
        'patterns': [],
        'aliases': [
            'пластинка от комаров',
            'средство от насекомых',
            'фумигатора',
            'родентицид',
            'фунгицид',
            'гербицид',
            'регулятор роста растен',
            'дезенфицирующ средств',
            'липучка от комаров',
            'липучка от мух',
            'липучка от грызунов',
            'средство от вредителей',
        ],
    },
    'инструмент для велосипеда': {
        'code': '8714930009',
        'patterns': [],
        'aliases': [],
    },
    'инструмент для гончарного дела с насадками': {
        'code': '8203400000',
        'patterns': [],
        'aliases': [],
    },
    'инструмент для заточки': {
        'code': '6804300000',
        'patterns': [],
        'aliases': [],
    },
    'инструмент для извлечения клавиш': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'инструмент для клавиатуры': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [
            'инструмент для ремонта часов',
        ],
    },
    'инструмент для масла': {
        'code': '8714913000',
        'patterns': [
            'инстр.*для.*масла',
        ],
        'aliases': [],
    },
    'инструмент для монтажной пены': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'инструмент для очистки валиков кистей': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'инструмент для подкачки шин с манометром': {
        'code': '8467190000',
        'patterns': [],
        'aliases': [],
    },
    'инструмент для полива': {
        'code': '8424821000',
        'patterns': [],
        'aliases': [],
    },
    'инструмент для работы с кожей мехом': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'инструмент для работы со стразами': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8509800000',
                    'group': 'бытовой',
                    'match': [],
                },
                {
                    'code': '8207509000',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'инструмент для сбора фруктов': {
        'code': '8201900009',
        'patterns': [],
        'aliases': [],
    },
    'инструмент для удаления вмятин': {
        'code': '8414108900',
        'patterns': [],
        'aliases': [],
    },
    'инструмент медицинский': {
        'code': '9018499000',
        'patterns': [],
        'aliases': [],
    },
    'инструмент ручной с насадками': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [
            'мешалка ручная',
        ],
    },
    'инструменты для моделирования': {
        'code': '4811412000',
        'patterns': [],
        'aliases': [],
    },
    'инструменты для ремонта сети': {
        'code': '8203200009',
        'patterns': [],
        'aliases': [],
    },
    'интерактивная игрушка': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'интерактивная игрушка с аксессуарами': {
        'code': '9503007500',
        'patterns': [],
        'aliases': [],
    },
    'интерьерное украшение': {
        'code': '6304990000',
        'patterns': [],
        'aliases': [],
    },
    'ирригатор': {
        'code': '8509800000',
        'patterns': [
            'ирригат.*',
        ],
        'aliases': [],
    },
    'искусственные цветы': {
        'code': '6702100000',
        'patterns': [
            'искус.*овощи',
        ],
        'aliases': [
            'iskusstvennye tsvety',
            'faman iskusstvennye tsvety villou fioletovyy',
            'цветы на кладбище',
        ],
        'synonyms': [
            'ветка шишка декоративная',
            'елка искусственная',
            'искусственные овощи',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6702100000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'кабелерез нуск': {
        'code': '8203200009',
        'patterns': [],
        'aliases': [],
    },
    'кабель': {
        'code': '8544429007',
        'patterns': [
            'lightning',
            'type\\s*c',
            'usb.*кабел',
        ],
        'aliases': [
            'kabel',
            'аудиокабель',
            'audiokabel',
            'провод соединительный',
            'сетевой кабель',
            'кабель для интернет',
        ],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '8544429007',
                    'group': 'металл',
                    'match': [
                        'медь',
                        'медн',
                        'меди',
                    ],
                },
            ],
        },
    },
    'казан': {
        'code': '7323930000',
        'patterns': [],
        'aliases': [],
    },
    'калабас для мате': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9617000001',
                    'group': 'посуда',
                    'match': [],
                },
                {
                    'code': '7323930000',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'календарь': {
        'code': '4910000000',
        'patterns': [],
        'aliases': [],
    },
    'калибр промышленный': {
        'code': '9015801100',
        'patterns': [],
        'aliases': [],
    },
    'калибратор для овощей фруктов ягод': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'калимба': {
        'code': '9206000000',
        'patterns': [],
        'aliases': [],
    },
    'калькулятор': {
        'code': '8470100000',
        'patterns': [
            'калькулят.*',
        ],
        'aliases': [],
    },
    'камера': {
        'code': '8525893000',
        'patterns': [
            'камер.*задне.*вида',
        ],
        'aliases': [
            'камера заднего вида',
            'видеорегистратор',
        ],
    },
    'каминный ковер': {
        'code': '7019900099',
        'patterns': [],
        'aliases': [],
    },
    'канат для лазания': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'канекалон': {
        'code': '6704190000',
        'patterns': [],
        'aliases': [],
    },
    'канцелярский набор': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'material_codes': {
            'пластик': '3926100000',
        },
        'dropdown': {
            'variants': [
                {
                    'code': '9608101000',
                    'group': 'канцелярия',
                    'match': [],
                },
                {
                    'code': '3926909200',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'капа спортивная': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'капа трейнер': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'капельница для капельного полива': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'капельный полив': {
        'code': '3926909709',
        'patterns': [
            'капел.*полив',
        ],
        'aliases': [],
    },
    'капор': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [
            'kapor',
        ],
    },
    'капсульная кофемашина': {
        'code': '8516710000',
        'patterns': [],
        'aliases': [],
    },
    'карабин альпинистский': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'карандаш': {
        'code': '9609109000',
        'patterns': [],
        'aliases': [
            'karandash',
        ],
    },
    'карбюратор': {
        'code': '8409910008',
        'patterns': [
            'карбюрат.*',
        ],
        'aliases': [
            'жиклер',
        ],
    },
    'каретка': {
        'code': '8482109008',
        'patterns': [],
        'aliases': [],
    },
    'карманы для одежды': {
        'code': '6117900000',
        'patterns': [],
        'aliases': [],
    },
    'карнавальный костюм для малышей': {
        'code': '9505900000',
        'patterns': [],
        'aliases': [],
    },
    'карниз для ванной': {
        'code': '8302419000',
        'patterns': [],
        'aliases': [],
    },
    'карниз для штор': {
        'code': '7323990000',
        'patterns': [
            'карни.*для.*штор',
        ],
        'aliases': [],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '7323990000',
                    'group': 'металл',
                    'match': [
                        'нержав',
                    ],
                },
            ],
        },
    },
    'картина': {
        'code': '4911910000',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4911910000',
                    'group': 'брезент',
                    'match': [],
                },
            ],
        },
    },
    'картина по номерам': {
        'code': '9504908009',
        'patterns': [],
        'aliases': [],
    },
    'картофелечистка': {
        'code': '8509400000',
        'patterns': [],
        'aliases': [],
    },
    'карточка коллекционная': {
        'code': '9504400000',
        'patterns': [],
        'aliases': [],
    },
    'карточки': {
        'code': '9504908009',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'каротчки',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9504908009',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'картридж для смесителя': {
        'code': '8481801900',
        'patterns': [
            'картр.*для.*смеси',
        ],
        'aliases': [],
    },
    'картхолдер': {
        'code': '',
        'patterns': [],
        'aliases': [
            'визитница',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '4202321000',
                    'name': 'Пластик',
                    'group': 'пластик',
                },
                {
                    'code': '4202310000',
                    'name': 'Кожа',
                    'group': 'кожа',
                },
            ],
        },
    },
    'карты': {
        'code': '9504400000',
        'patterns': [
            'карто.*игра',
        ],
        'aliases': [
            'игральные карты',
            'карты таро',
            'игра эротическая',
        ],
        'synonyms': [
            'карточная игра',
        ],
    },
    'каска альпинистская': {
        'code': '6506910000',
        'patterns': [],
        'aliases': [],
    },
    'кассета': {
        'code': '8523293908',
        'patterns': [],
        'aliases': [],
    },
    'кассета скоростей': {
        'code': '8714930009',
        'patterns': [],
        'aliases': [],
    },
    'кассетный адаптер': {
        'code': '8519817509',
        'patterns': [],
        'aliases': [],
    },
    'кассетный плеер': {
        'code': '8527129000',
        'patterns': [],
        'aliases': [],
    },
    'каталка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8715001000',
                    'group': 'детский',
                    'match': [],
                },
                {
                    'code': '9503009909',
                    'group': 'игрушки',
                    'match': [],
                },
            ],
        },
    },
    'катушка': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [],
    },
    'катушка для триммера': {
        'code': '8467990009',
        'patterns': [],
        'aliases': [],
    },
    'катушка зажигания': {
        'code': '8511300008',
        'patterns': [],
        'aliases': [
            'катушка зажигания авто',
            'катушка зажигания мото',
            'ignition coil',
        ],
    },
    'качалка': {
        'code': '9503009909',
        'patterns': [],
        'aliases': [],
    },
    'качели детские': {
        'code': '9503009909',
        'patterns': [],
        'aliases': [],
    },
    'кашпо': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6913909800',
                    'name': 'Керамика',
                    'group': 'керамика',
                },
                {
                    'code': '7018909000',
                    'name': 'Стекло',
                    'group': 'стекло',
                },
                {
                    'code': '3926400000',
                    'group': 'пластик',
                },
                {
                    'code': '3924900009',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'кейкапы для клавиатуры': {
        'code': '3926909709',
        'patterns': [
            'кейка.*для.*клави',
        ],
        'aliases': [],
    },
    'кейс ударопрочный': {
        'code': '4202125001',
        'patterns': [],
        'aliases': [
            'бьюти кейс',
        ],
    },
    'кельма мастерок': {
        'code': '8205591000',
        'patterns': [],
        'aliases': [],
    },
    'кепка': {
        'code': '6505003000',
        'patterns': [],
        'aliases': [],
    },
    'килт парео для бани': {
        'code': '6302600000',
        'patterns': [],
        'aliases': [],
    },
    'кимоно': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9506919000',
                    'group': 'спорт',
                    'match': [],
                },
                {
                    'code': '6206400000',
                    'group': 'женский',
                    'match': [],
                },
            ],
        },
    },
    'кисти для макияжа': {
        'code': '9603309000',
        'patterns': [
            'кист.*макия',
        ],
        'aliases': [
            'кисточка для макияжа',
            'кисти для макияжа набор',
            'кисти',
        ],
        'synonyms': [
            'кисть косметическая',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9603309000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'кисти для маникюра': {
        'code': '9603309000',
        'patterns': [],
        'aliases': [
            'кисти для теней набор',
        ],
    },
    'кисточка для масла': {
        'code': '8215991000',
        'patterns': [
            'кисто.*для.*масла',
        ],
        'aliases': [],
    },
    'кисть кулинарная': {
        'code': '3924900009',
        'patterns': [
            'кисть.*кулин',
        ],
        'aliases': [
            'ложка кулинарная',
        ],
    },
    'кисть малярная': {
        'code': '9603401000',
        'patterns': [],
        'aliases': [
            'кисть',
        ],
    },
    'китайский фонарик': {
        'code': '9505900000',
        'patterns': [],
        'aliases': [],
    },
    'китель': {
        'code': '6105100000',
        'patterns': [],
        'aliases': [
            'китель поварской',
        ],
    },
    'клавиатура': {
        'code': '8471606000',
        'patterns': [
            'клавиату.*',
        ],
        'aliases': [
            'klaviatura',
        ],
    },
    'клапан': {
        'code': '8505902009',
        'patterns': [],
        'aliases': [
            'отсечной клапан',
        ],
    },
    'клапан поплавковый': {
        'code': '8481809907',
        'patterns': [],
        'aliases': [],
    },
    'клей': {
        'code': '3506990000',
        'patterns': [],
        'aliases': [
            'kley',
            'герметик',
            'холодная сварка',
        ],
    },
    'клемма': {
        'code': '8536901000',
        'patterns': [],
        'aliases': [
            'принадлежности к акб',
            'клеммы',
            'заглушка клеммной колодки',
            'заглушки клеммной колодки',
            'клеммная колодка',
        ],
    },
    'клемник': {
        'code': '8204110000',
        'patterns': [],
        'aliases': [],
    },
    'клетка для животных': {
        'code': '7326200001',
        'patterns': [],
        'aliases': [],
    },
    'клещи автомобильные': {
        'code': '8203200009',
        'patterns': [],
        'aliases': [],
    },
    'клипса крепежная автомобильная': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'ключ': {
        'code': '',
        'patterns': [],
        'aliases': [
            'klyuch',
            'развальцовщик',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8301700000',
                    'group': 'автомобиль',
                },
                {
                    'code': '8205909000',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'ключ неразводной': {
        'code': '8204110000',
        'patterns': [],
        'aliases': [
            'ключ спицевой',
        ],
    },
    'ключ разводной': {
        'code': '8204120000',
        'patterns': [],
        'aliases': [],
    },
    'ключница карманная': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4202321000',
                    'group': 'текстиль',
                    'match': [],
                },
                {
                    'code': '7117900000',
                    'group': 'украшения',
                    'match': [],
                },
            ],
        },
    },
    'ключница настенная': {
        'code': '8303004000',
        'patterns': [],
        'aliases': [
            'klyuchnitsa',
        ],
    },
    'кнопка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'кнопки канцелярские',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8536501109',
                    'name': 'кнопочный',
                    'group': 'электрический',
                    'match': [],
                },
                {
                    'code': '8305900000',
                    'name': 'канц мет',
                    'group': 'канцелярия металл',
                    'match': [
                        'канцеляр',
                        'для бумаги',
                    ],
                },
            ],
        },
    },
    'кнопка на приборной панели': {
        'code': '8536508008',
        'patterns': [],
        'aliases': [],
    },
    'кнопка прикуривателя': {
        'code': '8536501101',
        'patterns': [],
        'aliases': [],
    },
    'кнопка смыва': {
        'code': '8481801900',
        'patterns': [
            'кнопк.*смыва',
        ],
        'aliases': [],
    },
    'коврик': {
        'code': '',
        'patterns': [],
        'aliases': [
            'коврик в ванну',
            'ковер',
            'коврик набор',
            'kovrik',
            'kovrik nabor dlya vannoy',
            'коврик для сушки посуды впитывающий',
            'kover',
            'коврики',
            'kovriki',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3926909709',
                    'name': 'Пласт',
                    'group': 'пластик',
                    'match': [
                        'автомобиля',
                        'салон',
                        'коврики',
                        'приготовления',
                    ],
                },
                {
                    'code': '8516299100',
                    'group': 'пластик',
                    'match': [
                        'пвх',
                    ],
                },
                {
                    'code': '5705003000',
                    'name': 'Ворс',
                    'group': 'текстиль',
                    'match': [],
                },
                {
                    'code': '5705008000',
                    'group': 'текстиль',
                    'match': [],
                },
            ],
        },
    },
    'коврик для автомобиля': {
        'code': '3921120000',
        'patterns': [],
        'aliases': [
            'коврик автомобильный',
            'накладка на торпедо',
            'коврик для телефона в автомобиль',
        ],
    },
    'коврик для животных': {
        'code': '9404908000',
        'patterns': [],
        'aliases': [],
    },
    'коврик для йоги фитнеса': {
        'code': '4016910000',
        'patterns': [],
        'aliases': [],
    },
    'коврик для мышки': {
        'code': '4016100009',
        'patterns': [],
        'aliases': [],
    },
    'коврик для пазла': {
        'code': '6307909100',
        'patterns': [],
        'aliases': [],
    },
    'коврик пазл': {
        'code': '5703900000',
        'patterns': [],
        'aliases': [],
    },
    'коврик туристический': {
        'code': '7607209000',
        'patterns': [],
        'aliases': [],
    },
    'коврики в салон автомобиля': {
        'code': '4016910000',
        'patterns': [],
        'aliases': [],
    },
    'ковш хозяйственный': {
        'code': '3924900009',
        'patterns': [
            'ковш.*хозяй',
        ],
        'aliases': [],
    },
    'когтерез': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8509800000',
                    'group': 'бытовой',
                    'match': [],
                },
                {
                    'code': '8213000000',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'когтеточка': {
        'code': '6307909800',
        'patterns': [
            'когтеточ.*',
        ],
        'aliases': [
            'сменный блок для когтеточек',
        ],
        'material_codes': {
            'гофрокартон': '4421999000',
        },
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '6307909800',
                    'group': 'текстиль',
                    'match': [],
                },
                {
                    'code': '5609000000',
                    'group': 'текстиль',
                    'match': [
                        'блок',
                        'сменный',
                        'когтеточек',
                    ],
                },
            ],
        },
    },
    'кожух': {
        'code': '8714999009',
        'patterns': [],
        'aliases': [
            'kozhuh',
        ],
    },
    'кожух фары': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'козырек': {
        'code': '6505009000',
        'patterns': [],
        'aliases': [],
    },
    'козырек для мытья головы': {
        'code': '6505003000',
        'patterns': [],
        'aliases': [],
    },
    'козырек солнцезащитный': {
        'code': '3926909709',
        'patterns': [
            'козыр.*солнц',
        ],
        'aliases': [
            'козырек противосолнечный правый (с зеркалом)',
            'kozyrek solntsezashchitnyy zatemnenie',
            'козырек солнцезащитный затемнение:',
        ],
    },
    'кокотница': {
        'code': '6911100000',
        'patterns': [],
        'aliases': [],
    },
    'колготки': {
        'code': '6115290000',
        'patterns': [],
        'aliases': [
            'kolgotki',
            'kolgotki zhenskie chulki den',
            'колготки чулки ден',
        ],
    },
    'колеса': {
        'code': '',
        'patterns': [],
        'aliases': [
            'колесный диск для мототехники',
            'мебельное колесо',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8302200000',
                    'group': 'мебель',
                    'match': [
                        'тачки',
                        'сумка',
                        'тележка',
                        'садовой',
                        'колесо',
                    ],
                },
                {
                    'code': '8708709909',
                    'group': 'автомобиль',
                    'match': [
                        'садовой',
                        'тачки',
                        'колесо',
                    ],
                },
            ],
        },
    },
    'колодки для обуви': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '6406905000',
                    'group': 'текстиль',
                    'match': [
                        'стельки',
                    ],
                },
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '4421999000',
                    'group': 'дерево',
                    'match': [],
                },
            ],
        },
    },
    'колок': {
        'code': '9209920000',
        'patterns': [],
        'aliases': [],
    },
    'колокол': {
        'code': '8306100000',
        'patterns': [],
        'aliases': [],
    },
    'колонка': {
        'code': '8518220009',
        'patterns': [],
        'aliases': [
            'саундбар',
            'saundbar',
        ],
        'synonyms': [
            'беспроводная колонка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8518220009',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'колонки': {
        'code': '8518299600',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'умная колонка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8518299600',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'колпак': {
        'code': '8306290009',
        'patterns': [],
        'aliases': [],
    },
    'колпаки': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [
                        'abs',
                    ],
                },
            ],
        },
    },
    'колпаки на колеса': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'колпачок': {
        'code': '',
        'patterns': [
            'колпач.*',
            'колпа.*на.*венти',
        ],
        'aliases': [
            'колпачок на вентиль',
            'колпачок на вентиль автомобильный',
        ],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'металл',
                    'match': [
                        'автомобильный',
                        'qmz',
                        'вентиль',
                    ],
                },
            ],
        },
    },
    'колыбель': {
        'code': '9403208009',
        'patterns': [],
        'aliases': [],
    },
    'колье': {
        'code': '7117900000',
        'patterns': [],
        'aliases': [],
    },
    'кольца соединительные': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [],
    },
    'кольцемер': {
        'code': '9017801000',
        'patterns': [],
        'aliases': [],
    },
    'кольцо': {
        'code': '7117900000',
        'patterns': [],
        'aliases': [
            'koltso',
        ],
    },
    'кольцо для метки маток': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'кольцо для пилатеса': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'кольцо уплотнительное': {
        'code': '',
        'patterns': [],
        'aliases': [
            'проходное кольцо',
        ],
        'material_codes': {
            'резина': '4016930005',
        },
    },
    'коляска': {
        'code': '8715001000',
        'patterns': [],
        'aliases': [],
    },
    'комбинезон': {
        'code': '6104630000',
        'patterns': [
            'комбинез.*',
        ],
        'aliases': [
            'kombinezon',
            'горнолыжный комбинезон',
            'polukombinezon',
            'полукомбинезон',
        ],
    },
    'комбинезон для малышей': {
        'code': '',
        'patterns': [],
        'aliases': [
            'кигуруми для малышей',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6111909000',
                    'group': 'детский',
                    'match': [],
                },
                {
                    'code': '6111209000',
                    'group': 'детский',
                    'match': [],
                },
            ],
        },
    },
    'комбинезон рабочий': {
        'code': '6211490009',
        'patterns': [],
        'aliases': [],
    },
    'коммуникатор автомобильный': {
        'code': '9030339900',
        'patterns': [],
        'aliases': [],
    },
    'комод': {
        'code': '9403609009',
        'patterns': [],
        'aliases': [
            'komod',
        ],
    },
    'компас': {
        'code': '9014100000',
        'patterns': [],
        'aliases': [],
    },
    'комплект верхней одежды': {
        'code': '6104299000',
        'patterns': [],
        'aliases': [],
    },
    'комплект встраиваемой техники': {
        'code': '8409910008',
        'patterns': [],
        'aliases': [],
    },
    'комплект для заваривания кофе': {
        'code': '7323940000',
        'patterns': [],
        'aliases': [],
    },
    'комплект для обивки дверей': {
        'code': '6307909100',
        'patterns': [],
        'aliases': [],
    },
    'комплект для путешествия': {
        'code': '9616101000',
        'patterns': [],
        'aliases': [],
    },
    'комплект защиты': {
        'code': '6506101000',
        'patterns': [],
        'aliases': [
            'комплект защиты для спорта',
        ],
    },
    'комплект капельного полива': {
        'code': '8424821000',
        'patterns': [],
        'aliases': [],
    },
    'комплект крепежа строительного': {
        'code': '8302490009',
        'patterns': [],
        'aliases': [],
    },
    'комплект нательный для малышей': {
        'code': '6203238000',
        'patterns': [],
        'aliases': [],
    },
    'комплект нижнего белья': {
        'code': '6212101000',
        'patterns': [
            'нижне.*белья',
        ],
        'aliases': [
            'эротическое белье',
            'нижнее бельё',
            'комплект белья',
            'набор белья',
        ],
    },
    'комплект одежды': {
        'code': '',
        'patterns': [
            'комплек.*одежд',
            'кост.*брючн',
            'кост.*брюк',
            'кост.*шорт',
            'кост.*спорт',
        ],
        'aliases': [
            'костюм брючный',
            'костюм тройка',
            'костюм шортами',
            'брючный костюм с жилетом',
            'komplekt odezhdy',
            'комплект термобелья',
            'костюм сварщика',
            'komplekt termobelya',
            'осенний костюм',
            'медицинский костюм',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6103290009',
                    'name': 'Муж',
                    'group': 'мужской',
                    'match': [
                        'принт',
                        'спортивный',
                        'костюм',
                        'верхней',
                    ],
                },
                {
                    'code': '6104299000',
                    'name': 'Жен',
                    'group': 'женский',
                },
                {
                    'code': '6111909000',
                    'name': 'Дет',
                    'group': 'детский',
                },
            ],
        },
    },
    'комплект одежды для куклы': {
        'code': '9503002900',
        'patterns': [],
        'aliases': [],
    },
    'комплект охранной системы': {
        'code': '8531109500',
        'patterns': [],
        'aliases': [],
    },
    'комплект охранной системы для дома': {
        'code': '8526920008',
        'patterns': [],
        'aliases': [],
    },
    'комплект подсветки для автомобиля': {
        'code': '8536901000',
        'patterns': [],
        'aliases': [],
    },
    'комплект постельного белья': {
        'code': '6302399000',
        'patterns': [
            'наволоч.*',
        ],
        'aliases': [
            'декоративная наволочка',
            'наволочка декоративная',
            'navolochka',
            'navolochka dekorativnaya',
            'простынь',
            'prostynya',
        ],
        'synonyms': [
            'наволочка',
            'простыня',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6302399000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'комплект стульев': {
        'code': '9401690000',
        'patterns': [],
        'aliases': [],
    },
    'комплект украшений': {
        'code': '7117900000',
        'patterns': [],
        'aliases': [],
    },
    'комплектодежды': {
        'code': '6203238000',
        'patterns': [],
        'aliases': [],
    },
    'компрессионная повязка': {
        'code': '6117808009',
        'patterns': [],
        'aliases': [],
    },
    'компрессионные носки': {
        'code': '6115109000',
        'patterns': [],
        'aliases': [],
    },
    'компрессор автомобильный': {
        'code': '8414802200',
        'patterns': [],
        'aliases': [
            'автомобильное зарядное устройство',
        ],
    },
    'компрессор для аквариума': {
        'code': '8413702100',
        'patterns': [],
        'aliases': [],
    },
    'компрессор кондиционера авто': {
        'code': '8708999709',
        'patterns': [],
        'aliases': [],
    },
    'компьютерная акустика': {
        'code': '8518299600',
        'patterns': [],
        'aliases': [],
    },
    'компьютерный стол': {
        'code': '9403601009',
        'patterns': [],
        'aliases': [],
    },
    'комфортер': {
        'code': '9503009909',
        'patterns': [],
        'aliases': [],
    },
    'конверт для новорожденного': {
        'code': '6301401000',
        'patterns': [],
        'aliases': [],
    },
    'конверт шкатулка для денег': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'конденсатор': {
        'code': '8541590000',
        'patterns': [],
        'aliases': [],
    },
    'кондуктор для монтажа': {
        'code': '9017203900',
        'patterns': [],
        'aliases': [],
    },
    'коннектор': {
        'code': '8536901000',
        'patterns': [],
        'aliases': [],
    },
    'консоль': {
        'code': '9403601009',
        'patterns': [],
        'aliases': [],
    },
    'консоль автомобильная': {
        'code': '8527212009',
        'patterns': [
            'консо.*автом',
        ],
        'aliases': [],
    },
    'консоль в автомобиль': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'конструктор': {
        'code': '9503003500',
        'patterns': [],
        'aliases': [],
    },
    'конструкционный материал': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3920510000',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'контрацептивы': {
        'code': '4014100000',
        'patterns': [],
        'aliases': [],
    },
    'контроллер': {
        'code': '8537109100',
        'patterns': [],
        'aliases': [],
    },
    'конфеты': {
        'code': '1704907500',
        'patterns': [],
        'aliases': [
            'карамель',
        ],
        'synonyms': [
            'глазурь',
        ],
    },
    'коньки': {
        'code': '9506701000',
        'patterns': [],
        'aliases': [],
    },
    'корень женьшеня': {
        'code': '1211200000',
        'patterns': [],
        'aliases': [],
    },
    'корзина для белья': {
        'code': '4421910000',
        'patterns': [],
        'aliases': [],
    },
    'корзина для пикника': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'корзина для хранения': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7326200002',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '9403700008',
                    'group': 'мебель',
                    'match': [],
                },
                {
                    'code': '4202990000',
                    'group': 'текстиль',
                    'match': [],
                },
            ],
        },
    },
    'корзина экспедиционная': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'кормоизмельчитель': {
        'code': '8436100000',
        'patterns': [],
        'aliases': [],
    },
    'кормушка': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'кормушка для птиц': {
        'code': '7013990000',
        'patterns': [],
        'aliases': [
            'кормушка для птиц грызунов',
        ],
    },
    'корнеудалитель': {
        'code': '8201900009',
        'patterns': [],
        'aliases': [],
    },
    'короб архивный': {
        'code': '4202125009',
        'patterns': [],
        'aliases': [],
    },
    'коробка': {
        'code': '',
        'patterns': [
            'органайз.*',
        ],
        'aliases': [
            'konteyner',
            'контейнеры',
            'korobka',
            'ящик',
            'короб',
            'korzina',
            'organayzer',
            'чехол для спортивного инвентаря',
            'контейнер пищевой пластик',
            'пищевой контейнер',
        ],
        'synonyms': [
            'корзина',
            'органайзер',
            'контейнер для хранения',
            'контейнер пищевой',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3923100000',
                    'name': 'Пластик',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '4202929800',
                    'name': 'Текстиль',
                    'group': 'текстиль',
                    'match': [],
                },
                {
                    'code': '7326909409',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '4819100000',
                    'group': 'бумага',
                    'match': [],
                },
            ],
        },
    },
    'коробка для хранения': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'коронка сверлильная': {
        'code': '8207506000',
        'patterns': [],
        'aliases': [
            'koronka',
        ],
    },
    'корпу аккумулятора': {
        'code': '8507908000',
        'patterns': [],
        'aliases': [],
    },
    'корпус клавиатуры': {
        'code': '7616991008',
        'patterns': [],
        'aliases': [],
    },
    'корпус ступицы для мототехники': {
        'code': '8483200000',
        'patterns': [],
        'aliases': [],
    },
    'корпус фары': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'корпусный резистор': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'корректор': {
        'code': '9021101000',
        'patterns': [],
        'aliases': [],
    },
    'корректор фар': {
        'code': '8501109900',
        'patterns': [],
        'aliases': [],
    },
    'корсет': {
        'code': '6212900000',
        'patterns': [],
        'aliases': [
            'korset dlya spiny',
            'корсет для спины',
            'korset',
        ],
    },
    'коса': {
        'code': '8201900009',
        'patterns': [],
        'aliases': [],
    },
    'косметичка': {
        'code': '4202921100',
        'patterns': [
            'косметич.*',
        ],
        'aliases': [
            'kosmetichka',
        ],
    },
    'косметологический комбайн': {
        'code': '8543708000',
        'patterns': [],
        'aliases': [],
    },
    'костровая чаша': {
        'code': '7321890000',
        'patterns': [],
        'aliases': [],
    },
    'костюм': {
        'code': '6111209000',
        'patterns': [],
        'aliases': [],
    },
    'костюм для малышей': {
        'code': '',
        'patterns': [],
        'aliases': [
            'костюм классический',
        ],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '6104230000',
                    'group': 'женский',
                    'match': [],
                },
                {
                    'code': '6111909000',
                    'group': 'детский',
                    'match': [
                        'боди',
                    ],
                },
            ],
        },
    },
    'костюм для ролевых игр': {
        'code': '6104130000',
        'patterns': [],
        'aliases': [],
    },
    'костюм карнавальный': {
        'code': '9505900000',
        'patterns': [
            'костю.*карна',
        ],
        'aliases': [
            'портупея эротическая комплект',
        ],
        'synonyms': [
            'карнавальная одежда',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9505900000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'костюм рабочий': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6104130000',
                    'group': 'женский',
                    'match': [],
                },
                {
                    'code': '6203299000',
                    'group': 'мужской',
                    'match': [],
                },
                {
                    'code': '6211431000',
                    'group': 'взрослый',
                    'match': [],
                },
            ],
        },
    },
    'костюм сауна для похудения': {
        'code': '6204238000',
        'patterns': [],
        'aliases': [],
    },
    'костюм спортивный': {
        'code': '',
        'patterns': [
            'одежд.*спорт',
            'форм.*футб',
            'форм.*баскет',
        ],
        'aliases': [
            'форма баскетбольная',
            'форма футбольная',
            'спортивный костюм',
            'forma futbolnaya',
            'kostyum sportivnyy',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6112190000',
                    'name': 'Хлопок',
                    'group': 'хлопок',
                    'match': [],
                },
                {
                    'code': '6104299000',
                    'group': 'женский',
                    'match': [
                        'veilure',
                    ],
                },
            ],
        },
    },
    'косынка': {
        'code': '6505009000',
        'patterns': [],
        'aliases': [],
    },
    'кофе': {
        'code': '2101110016',
        'patterns': [],
        'aliases': [
            'кофейный',
        ],
    },
    'кофе в капсулах': {
        'code': '0901210009',
        'patterns': [],
        'aliases': [],
    },
    'кофемашина': {
        'code': '8419812000',
        'patterns': [],
        'aliases': [],
    },
    'кофемолка': {
        'code': '8509400000',
        'patterns': [],
        'aliases': [],
    },
    'кофр для хранения вещей': {
        'code': '',
        'patterns': [],
        'aliases': [
            'kofr',
            'кофр',
            'мотокофр',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4202929800',
                    'group': 'текстиль',
                    'match': [
                        'мотокофр',
                        'футляр',
                        'кобура',
                        'сумка-термос',
                        'шкатулка',
                        'брезентовый',
                        'ружья',
                        'чехол',
                    ],
                },
            ],
        },
    },
    'кофточка для новорожденного': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6109909000',
                    'group': 'взрослый',
                    'match': [],
                },
                {
                    'code': '6110309900',
                    'group': 'взрослый',
                    'match': [],
                },
            ],
        },
    },
    'кошелек': {
        'code': '',
        'patterns': [
            'кошел.*',
        ],
        'aliases': [
            'бумажник',
            'bumazhnik',
            'koshelek',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '4202321000',
                    'name': 'Пластик',
                    'group': 'пластик',
                },
                {
                    'code': '4202310000',
                    'name': 'Кожа',
                    'group': 'кожа',
                },
                {
                    'code': '4202929800',
                    'name': 'Текстиль',
                    'group': 'текстиль',
                },
            ],
        },
    },
    'кран': {
        'code': '',
        'patterns': [],
        'aliases': [
            'встраиваемый вентиль',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8481801900',
                    'group': 'арматура смесительная',
                },
                {
                    'code': '8505902009',
                    'name': 'Электро',
                    'group': 'электрический',
                },
            ],
        },
    },
    'кран водоразборный': {
        'code': '8481801100',
        'patterns': [],
        'aliases': [],
    },
    'кран для фильтра питьевой воды': {
        'code': '8481801100',
        'patterns': [],
        'aliases': [],
    },
    'кран топливный для мототехники': {
        'code': '8481808199',
        'patterns': [],
        'aliases': [],
    },
    'краситель пищевой': {
        'code': '1702903000',
        'patterns': [],
        'aliases': [],
    },
    'краска': {
        'code': '3209900009',
        'patterns': [
            'краск.*акрил',
        ],
        'aliases': [
            'эмаль',
            'краска автомобильная',
            'красок',
        ],
    },
    'краска для аэрографа': {
        'code': '3209100009',
        'patterns': [],
        'aliases': [],
    },
    'краска для обуви': {
        'code': '3210009009',
        'patterns': [
            'краск.*для.*обуви',
        ],
        'aliases': [],
    },
    'краска флористическая': {
        'code': '3208209009',
        'patterns': [],
        'aliases': [],
    },
    'краски': {
        'code': '3213100000',
        'patterns': [],
        'aliases': [
            'пастель рисования',
            'палитра',
            'kraski',
            'гуашь',
        ],
    },
    'краски для моделизма': {
        'code': '3213900000',
        'patterns': [],
        'aliases': [
            'химия для моделизма',
        ],
    },
    'крем для бритья': {
        'code': '3307100000',
        'patterns': [],
        'aliases': [
            'средство после бритья',
        ],
    },
    'крепеж': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3925901000',
                    'name': 'Пласт',
                    'group': 'пластик',
                },
                {
                    'code': '7326909807',
                    'name': 'Металл',
                    'group': 'металл',
                },
                {
                    'code': '8302420000',
                    'group': 'мебель',
                },
                {
                    'code': '3926909709',
                    'group': 'пластик',
                },
            ],
        },
    },
    'крепление': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [],
    },
    'крепление для брекетов': {
        'code': '9018499000',
        'patterns': [
            'крепл.*для.*бреке',
        ],
        'aliases': [],
    },
    'крепление для устройств умного дома': {
        'code': '8507908000',
        'patterns': [],
        'aliases': [],
    },
    'крепление на мотокофр': {
        'code': '9029203109',
        'patterns': [],
        'aliases': [],
    },
    'крепление фильтра насоса': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [
            'подвесное крепление для пк',
        ],
    },
    'крепления для солнц.козырька': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'кресло': {
        'code': '9401800009',
        'patterns': [],
        'aliases': [
            'кресло кровать',
        ],
    },
    'кресло качалка': {
        'code': '9401690000',
        'patterns': [],
        'aliases': [],
    },
    'кресло коляска': {
        'code': '8713100000',
        'patterns': [],
        'aliases': [],
    },
    'кримпер': {
        'code': '8203200009',
        'patterns': [],
        'aliases': [],
    },
    'кровать': {
        'code': '',
        'patterns': [],
        'aliases': [
            'кровать раздвижная',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '9403208009',
                    'name': 'Металл',
                    'group': 'металл',
                },
                {
                    'code': '9403609009',
                    'name': 'Дерево',
                    'group': 'дерево',
                },
                {
                    'code': '9403700008',
                    'name': 'Пластик',
                    'group': 'пластик',
                },
            ],
        },
    },
    'кровать раскладная туристическая': {
        'code': '9403202009',
        'patterns': [],
        'aliases': [],
    },
    'кронштейн': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [
            'kronshteyn',
        ],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '3924900009',
                    'group': 'пластик',
                    'match': [
                        'abs',
                    ],
                },
            ],
        },
    },
    'кроссовки': {
        'code': '',
        'patterns': [
            'кроссов.*',
        ],
        'aliases': [
            'кеды',
            'бутсы',
            'шиповки',
            'krossovki',
            'kedy',
            'butsy',
            'штангетки',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6403190000',
                    'group': 'кожа',
                    'match': [],
                },
                {
                    'code': '6402190000',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'круг надувной': {
        'code': '',
        'patterns': [],
        'aliases': [
            'надувная',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9503009909',
                    'group': 'игрушки',
                    'match': [],
                },
                {
                    'code': '9506290000',
                    'group': 'спорт',
                    'match': [],
                },
            ],
        },
    },
    'круг отрезной': {
        'code': '6804221200',
        'patterns': [],
        'aliases': [],
    },
    'кружево': {
        'code': '5804219000',
        'patterns': [],
        'aliases': [
            'kruzhevo',
        ],
    },
    'кружка с блюдцем': {
        'code': '6911100000',
        'patterns': [],
        'aliases': [],
    },
    'крыло мотоцикла': {
        'code': '8714109000',
        'patterns': [],
        'aliases': [],
    },
    'крышка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'крышка бензобака',
            'крышка для бочки бака',
            'крышка бочка',
            'kryshka',
            'заглушки для скиммера бассейна наземные',
        ],
        'synonyms': [
            'пробка',
        ],
        'material_codes': {
            'нержавеющая сталь, пвх': '',
        },
        'dropdown': {
            'variants': [
                {
                    'code': '3923509000',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'металл',
                    'match': [
                        'бак',
                        'люк',
                        'лючк',
                        'горловин',
                    ],
                },
                {
                    'code': '7013499900',
                    'group': 'стекло',
                    'match': [],
                },
                {
                    'code': '7323990000',
                    'group': 'бытовой',
                    'match': [
                        'посуд',
                        'кастрюл',
                        'сковород',
                        'бытов',
                        'кухон',
                    ],
                },
            ],
        },
    },
    'крышка для спортивной бутылки': {
        'code': '3924900009',
        'patterns': [],
        'aliases': [],
    },
    'крышка клапана': {
        'code': '8481900000',
        'patterns': [],
        'aliases': [],
    },
    'крышка лючка бензобака': {
        'code': '8302300009',
        'patterns': [],
        'aliases': [],
    },
    'крышка от брызг': {
        'code': '3924900009',
        'patterns': [],
        'aliases': [],
    },
    'крюк буксировочный': {
        'code': '8302300009',
        'patterns': [
            'крюк.*букси',
        ],
        'aliases': [],
    },
    'крючки': {
        'code': '8308100000',
        'patterns': [],
        'aliases': [
            'kryuchki',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3924900009',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'крючок': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3924900009',
                    'name': 'Пласт',
                    'group': 'пластик',
                },
                {
                    'code': '8308100000',
                    'name': 'Металл для одежд',
                    'group': 'металл',
                },
                {
                    'code': '7326909807',
                    'name': 'Металл',
                    'group': 'металл',
                },
            ],
        },
    },
    'крючок для вязания': {
        'code': '7319901000',
        'patterns': [],
        'aliases': [],
    },
    'крючок для дома': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'крючок рыболовный': {
        'code': '9507209000',
        'patterns': [],
        'aliases': [
            'kryuchok rybolovnyy',
        ],
    },
    'кукла': {
        'code': '9503002100',
        'patterns': [
            'кукл*',
            'кукол*',
        ],
        'aliases': [
            'kukla',
        ],
    },
    'кукольный домик': {
        'code': '9503007000',
        'patterns': [],
        'aliases': [],
    },
    'кулер': {
        'code': '8414592000',
        'patterns': [],
        'aliases': [
            'kuler',
        ],
    },
    'кулер для воды': {
        'code': '8418690008',
        'patterns': [],
        'aliases': [],
    },
    'кулер для ноутбука': {
        'code': '8414594000',
        'patterns': [],
        'aliases': [],
    },
    'кулинарная форма': {
        'code': '',
        'patterns': [],
        'aliases': [
            'сырорезка',
            'форма для запекания выпечки',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3924900009',
                    'name': 'Пласт',
                    'group': 'пластик',
                },
                {
                    'code': '8205510090',
                    'group': 'пластик',
                    'match': [
                        'abs',
                    ],
                },
                {
                    'code': '7323930000',
                    'name': 'Металл',
                    'group': 'металл',
                },
                {
                    'code': '6912002900',
                    'name': 'Керамика',
                    'group': 'керамика',
                },
            ],
        },
    },
    'кулон': {
        'code': '7117900000',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '7117900000',
                    'group': 'металл',
                    'match': [
                        'латун',
                    ],
                },
            ],
        },
    },
    'культиватор': {
        'code': '8208400000',
        'patterns': [],
        'aliases': [],
    },
    'культиватор насадка': {
        'code': '8208400000',
        'patterns': [],
        'aliases': [],
    },
    'купальник': {
        'code': '',
        'patterns': [
            'купальн.*',
        ],
        'aliases': [
            'kupalnik',
            'купальник слитный',
            'kupalnik slitnyy',
            'kupalnik razdelnyy',
            'купальник раздельный',
        ],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '6211120000',
                    'group': 'взрослый',
                    'match': [],
                },
                {
                    'code': '6112419000',
                    'group': 'женский',
                    'match': [
                        'малышей',
                    ],
                },
            ],
        },
    },
    'купальник для малышей': {
        'code': '6112411000',
        'patterns': [],
        'aliases': [],
    },
    'купол': {
        'code': '6306120000',
        'patterns': [],
        'aliases': [],
    },
    'куртка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'kurtka',
            'косуха',
            'олимпийка',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6201900000',
                    'name': 'Муж',
                    'group': 'мужской',
                    'match': [
                        'плащ',
                        'пальто',
                    ],
                },
                {
                    'code': '6202900009',
                    'name': 'Жен',
                    'group': 'женский',
                },
                {
                    'code': '6111909000',
                    'name': 'Дет',
                    'group': 'детский',
                },
            ],
        },
    },
    'куртка для малышей': {
        'code': '6102909000',
        'patterns': [],
        'aliases': [],
    },
    'кусачки': {
        'code': '8214200000',
        'patterns': [],
        'aliases': [
            'кусачки маникюрные',
            'ножницы маникюрные',
        ],
    },
    'кухонная вытяжка': {
        'code': '8414600001',
        'patterns': [],
        'aliases': [],
    },
    'лак для волос': {
        'code': '3305300000',
        'patterns': [],
        'aliases': [],
    },
    'лампа автомобильная': {
        'code': '8539519009',
        'patterns': [],
        'aliases': [],
    },
    'лампа от насекомых': {
        'code': '8543708000',
        'patterns': [],
        'aliases': [],
    },
    'ламподержатель': {
        'code': '8536619000',
        'patterns': [],
        'aliases': [],
    },
    'лампочка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'лампа',
            'лампочки',
            'lampa',
            'фитолампа',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8539520009',
                    'group': 'освещение',
                },
                {
                    'code': '8539490000',
                    'group': 'уф',
                },
            ],
        },
    },
    'лапы боксерские': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'ластик': {
        'code': '4016920000',
        'patterns': [],
        'aliases': [],
    },
    'ласты': {
        'code': '9506290000',
        'patterns': [],
        'aliases': [],
    },
    'лебедка': {
        'code': '8425310000',
        'patterns': [],
        'aliases': [],
    },
    'лежак для животных': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6307909800',
                    'name': 'Текстиль',
                    'group': 'текстиль',
                    'match': [],
                },
                {
                    'code': '9403700008',
                    'name': 'Пластик',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'лежанка': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '6307909800',
                    'group': 'текстиль',
                    'match': [
                        'ткань',
                        'ткани',
                        'тканев',
                        'тканн',
                    ],
                },
            ],
        },
    },
    'лезвия для газонокосилки': {
        'code': '8208900000',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '8208900000',
                    'group': 'металл',
                    'match': [
                        'нержав',
                    ],
                },
            ],
        },
    },
    'лезвия для садового триммера с крепежом': {
        'code': '8208400000',
        'patterns': [],
        'aliases': [
            'нож для садового инструмента',
        ],
    },
    'лейка': {
        'code': '7323930000',
        'patterns': [],
        'aliases': [],
    },
    'лейка для гигиенического душа': {
        'code': '8481801100',
        'patterns': [],
        'aliases': [],
    },
    'лейка для душа': {
        'code': '',
        'patterns': [],
        'aliases': [
            'гигиенический душ',
            'трап для душа',
            'штанга для душа',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8481801900',
                    'group': 'сантехника',
                    'match': [],
                },
                {
                    'code': '7324900009',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'лента': {
        'code': '',
        'patterns': [],
        'aliases': [
            'клейкая лента',
            'kleykaya lenta',
            'гидроизаляционный материал',
            'обмотка',
            'бордюрная лента',
            'лента для клюшек',
            'монтажная лента',
            'пленка',
            'plenka',
            'наклейка автомобильная',
            'наклейка коллекционная',
            'знак автомобильный',
            'наклейки',
            'стикеры',
            'стикер',
            'этикетка',
        ],
        'synonyms': [
            'наклейка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6307909800',
                    'group': 'ткань',
                    'match': [],
                },
                {
                    'code': '3919900000',
                    'group': 'полиэстер',
                    'match': [],
                },
                {
                    'code': '4811419000',
                    'group': 'бумага',
                    'match': [
                        'стикер',
                        'бумаж',
                        'бумаг',
                    ],
                },
            ],
        },
    },
    'лента декоративная': {
        'code': '5806329000',
        'patterns': [],
        'aliases': [],
    },
    'лента для кассетного магнитофона': {
        'code': '4010390000',
        'patterns': [],
        'aliases': [],
    },
    'лента для поликарбоната': {
        'code': '3920610000',
        'patterns': [],
        'aliases': [],
    },
    'лента для скейтборда': {
        'code': '4811900000',
        'patterns': [],
        'aliases': [],
    },
    'ленточка для упаковки подарков': {
        'code': '5808100000',
        'patterns': [],
        'aliases': [],
    },
    'леска': {
        'code': '3916909000',
        'patterns': [],
        'aliases': [
            'леска для триммера',
            'рыболовная леска',
        ],
    },
    'лестница': {
        'code': '7326903000',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'стремянка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '7326903000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'лечебное средство': {
        'code': '3004900002',
        'patterns': [],
        'aliases': [
            'лекарство для животных',
            'таблетки лекарств',
            'пилюли для сердца',
            'средство от грибка',
        ],
    },
    'линейка': {
        'code': '9017801000',
        'patterns': [
            'линейк*',
        ],
        'aliases': [
            'лента измерительная',
            'линейки',
        ],
    },
    'линза': {
        'code': '9001300000',
        'patterns': [],
        'aliases': [],
    },
    'липучка для рукоделия': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'лиф для купания': {
        'code': '6211120000',
        'patterns': [],
        'aliases': [
            'лиф купальный',
        ],
    },
    'лицевая панель для розетки': {
        'code': '8536699008',
        'patterns': [],
        'aliases': [],
    },
    'лобзик': {
        'code': '8202100000',
        'patterns': [],
        'aliases': [],
    },
    'лобзик ручной': {
        'code': '8203400000',
        'patterns': [],
        'aliases': [],
    },
    'лодка': {
        'code': '8903110000',
        'patterns': [],
        'aliases': [
            'lodka',
        ],
    },
    'лодка надувная': {
        'code': '8903190000',
        'patterns': [],
        'aliases': [],
    },
    'ложка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'lozhka',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8215991000',
                    'group': 'посуда',
                },
                {
                    'code': '7323990000',
                    'name': 'Металл',
                    'group': 'металл',
                },
                {
                    'code': '4421999000',
                    'name': 'Дерево',
                    'group': 'дерево',
                },
            ],
        },
    },
    'ложка столовая': {
        'code': '8215999000',
        'patterns': [],
        'aliases': [],
    },
    'ложка чайная': {
        'code': '7323930000',
        'patterns': [],
        'aliases': [],
    },
    'лом': {
        'code': '8201300000',
        'patterns': [],
        'aliases': [],
    },
    'ломтерезка': {
        'code': '8509400000',
        'patterns': [],
        'aliases': [],
    },
    'лонгслив': {
        'code': '',
        'patterns': [],
        'aliases': [
            'термомайка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6109902000',
                    'group': 'хлопок',
                    'match': [],
                },
                {
                    'code': '6109909000',
                    'group': 'взрослый',
                    'match': [],
                },
                {
                    'code': '6110909000',
                    'group': 'взрослый',
                    'match': [],
                },
            ],
        },
    },
    'лонгслив для малышей': {
        'code': '6109902000',
        'patterns': [],
        'aliases': [],
    },
    'лопасти пропеллера': {
        'code': '3926909709',
        'patterns': [
            'лопас.*пропе',
        ],
        'aliases': [
            'аксессуары, запчасти для радиоуправляемой модели',
        ],
    },
    'лопата': {
        'code': '8201100000',
        'patterns': [],
        'aliases': [
            'lopata',
            'поисковые драги',
        ],
    },
    'лоток': {
        'code': '',
        'patterns': [
            'лоток.*для.*обуви',
        ],
        'aliases': [
            'lotok',
            'туалет для животных',
            'лоток для обуви',
            'туалет животных',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3926909709',
                    'name': 'Пласт',
                    'group': 'пластик',
                },
                {
                    'code': '3924900009',
                    'group': 'пластик',
                    'match': [
                        'для животных',
                        'для кошек',
                        'для собак',
                        'кошачий',
                        'для кота',
                    ],
                    'characteristic': 'бытовой',
                },
            ],
        },
    },
    'лоток для бумаг': {
        'code': '',
        'patterns': [],
        'aliases': [
            'органайзер книг канцелярии и учебников',
            'зажим для бумаги',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8305900000',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '3926100000',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'лоферы': {
        'code': '6405909000',
        'patterns': [],
        'aliases': [],
    },
    'лупа': {
        'code': '9013800000',
        'patterns': [],
        'aliases': [
            'lupa',
        ],
    },
    'люстра': {
        'code': '9405490039',
        'patterns': [],
        'aliases': [
            'lyustra',
        ],
    },
    'магический амулет оберег': {
        'code': '7116201100',
        'patterns': [],
        'aliases': [],
    },
    'магнит': {
        'code': '8505199000',
        'patterns': [],
        'aliases': [
            'магнит на холодильник',
        ],
    },
    'магнитный держатель': {
        'code': '8505110000',
        'patterns': [],
        'aliases': [],
    },
    'макароны': {
        'code': '1902301000',
        'patterns': [],
        'aliases': [
            'лапша',
        ],
    },
    'макивара': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'макрокольца для камер': {
        'code': '9002900009',
        'patterns': [],
        'aliases': [],
    },
    'манеж': {
        'code': '9503009901',
        'patterns': [],
        'aliases': [
            'manezh',
            'манеж напольный игровой с ковриком',
        ],
    },
    'манишка спортивная': {
        'code': '6109902000',
        'patterns': [],
        'aliases': [],
    },
    'манометр': {
        'code': '9026202000',
        'patterns': [],
        'aliases': [],
    },
    'мантоварка': {
        'code': '7323930000',
        'patterns': [
            'мантовар.*',
        ],
        'aliases': [
            'mantovarka',
        ],
    },
    'маркер': {
        'code': '9608200000',
        'patterns': [],
        'aliases': [
            'набор маркеров',
            'набор фломастеров',
            'marker',
            'маркер для мебели',
        ],
        'synonyms': [
            'маркер для плиточных швов',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9608200000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'маркировка сельскохозяйственных животных': {
        'code': '8203200009',
        'patterns': [],
        'aliases': [],
    },
    'мармелад': {
        'code': '1704906500',
        'patterns': [],
        'aliases': [],
    },
    'мармит': {
        'code': '8419818000',
        'patterns': [],
        'aliases': [],
    },
    'маска бандаж': {
        'code': '3005909900',
        'patterns': [],
        'aliases': [],
    },
    'маска для дайвинга': {
        'code': '9506290000',
        'patterns': [
            'маска.*для.*дайви',
        ],
        'aliases': [],
    },
    'маска для лица': {
        'code': '5601219000',
        'patterns': [],
        'aliases': [
            'маска на лицо',
        ],
    },
    'маска для плавания': {
        'code': '9506290000',
        'patterns': [],
        'aliases': [
            'maska',
            'maska dlya plavaniya',
            'маска',
        ],
    },
    'маска для сна': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [
            'maska dlya sna',
        ],
    },
    'маска карнавальная': {
        'code': '9505900000',
        'patterns': [],
        'aliases': [],
    },
    'маска корректирующая': {
        'code': '9021101000',
        'patterns': [
            'маска.*корре',
        ],
        'aliases': [],
    },
    'маска повязка на лицо': {
        'code': '6117100000',
        'patterns': [],
        'aliases': [
            'маска-повязка на лицо',
        ],
    },
    'маска пчеловода': {
        'code': '5608191900',
        'patterns': [],
        'aliases': [],
    },
    'маска сварщика': {
        'code': '6506101000',
        'patterns': [],
        'aliases': [
            'сварочная маска',
        ],
    },
    'масленка': {
        'code': '7323930000',
        'patterns': [],
        'aliases': [],
    },
    'масленка для смазки': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'масленка сырница': {
        'code': '6911100000',
        'patterns': [],
        'aliases': [],
    },
    'масло косметическое': {
        'code': '1515908900',
        'patterns': [],
        'aliases': [],
    },
    'масло трансмиссионное': {
        'code': '2710199800',
        'patterns': [],
        'aliases': [
            'масло моторное',
        ],
    },
    'массажер': {
        'code': '9019109009',
        'patterns': [],
        'aliases': [
            'massazher',
            'аксессуар для массажера',
        ],
    },
    'массажер спортивный': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'массажер электрический': {
        'code': '9019101000',
        'patterns': [
            'бдсм',
        ],
        'aliases': [
            'мастурбатор',
            'анальная пробка',
            'тренажер кегеля',
            'насадки удлинители эротические',
            'фаллоимитатор',
            'расширитель',
            'массажер простаты',
        ],
    },
    'массажное кресло': {
        'code': '9019101000',
        'patterns': [],
        'aliases': [],
    },
    'массажный мяч': {
        'code': '9019109009',
        'patterns': [],
        'aliases': [],
    },
    'мастихин художественный': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'мат спортивный': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'матрас': {
        'code': '9404299000',
        'patterns': [],
        'aliases': [
            'matras bespruzhinnyy',
            'матрас беспружинный',
            'matras',
        ],
        'synonyms': [
            'матрас для садовой мебели',
            'матрасик для купания',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9404299000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'матрас в автомобиль': {
        'code': '6304990000',
        'patterns': [],
        'aliases': [],
    },
    'машинка для стрижки': {
        'code': '8510200000',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'триммер',
            'стригальный агрегат',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8510200000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'машинка для удаления катышков': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [],
    },
    'мебель': {
        'code': '',
        'patterns': [],
        'aliases': [
            'nabor sadovoy mebeli',
            'набор садовой мебели',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '9403208009',
                    'name': 'Металл',
                    'group': 'металл',
                },
                {
                    'code': '9403609009',
                    'name': 'Дерево',
                    'group': 'дерево',
                },
                {
                    'code': '9403700008',
                    'name': 'Пластик',
                    'group': 'пластик',
                },
            ],
        },
    },
    'мебель для куклы': {
        'code': '9503002900',
        'patterns': [],
        'aliases': [],
    },
    'мебельная фурнитура': {
        'code': '8302420000',
        'patterns': [],
        'aliases': [
            'тарная фурнитура',
        ],
    },
    'медиатор': {
        'code': '9209920000',
        'patterns': [],
        'aliases': [],
    },
    'мел портновский': {
        'code': '9609909000',
        'patterns': [],
        'aliases': [],
    },
    'мелок сварщика': {
        'code': '9609909000',
        'patterns': [],
        'aliases': [],
    },
    'мельница для специй': {
        'code': '8509400000',
        'patterns': [],
        'aliases': [],
    },
    'мерная колба': {
        'code': '7010909101',
        'patterns': [],
        'aliases': [],
    },
    'металлические заготовки для гравировки': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'метроном': {
        'code': '9209994000',
        'patterns': [],
        'aliases': [],
    },
    'метчик': {
        'code': '8207401000',
        'patterns': [],
        'aliases': [],
    },
    'мех искусственный': {
        'code': '4304000000',
        'patterns': [],
        'aliases': [],
    },
    'механический массажер для головы': {
        'code': '9603293000',
        'patterns': [],
        'aliases': [],
    },
    'мешок': {
        'code': '',
        'patterns': [],
        'aliases': [
            'мешочек',
            'мешочек для хранения хлопковый',
            'meshok',
            'мешки',
            'пакеты',
            'крафт пакет',
            'пакет для подарков',
            'мешки мусора',
            'гермомешок',
        ],
        'synonyms': [
            'пакет',
            'чехол для одежды',
            'вакуумный пакет',
            'пакет для продуктов',
            'пакет подарочный',
            'мешки для мусора',
            'мешки садовые',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3923299000',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '4819400000',
                    'group': 'бумага',
                    'match': [],
                },
                {
                    'code': '6305109000',
                    'group': 'текстиль',
                    'match': [],
                },
            ],
        },
    },
    'мешок бумажный': {
        'code': '4819400000',
        'patterns': [],
        'aliases': [],
    },
    'мешок для подарков': {
        'code': '',
        'patterns': [],
        'aliases': [
            'sumochka dlya lyubovnika',
        ],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '4202929800',
                    'group': 'текстиль',
                    'match': [
                        'сумка',
                        'стакана',
                        'инструментов',
                        'ноутбука',
                        'пояс',
                        'одноразовые',
                        'держатели',
                    ],
                },
                {
                    'code': '6305900000',
                    'group': 'текстиль',
                    'match': [],
                },
            ],
        },
    },
    'мешок для пылесоса': {
        'code': '5911909000',
        'patterns': [],
        'aliases': [
            'пылесоса',
            'пылесборников',
            'пылесборник',
        ],
    },
    'мешок для сменной обуви': {
        'code': '4202921100',
        'patterns': [],
        'aliases': [],
    },
    'мешок для хранения': {
        'code': '6305390000',
        'patterns': [],
        'aliases': [],
    },
    'микроскоп': {
        'code': '9011800000',
        'patterns': [],
        'aliases': [],
    },
    'микрофон': {
        'code': '8518109600',
        'patterns': [],
        'aliases': [
            'mikrofon',
            'аксессуар для микрофона',
        ],
    },
    'микрофонная стойка': {
        'code': '8518109600',
        'patterns': [],
        'aliases': [],
    },
    'миксер косметический': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [],
    },
    'миксер кухонный': {
        'code': '8509400000',
        'patterns': [],
        'aliases': [],
    },
    'микшер': {
        'code': '8518408008',
        'patterns': [],
        'aliases': [],
    },
    'минерал кристалл коллекционный': {
        'code': '6802290009',
        'patterns': [
            'минер.*крист.*колле',
        ],
        'aliases': [
            'минерал, кристалл коллекционный',
        ],
    },
    'мини тренажер': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9506919000',
                    'group': 'спорт',
                    'match': [],
                },
                {
                    'code': '9019109009',
                    'group': 'медицина',
                    'match': [],
                },
            ],
        },
    },
    'минимойка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'распылительная трубка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8424300800',
                    'group': 'электрический',
                    'match': [],
                },
                {
                    'code': '8424900000',
                    'group': 'электрический',
                    'match': [],
                },
            ],
        },
    },
    'миска': {
        'code': '7323930000',
        'patterns': [],
        'aliases': [
            'миска походная',
        ],
    },
    'миска для животных': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [],
    },
    'митенки': {
        'code': '6116930000',
        'patterns': [],
        'aliases': [],
    },
    'многоразовая непромокаемая пеленка': {
        'code': '9619005009',
        'patterns': [],
        'aliases': [],
    },
    'многоразовая пеленка для животных': {
        'code': '9619005009',
        'patterns': [],
        'aliases': [],
    },
    'многоразовый подгузник': {
        'code': '9619008909',
        'patterns': [],
        'aliases': [
            'трусики подгузники',
        ],
    },
    'модуль дисплейный': {
        'code': '8524910090',
        'patterns': [],
        'aliases': [],
    },
    'мозаика': {
        'code': '9504908009',
        'patterns': [],
        'aliases': [
            'алмазная мозайка',
        ],
        'synonyms': [
            'мозайка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9504908009',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'мойка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'moyka',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '7324100009',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '8481801900',
                    'group': 'сантехника',
                    'match': [],
                },
            ],
        },
    },
    'мокасины': {
        'code': '',
        'patterns': [],
        'aliases': [
            'mokasiny',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6402999100',
                    'name': 'Детские',
                    'group': 'детский',
                    'match': [],
                },
                {
                    'code': '6402999800',
                    'name': 'Женские',
                    'group': 'женский',
                    'match': [],
                },
                {
                    'code': '6402999600',
                    'name': 'Мужские',
                    'group': 'мужской',
                    'match': [],
                },
            ],
        },
    },
    'молд': {
        'code': '3926909709',
        'patterns': [
            'молд.*для.*литья',
        ],
        'aliases': [
            'молд для литья',
        ],
    },
    'молдинг': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '8302300009',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'молоток': {
        'code': '8205200000',
        'patterns': [],
        'aliases': [
            'molotok',
        ],
    },
    'мольберт художественный': {
        'code': '',
        'patterns': [
            'мольб.*худож',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4421999000',
                    'group': 'дерево',
                    'match': [],
                },
                {
                    'code': '9610000000',
                    'group': 'канцелярия',
                    'match': [],
                },
                {
                    'code': '9403208009',
                    'group': 'мебель',
                    'match': [],
                },
            ],
        },
    },
    'монета коллекционная': {
        'code': '7118100000',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '7118100000',
                    'group': 'бумага',
                    'match': [
                        'картон',
                    ],
                },
            ],
        },
    },
    'монета сувенирная': {
        'code': '7118900000',
        'patterns': [],
        'aliases': [],
    },
    'монитор': {
        'code': '8528599009',
        'patterns': [],
        'aliases': [
            'monitor',
        ],
    },
    'моноблок': {
        'code': '8471490000',
        'patterns': [],
        'aliases': [],
    },
    'москитная сетка': {
        'code': '5804101000',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'сетка антимоскитная',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '5804101000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'мотогарнитура': {
        'code': '8518309500',
        'patterns': [],
        'aliases': [],
    },
    'мотозащита': {
        'code': '3926200000',
        'patterns': [],
        'aliases': [],
    },
    'мотокофр': {
        'code': '8714109000',
        'patterns': [],
        'aliases': [],
    },
    'мотообувь': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6405909000',
                    'group': 'кожа',
                    'match': [],
                },
                {
                    'code': '6402190000',
                    'group': 'резина',
                    'match': [],
                },
            ],
        },
    },
    'мотоочки': {
        'code': '9004109100',
        'patterns': [],
        'aliases': [],
    },
    'мотоподъемник': {
        'code': '8425490000',
        'patterns': [],
        'aliases': [],
    },
    'мотор': {
        'code': '8501109900',
        'patterns': [],
        'aliases': [
            'motor',
        ],
        'synonyms': [
            'моторчик',
            'электромотор',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8501109900',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'моторное масло': {
        'code': '2710198200',
        'patterns': [],
        'aliases': [],
    },
    'мотосумка': {
        'code': '4202199000',
        'patterns': [],
        'aliases': [],
    },
    'мотошлем': {
        'code': '6506101000',
        'patterns': [],
        'aliases': [],
    },
    'мотошлем в компл.с перчатками маской и очками': {
        'code': '6506101000',
        'patterns': [],
        'aliases': [],
    },
    'мотошлем в компл.с шарфом пыльным мешком и салфеткой': {
        'code': '6506101000',
        'patterns': [],
        'aliases': [],
    },
    'мотыга': {
        'code': '8201300000',
        'patterns': [],
        'aliases': [],
    },
    'мочалка': {
        'code': '3924900009',
        'patterns': [],
        'aliases': [
            'mochalka',
        ],
    },
    'моющее средство': {
        'code': '3402909000',
        'patterns': [],
        'aliases': [
            'жидкое средство для стирки',
            'усилитель стирки',
            'таблетки для стирки',
            'ловушка цвета для стирки',
            'гель для посудомоечной машины',
            'гель для стирки',
            'капсулы для стирки',
            'кондиционер для стирки',
            'отбеливатель',
            'очиститель для накладок',
            'очиститель стекол',
            'пятновыводитель',
            'средство для мытья посуды',
            'стиральный порошок',
            'стабилизатор ткани',
            'чистящее средство',
            'очиститель салона',
            'очищающее средство',
            'средство от засоров',
            'кондиционер для белья',
            'кондиционер-ополаскиватель',
            'ополаскиватель для белья',
        ],
    },
    'музыкальная игрушка': {
        'code': '9503005500',
        'patterns': [],
        'aliases': [],
    },
    'музыкальная шкатулка ': {
        'code': '9208100000',
        'patterns': [],
        'aliases': [],
    },
    'музыкальный диск': {
        'code': '8523495900',
        'patterns': [],
        'aliases': [],
    },
    'музыкальный диск не содержит запрещенной к ввозу информации': {
        'code': '8523495100',
        'patterns': [],
        'aliases': [],
    },
    'музыкальный колокольчик': {
        'code': '',
        'patterns': [],
        'aliases': [
            'колокольчик',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9206000000',
                    'group': 'музыка',
                    'match': [],
                },
                {
                    'code': '8306100000',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'музыкальный центр': {
        'code': '8518299600',
        'patterns': [],
        'aliases': [],
    },
    'мука': {
        'code': '1106309000',
        'patterns': [],
        'aliases': [],
    },
    'мультиварка': {
        'code': '8516797000',
        'patterns': [],
        'aliases': [],
    },
    'мультиключ': {
        'code': '8204110000',
        'patterns': [],
        'aliases': [],
    },
    'мультиметр': {
        'code': '9030310000',
        'patterns': [],
        'aliases': [],
    },
    'мультитул': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'мусат': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'мусорное ведро': {
        'code': '',
        'patterns': [],
        'aliases': [
            'мусорный бак',
            'musornyy bak',
            'мусорный',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '7310100000',
                    'name': 'Металл',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'пластик',
                    'match': [
                        'мусорное ведро',
                        'ведро для мусора',
                    ],
                    'characteristic': 'бытовой',
                },
            ],
        },
    },
    'муфта набор': {
        'code': '4016999708',
        'patterns': [],
        'aliases': [],
    },
    'мухобойка': {
        'code': '8543708000',
        'patterns': [],
        'aliases': [],
    },
    'мыло': {
        'code': '3401110009',
        'patterns': [],
        'aliases': [
            'твердое мыло',
        ],
    },
    'мыльница': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'мыльные пузыри': {
        'code': '9505900000',
        'patterns': [],
        'aliases': [],
    },
    'мышь': {
        'code': '8471607000',
        'patterns': [],
        'aliases': [
            'игровая мышь',
        ],
    },
    'мягкая игрушка': {
        'code': '9503004100',
        'patterns': [],
        'aliases': [
            'букет из мягких игрушек',
        ],
    },
    'мясорубка': {
        'code': '',
        'patterns': [
            'мясоруб.*',
        ],
        'aliases': [],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '8509400000',
                    'group': 'бытовой',
                    'match': [],
                },
                {
                    'code': '8205510090',
                    'group': 'металл',
                    'match': [
                        'ручная',
                        'механическая',
                        'бытовая',
                    ],
                },
            ],
        },
    },
    'мяч': {
        'code': '9506620000',
        'patterns': [],
        'aliases': [
            'мяч баскетбольный',
            'мяч волейбольный',
            'мяч надувной',
            'мяч футбольный',
        ],
    },
    'мяч для падел тенниса': {
        'code': '9506699000',
        'patterns': [],
        'aliases': [],
    },
    'набор аксессуаров для макияжа': {
        'code': '9616200000',
        'patterns': [],
        'aliases': [],
    },
    'набор болтов': {
        'code': '7318158900',
        'patterns': [],
        'aliases': [],
    },
    'набор дверных ручек с комплектом крепежа': {
        'code': '8302411000',
        'patterns': [],
        'aliases': [],
    },
    'набор для бадминтона': {
        'code': '9506510000',
        'patterns': [],
        'aliases': [],
    },
    'набор для бисероплетения': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '9504908009',
                    'group': 'игрушки',
                    'match': [
                        'опытов',
                    ],
                },
                {
                    'code': '7018109000',
                    'group': 'стекло',
                    'match': [],
                },
            ],
        },
    },
    'набор для бритья': {
        'code': '7323990000',
        'patterns': [
            'набор.*для.*брить',
        ],
        'aliases': [],
    },
    'набор для выпечки': {
        'code': '3924900009',
        'patterns': [],
        'aliases': [
            'nabor dlya vypechki',
        ],
    },
    'набор для вышивания': {
        'code': '6308000000',
        'patterns': [],
        'aliases': [],
    },
    'набор для изготовления игрушки': {
        'code': '9503007000',
        'patterns': [
            'набор.*для.*изгот.*игруш',
        ],
        'aliases': [],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '9503007000',
                    'group': 'пластик',
                    'match': [
                        'силикон',
                    ],
                },
            ],
        },
    },
    'набор для каллиграфии': {
        'code': '7013990000',
        'patterns': [],
        'aliases': [],
    },
    'набор для наращивания ресниц': {
        'code': '6704900000',
        'patterns': [
            'набор.*для.*наращ.*ресни',
        ],
        'aliases': [],
    },
    'набор для пайки': {
        'code': '8311900000',
        'patterns': [],
        'aliases': [],
    },
    'набор для педикюра': {
        'code': '8214200000',
        'patterns': [
            'набор.*для.*педик',
            'набор.*инстр.*для.*маник.*педик',
        ],
        'aliases': [],
    },
    'набор для подвижных игр': {
        'code': '9503007000',
        'patterns': [],
        'aliases': [],
    },
    'набор для рисования росписи': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4903000000',
                    'group': 'бумага',
                    'match': [],
                },
                {
                    'code': '9503009909',
                    'group': 'игрушки',
                    'match': [],
                },
            ],
        },
    },
    'набор для скрапбукинга аппликаций': {
        'code': '7319909000',
        'patterns': [],
        'aliases': [
            'булавки с цветным',
            'bulavki',
            'булавки',
        ],
    },
    'набор для то': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'набор для фитнеса': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9021101000',
                    'group': 'медицина',
                    'match': [],
                },
                {
                    'code': '6307909800',
                    'group': 'текстиль',
                    'match': [],
                },
            ],
        },
    },
    'набор для шитья': {
        'code': '6308000000',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'швейный набор',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6308000000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'набор для шитья ткачества: . цветные нитки катушек . сантиметр 11мм см . иголки разного типа . наперсток . пуговицы . заклепка . булавки см . шпулька металлическая . металлические крючки для брюк . органайзер . нитевдеватель . кнопки': {
        'code': '6308000000',
        'patterns': [],
        'aliases': [],
    },
    'набор игрушек': {
        'code': '9503007000',
        'patterns': [
            'набор.*игруш',
        ],
        'aliases': [],
    },
    'набор инструментов': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8206000000',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '8205909000',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'набор инструментов для барбекю': {
        'code': '7323930000',
        'patterns': [],
        'aliases': [],
    },
    'набор инструментов для маникюра педикюра': {
        'code': '9603298000',
        'patterns': [],
        'aliases': [
            'набор инструментов для маникюра, педикюра',
        ],
    },
    'набор инструментов для ремонта очков': {
        'code': '8205400000',
        'patterns': [],
        'aliases': [],
    },
    'набор карандашей': {
        'code': '9609901000',
        'patterns': [],
        'aliases': [],
    },
    'набор кистей для рисования': {
        'code': '9603301000',
        'patterns': [],
        'aliases': [
            'кисть для рисования',
        ],
    },
    'набор крепежа': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'набор мебельной фурнитуры': {
        'code': '8302490009',
        'patterns': [],
        'aliases': [],
    },
    'набор метчиков плашек': {
        'code': '8205100000',
        'patterns': [],
        'aliases': [],
    },
    'набор походной посуды': {
        'code': '7323930000',
        'patterns': [],
        'aliases': [],
    },
    'набор ручек': {
        'code': '9608990009',
        'patterns': [],
        'aliases': [],
    },
    'набор садовых инструментов': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'набор солдатиков': {
        'code': '9503003500',
        'patterns': [],
        'aliases': [],
    },
    'набор строчных пробойников для кожи': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'набор тканей': {
        'code': '5208420000',
        'patterns': [],
        'aliases': [],
    },
    'набор ударных головок': {
        'code': '8207909900',
        'patterns': [],
        'aliases': [],
    },
    'набор щеток': {
        'code': '7323100000',
        'patterns': [
            'набор.*щеток',
        ],
        'aliases': [],
    },
    'набор щеток для бровей': {
        'code': '9603309000',
        'patterns': [],
        'aliases': [],
    },
    'набор электроинструмента': {
        'code': '8516101100',
        'patterns': [],
        'aliases': [],
    },
    'набор: дозатор для мыла стакан мыльница': {
        'code': '7013990000',
        'patterns': [],
        'aliases': [],
    },
    'навес': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6306120000',
                    'group': 'текстиль',
                    'match': [],
                },
                {
                    'code': '7610909000',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'нагнетатель': {
        'code': '8501109900',
        'patterns': [],
        'aliases': [],
    },
    'нагревательная спираль': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [],
    },
    'надувной матрас': {
        'code': '6306400000',
        'patterns': [],
        'aliases': [
            'матрас надувной',
        ],
    },
    'наждачная бумага': {
        'code': '6804229000',
        'patterns': [],
        'aliases': [],
    },
    'накидка': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [
            'nakidka',
        ],
    },
    'накидка автомобильная': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '4304000000',
                    'group': 'кожа',
                    'match': [],
                },
            ],
        },
    },
    'накидка на диван': {
        'code': '6304990000',
        'patterns': [],
        'aliases': [
            'накидки',
        ],
    },
    'накидка пляжная': {
        'code': '6117100000',
        'patterns': [],
        'aliases': [],
    },
    'накладка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'nakladka na avtomobil na porogi',
            'nakladka',
            'накладки',
            'nakladki',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3926909709',
                    'name': 'Пласт',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'name': 'Металл',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '4016930005',
                    'group': 'резина',
                    'match': [],
                },
                {
                    'code': '6307909800',
                    'group': 'текстиль',
                    'match': [
                        'спортивная',
                        'спорта',
                        'текстиль',
                        'ткан',
                    ],
                },
            ],
        },
    },
    'накладка на автомобиль': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7326909807',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'накладка на подлокотник дивана': {
        'code': '6304910000',
        'patterns': [],
        'aliases': [],
    },
    'накладка на пуговицы': {
        'code': '7117190000',
        'patterns': [],
        'aliases': [],
    },
    'накладка на ремень': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'накладка на элементы салона': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'накладные ногти': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'наколенник': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'наколенники': {
        'code': '3926200000',
        'patterns': [
            'наколенни.*',
        ],
        'aliases': [
            'nakolenniki',
        ],
    },
    'наколенники строительные': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'наконечник рулевой для мототехники': {
        'code': '8708949109',
        'patterns': [],
        'aliases': [],
    },
    'наконечники для барабана': {
        'code': '9209920000',
        'patterns': [],
        'aliases': [],
    },
    'наконечники для тростей': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'намазник мусульманский с хиджабом': {
        'code': '6117100000',
        'patterns': [],
        'aliases': [],
    },
    'наматрасник': {
        'code': '6304990000',
        'patterns': [
            'наматрасн.*',
        ],
        'aliases': [],
    },
    'намордник': {
        'code': '4201000000',
        'patterns': [],
        'aliases': [],
    },
    'напальчники': {
        'code': '4015190000',
        'patterns': [],
        'aliases': [
            'напальчник',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6307909800',
                    'group': 'кожа',
                    'match': [
                        'пояс',
                        'инструментов',
                    ],
                },
            ],
        },
    },
    'наперник': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9404908000',
                    'group': 'текстиль',
                    'match': [],
                },
                {
                    'code': '9403700008',
                    'group': 'мебель',
                    'match': [],
                },
            ],
        },
    },
    'напильник': {
        'code': '8203100000',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'рашпиль',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8203100000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'напольный светильник': {
        'code': '9405420029',
        'patterns': [],
        'aliases': [],
    },
    'направляющая': {
        'code': '',
        'patterns': [],
        'aliases': [
            'высокоточная линейная направляющая',
        ],
        'dropdown': {
            'title': 'Выберите материал',
            'variants': [
                {
                    'code': '7326909807',
                    'name': 'Металл',
                    'group': 'металл',
                },
                {
                    'code': '3926909709',
                    'name': 'Пластик',
                    'group': 'пластик',
                },
            ],
        },
    },
    'направляющая для сверления': {
        'code': '3926909709',
        'patterns': [
            'напра.*для.*сверл',
        ],
        'aliases': [],
    },
    'народный струнный инструмент': {
        'code': '9202908001',
        'patterns': [],
        'aliases': [],
    },
    'нарукавники для плавания': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9503009909',
                    'group': 'игрушки',
                    'match': [],
                },
                {
                    'code': '9506290000',
                    'group': 'спорт',
                    'match': [],
                },
            ],
        },
    },
    'насадка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'nasadka',
            'сопло',
            'зубило для перфоратора',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8207909900',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'насадка для газонокосилки  ': {
        'code': '8467990001',
        'patterns': [],
        'aliases': [],
    },
    'насадка для мойки высокого давления': {
        'code': '8424900000',
        'patterns': [],
        'aliases': [
            'удлинитель для мойки',
            'удлинитель мойки',
            'насадка для минимойки',
        ],
    },
    'насадка для плуга': {
        'code': '8467990001',
        'patterns': [],
        'aliases': [],
    },
    'насадка для садового триммера': {
        'code': '8467990001',
        'patterns': [],
        'aliases': [],
    },
    'насадка для термофена': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [],
    },
    'насадка для электрической зубной щетки': {
        'code': '9603210000',
        'patterns': [
            'сменн.*насад.*зубно.*щетки',
        ],
        'aliases': [
            'насадки для зубной щетки',
            'насадка для зубной щетки',
            'сменная насадка для зубной щетки',
            'сменные насадки зубной щетки',
            'насадка-щетка для зубной щетки',
            'головка для электрической зубной щетки',
            'головки для зубной щетки',
            'сменная головка для зубной щетки',
            'brush head',
            'toothbrush head',
            'oral-b насадки',
            'насадки oral b',
        ],
    },
    'насадка на кран': {
        'code': '8481801900',
        'patterns': [],
        'aliases': [],
    },
    'насадка на скребок': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'насадка опрыскивателя': {
        'code': '8424900000',
        'patterns': [],
        'aliases': [],
    },
    'насадка распылителя': {
        'code': '8424900000',
        'patterns': [],
        'aliases': [],
    },
    'насос': {
        'code': '',
        'patterns': [],
        'aliases': [
            'помпа',
            'компрессор',
            'lbusters',
            'nasos',
            'запчасти насоса гур',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8414807300',
                    'group': 'воздух',
                },
                {
                    'code': '8413810000',
                    'group': 'вода',
                },
                {
                    'code': '8413302008',
                    'group': 'топливо',
                },
                {
                    'code': '8414202000',
                    'name': 'Ручно',
                    'group': 'ручной',
                },
                {
                    'code': '8414208000',
                    'group': 'ручной',
                    'match': [
                        'резиновая',
                        'груша',
                        'тонометра',
                    ],
                },
            ],
        },
    },
    'насос для вакуумных пакетов': {
        'code': '8414108900',
        'patterns': [],
        'aliases': [],
    },
    'насос поверхностный': {
        'code': '8413708100',
        'patterns': [],
        'aliases': [],
    },
    'насос ручной': {
        'code': '8413200000',
        'patterns': [],
        'aliases': [],
    },
    'настенные часы': {
        'code': '9105210000',
        'patterns': [],
        'aliases': [],
    },
    'настенный светильник': {
        'code': '',
        'patterns': [],
        'aliases': [
            'настенно потолочный светильник',
        ],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '9405110039',
                    'group': 'освещение',
                    'match': [
                        'потолочный',
                        'уличный',
                        'напольный',
                        'настенно',
                    ],
                },
                {
                    'code': '9405290039',
                    'group': 'освещение',
                    'match': [],
                },
            ],
        },
    },
    'настольная игра': {
        'code': '9504908009',
        'patterns': [],
        'aliases': [
            'игра настольная',
            'аксессуар для настольных игр',
            'психологическая игра',
            'дополнение для настольных игр',
        ],
    },
    'настольная плита': {
        'code': '8516605000',
        'patterns': [],
        'aliases': [],
    },
    'настольный светильник': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '9405210013',
                    'group': 'освещение',
                    'match': [
                        'напольный',
                    ],
                },
                {
                    'code': '9405290039',
                    'group': 'освещение',
                    'match': [],
                },
            ],
        },
    },
    'наушники': {
        'code': '',
        'patterns': [
            'bluetooth.*наушник',
            'беспроводн.*наушник',
        ],
        'aliases': [
            'naushniki',
        ],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '8518309500',
                    'group': 'электроника',
                    'match': [
                        'противошумные',
                        'микрофоном',
                        'беспроводные',
                        'razor',
                        'bluetooth',
                        'активные',
                    ],
                },
                {
                    'code': '6307909800',
                    'group': 'текстиль',
                    'match': [
                        'polar',
                        'китай',
                        'меховые',
                    ],
                },
            ],
        },
    },
    'наушники меховые': {
        'code': '6505009000',
        'patterns': [],
        'aliases': [],
    },
    'нашивка': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'нашлемник спортивный': {
        'code': '6506101000',
        'patterns': [],
        'aliases': [],
    },
    'неваляшка': {
        'code': '9503009909',
        'patterns': [],
        'aliases': [],
    },
    'невидимка': {
        'code': '9615900000',
        'patterns': [],
        'aliases': [],
    },
    'нижнее бель': {
        'code': '6212101000',
        'patterns': [
            'нижне.*бель',
        ],
        'aliases': [],
    },
    'ниппель для спиц': {
        'code': '7419800000',
        'patterns': [],
        'aliases': [],
    },
    'нитевдеватель': {
        'code': '7319909000',
        'patterns': [],
        'aliases': [],
    },
    'нитки': {
        'code': '5401209000',
        'patterns': [
            'набор.*ниток.*для.*вышив',
        ],
        'aliases': [],
        'synonyms': [
            'набор ниток для вышивания',
            'шовная нить',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '5401209000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'нож': {
        'code': '8211920000',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'канцелярский нож',
        ],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '8211920000',
                    'group': 'металл',
                    'match': [
                        'нержав',
                    ],
                },
            ],
        },
    },
    'ножки амортизаторы для мотоблока': {
        'code': '4016999109',
        'patterns': [],
        'aliases': [],
    },
    'ножницы': {
        'code': '',
        'patterns': [],
        'aliases': [
            'nozhnitsy',
            'ножницы для бровей',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8213000000',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '8509800000',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'ножницы по металлу': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'ножницы строительные': {
        'code': '8467298509',
        'patterns': [],
        'aliases': [],
    },
    'ножовка': {
        'code': '8202100000',
        'patterns': [],
        'aliases': [],
    },
    'нори': {
        'code': '1212210000',
        'patterns': [],
        'aliases': [
            'водоросли нори',
            'капуста нори',
        ],
    },
    'носки': {
        'code': '6115950000',
        'patterns': [],
        'aliases': [
            'подследники',
            'noski',
            'noski zhenskie par',
            'носки следки короткие',
            'podsledniki',
        ],
    },
    'носки для малышей': {
        'code': '6115990000',
        'patterns': [],
        'aliases': [],
    },
    'ноутбук': {
        'code': '8471300000',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'планшет',
        ],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '8471300000',
                    'group': 'пластик',
                    'match': [
                        'abs',
                    ],
                },
            ],
        },
    },
    'ночник': {
        'code': '9405490039',
        'patterns': [],
        'aliases': [],
    },
    'нутромер': {
        'code': '9017801000',
        'patterns': [],
        'aliases': [],
    },
    'обложка': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [
            'oblozhka',
        ],
    },
    'обложка для документов': {
        'code': '4202390000',
        'patterns': [],
        'aliases': [],
    },
    'обложка канцелярская': {
        'code': '3926100000',
        'patterns': [],
        'aliases': [],
    },
    'обогреватель': {
        'code': '8516295000',
        'patterns': [
            'обогревате.*',
        ],
        'aliases': [],
        'synonyms': [
            'электрокамин',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8516295000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'обод': {
        'code': '8714921000',
        'patterns': [],
        'aliases': [],
    },
    'обои': {
        'code': '4814200000',
        'patterns': [],
        'aliases': [
            'oboi',
        ],
    },
    'оборудование для пасеки': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'обратный клапан': {
        'code': '8481309908',
        'patterns': [],
        'aliases': [
            'клапан обратный',
            'сантехнический клапан',
        ],
    },
    'обрезчик углов': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'обтекатели для мототехники': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'обувница': {
        'code': '',
        'patterns': [],
        'aliases': [
            'obuvnitsa',
            'obuvnitsa abs plastik',
        ],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '9403609009',
                    'group': 'дерево',
                    'match': [
                        'бамбук',
                        'кожа',
                        'металл',
                        'искусственная',
                    ],
                },
                {
                    'code': '9403208009',
                    'group': 'мебель',
                    'match': [],
                },
            ],
        },
    },
    'обувь': {
        'code': '6405909000',
        'patterns': [],
        'aliases': [
            'гамаши',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6405909000',
                    'group': 'шерстяной',
                    'match': [],
                },
            ],
        },
    },
    'обувь для танцев': {
        'code': '6405909000',
        'patterns': [],
        'aliases': [],
    },
    'обувь для ушу кунг': {
        'code': '6404110000',
        'patterns': [],
        'aliases': [],
    },
    'обучающая игра': {
        'code': '9503007000',
        'patterns': [
            'обуча.*игра',
        ],
        'aliases': [],
    },
    'обшивка автомобильная': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [
            'obshivka',
            'obshivka avtomobilnaya art moskvich',
            'обшивка',
        ],
    },
    'объектив': {
        'code': '9002110000',
        'patterns': [],
        'aliases': [
            'адаптер для объектива',
        ],
    },
    'оверлок': {
        'code': '8452101900',
        'patterns': [],
        'aliases': [],
    },
    'овощерезка электрическая': {
        'code': '8509400000',
        'patterns': [],
        'aliases': [
            'измельчитель',
            'соковыжималка электрическая',
            'электрический нож',
            'мясорубка электрическая',
        ],
    },
    'ограждение для животных': {
        'code': '',
        'patterns': [
            'ограж.*для.*живот',
        ],
        'aliases': [],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '9403609009',
                    'group': 'мебель',
                    'match': [
                        'белья',
                        'корзина',
                    ],
                },
                {
                    'code': '7326909807',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'ограничитель оконный': {
        'code': '3924900009',
        'patterns': [],
        'aliases': [],
    },
    'одежда антимоскитная': {
        'code': '',
        'patterns': [
            'одежд.*антим',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6211321000',
                    'group': 'взрослый',
                    'match': [],
                },
                {
                    'code': '5608191900',
                    'group': 'текстиль',
                    'match': [],
                },
                {
                    'code': '3926200000',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'одежда для верховой езды': {
        'code': '6116930000',
        'patterns': [],
        'aliases': [],
    },
    'одежда для животных': {
        'code': '4201000000',
        'patterns': [],
        'aliases': [
            'одежда для собак',
        ],
    },
    'одежда для кукол': {
        'code': '9503007000',
        'patterns': [],
        'aliases': [
            'аксессуар для кукол',
        ],
    },
    'одежда для мотоспорта': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '6109909000',
                    'group': 'взрослый',
                    'match': [
                        'малышей',
                        'майка',
                    ],
                },
                {
                    'code': '6102909000',
                    'group': 'женский',
                    'match': [],
                },
            ],
        },
    },
    'одеяло': {
        'code': '6301909000',
        'patterns': [],
        'aliases': [
            'pled',
        ],
        'synonyms': [
            'плед',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6301909000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'одноразовая пеленка для животных': {
        'code': '9619008901',
        'patterns': [],
        'aliases': [],
    },
    'окно': {
        'code': '3925200000',
        'patterns': [],
        'aliases': [],
    },
    'опахало': {
        'code': '4421999000',
        'patterns': [],
        'aliases': [],
    },
    'оплетка на руль': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'опора для растений': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'оправа для очков': {
        'code': '9004901000',
        'patterns': [
            'оправ.*для.*очков',
        ],
        'aliases': [],
    },
    'опрыскиватель': {
        'code': '8424200000',
        'patterns': [
            'опрыскивате.*',
        ],
        'aliases': [
            'запчасть для садового опрыскивателя',
        ],
    },
    'опрыскиватель садовый': {
        'code': '8424411000',
        'patterns': [],
        'aliases': [],
    },
    'оптический модуль': {
        'code': '9005100000',
        'patterns': [],
        'aliases': [],
    },
    'органайзер автомобильная': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'органайзер канцелярский': {
        'code': '8504405500',
        'patterns': [],
        'aliases': [],
    },
    'орден мира дружбы российской федерации': {
        'code': '7113200000',
        'patterns': [
            'орден.*мира.*дружб.*росси.*федер',
        ],
        'aliases': [],
    },
    'ортез': {
        'code': '9021101000',
        'patterns': [],
        'aliases': [],
    },
    'ортопедическая подушка': {
        'code': '9404902000',
        'patterns': [],
        'aliases': [],
    },
    'оснастка для рыбалки': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [],
    },
    'основа для ракетки': {
        'code': '9506400001',
        'patterns': [],
        'aliases': [],
    },
    'основание антенны': {
        'code': '8529109500',
        'patterns': [],
        'aliases': [],
    },
    'осушитель воздуха': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '8421392008',
                    'group': 'электрический',
                    'match': [
                        'увлажнитель',
                    ],
                },
                {
                    'code': '8543708000',
                    'group': 'электроника',
                    'match': [],
                },
            ],
        },
    },
    'осциллограф': {
        'code': '9030209100',
        'patterns': [],
        'aliases': [],
    },
    'ось для втулки': {
        'code': '8714930009',
        'patterns': [],
        'aliases': [],
    },
    'отвертка': {
        'code': '8205400000',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'набор отверток',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8205400000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'отвертка аккумуляторная': {
        'code': '8467292000',
        'patterns': [],
        'aliases': [],
    },
    'отвертка и биты': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [],
    },
    'открыватель крышки': {
        'code': '8501109100',
        'patterns': [],
        'aliases': [],
    },
    'открытка': {
        'code': '4909000000',
        'patterns': [],
        'aliases': [],
    },
    'отпариватель для одежды': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8424300100',
                    'group': 'электрический',
                    'match': [],
                },
                {
                    'code': '8516400000',
                    'group': 'бытовой',
                    'match': [],
                },
            ],
        },
    },
    'отпугиватель вредителей': {
        'code': '8543708000',
        'patterns': [],
        'aliases': [],
    },
    'отсекатель': {
        'code': '8536901000',
        'patterns': [],
        'aliases': [],
    },
    'оттяжки для палатки': {
        'code': '',
        'patterns': [
            'оттяж.*для.*палат',
        ],
        'aliases': [
            'пол для палатки',
        ],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '6306900000',
                    'group': 'текстиль',
                    'match': [
                        'туризма',
                        'пол',
                    ],
                },
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'охлаждающая подставка': {
        'code': '8414592000',
        'patterns': [],
        'aliases': [],
    },
    'охлаждение для консоли': {
        'code': '8414592000',
        'patterns': [],
        'aliases': [],
    },
    'очиститель краски': {
        'code': '3814009000',
        'patterns': [],
        'aliases': [
            'растворитель краски',
        ],
    },
    'очки ': {
        'code': '9004109100',
        'patterns': [],
        'aliases': [
            'очки',
            'ochki',
        ],
    },
    'очки для занятий спортом': {
        'code': '9004109100',
        'patterns': [],
        'aliases': [],
    },
    'очки для купания': {
        'code': '9506290000',
        'patterns': [],
        'aliases': [
            'круг для купания',
            'очки для плавания',
        ],
    },
    'очки защитные': {
        'code': '',
        'patterns': [],
        'aliases': [
            'очки компьютерные',
        ],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '9004901000',
                    'group': 'оптика',
                    'match': [
                        'диоптрий',
                        'без',
                        'компьютерные',
                        'плавания',
                    ],
                },
                {
                    'code': '9004909000',
                    'group': 'оптика',
                    'match': [],
                },
            ],
        },
    },
    'очки солнцезащитные': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '9004109100',
                    'group': 'оптика',
                    'match': [],
                },
                {
                    'code': '9004109900',
                    'group': 'оптика',
                    'match': [
                        'диоптрий',
                        'без',
                    ],
                },
            ],
        },
    },
    'ошейник': {
        'code': '4201000000',
        'patterns': [],
        'aliases': [],
        'material_codes': {
            'нержавеющая сталь с покрытием': '',
        },
    },
    'пазл': {
        'code': '',
        'patterns': [],
        'aliases': [
            'pazl',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9503006900',
                    'group': 'игрушки',
                    'match': [],
                },
                {
                    'code': '9504908009',
                    'group': 'дерево',
                    'match': [],
                },
            ],
        },
    },
    'пазлы': {
        'code': '9503006900',
        'patterns': [
            'головолом.*',
        ],
        'aliases': [
            'golovolomka',
        ],
        'synonyms': [
            'головоломка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9503006900',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'палатка': {
        'code': '9503009901',
        'patterns': [],
        'aliases': [
            'palatka',
        ],
    },
    'палки для скандинавской ходьбы': {
        'code': '9506999000',
        'patterns': [
            'палки.*для.*сканд.*ходьб',
        ],
        'aliases': [],
    },
    'пальто': {
        'code': '6201400000',
        'patterns': [],
        'aliases': [],
    },
    'панама': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6505009000',
                    'group': 'текстиль',
                    'match': [],
                },
                {
                    'code': '6506999090',
                    'group': 'хлопок',
                    'match': [],
                },
            ],
        },
    },
    'пандус для колясок': {
        'code': '9403208009',
        'patterns': [
            'панду.*для.*коляс',
        ],
        'aliases': [
            'пандус для техники, колясок',
        ],
    },
    'панель приборная': {
        'code': '9029203109',
        'patterns': [],
        'aliases': [],
    },
    'панно': {
        'code': '4911910000',
        'patterns': [],
        'aliases': [],
    },
    'панталоны': {
        'code': '6108220000',
        'patterns': [],
        'aliases': [],
    },
    'папка': {
        'code': '3926100000',
        'patterns': [],
        'aliases': [
            'hucueuyod',
            'hucueuyod papka',
            'papka',
        ],
    },
    'паракорд': {
        'code': '5604100000',
        'patterns': [],
        'aliases': [],
    },
    'параподиум': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9506919000',
                    'group': 'спорт',
                    'match': [],
                },
                {
                    'code': '9021101000',
                    'group': 'медицина',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'парео': {
        'code': '6211490009',
        'patterns': [],
        'aliases': [],
    },
    'парик': {
        'code': '6704110000',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'шиньон',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6704110000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'парик борода карнавальные': {
        'code': '6704190000',
        'patterns': [],
        'aliases': [],
    },
    'парка': {
        'code': '6202400001',
        'patterns': [],
        'aliases': [],
    },
    'парктроник': {
        'code': '8512909008',
        'patterns': [],
        'aliases': [],
    },
    'парник теплица': {
        'code': '9406909009',
        'patterns': [],
        'aliases': [],
    },
    'паровоз': {
        'code': '9503007500',
        'patterns': [],
        'aliases': [],
    },
    'пароочиститель': {
        'code': '8424300100',
        'patterns': [],
        'aliases': [],
    },
    'пассатижи': {
        'code': '8203200009',
        'patterns': [
            'плоскогуб.*',
        ],
        'aliases': [
            'ручной инструмент ювелирный',
        ],
        'synonyms': [
            'плоскогубцы',
            'длинногубцы',
            'тонкогубцы',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8203200009',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'пассатижи плоскогубцы': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'паста для лепки': {
        'code': '3407000000',
        'patterns': [],
        'aliases': [
            'глина',
            'пластилин',
            'паста для творчества',
            'для лепки',
        ],
    },
    'паста полировальная': {
        'code': '',
        'patterns': [],
        'aliases': [
            'полировочная паста',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3405901090',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '3405909000',
                    'group': 'текстиль',
                    'match': [
                        'салфетка',
                        'губка',
                        'щетка',
                    ],
                },
            ],
        },
    },
    'пасхальный декор': {
        'code': '',
        'patterns': [],
        'aliases': [
            'декор для ногтей',
            'декор для мотошлема',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '9505900000',
                    'group': 'карнавал и новогод',
                    'match': [],
                },
            ],
        },
    },
    'патрубок': {
        'code': '4016999708',
        'patterns': [],
        'aliases': [
            'patrubok',
        ],
    },
    'патрубок автомобильный': {
        'code': '7608208907',
        'patterns': [],
        'aliases': [],
    },
    'паяльник': {
        'code': '8515110000',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'паяльная станция',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8515110000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'педали': {
        'code': '8714961009',
        'patterns': [],
        'aliases': [
            'педаль',
            'pedal',
        ],
    },
    'педаль для мототехники': {
        'code': '',
        'patterns': [
            'педал.*для.*мотот',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8714103000',
                    'group': 'мотоцикл',
                    'match': [],
                },
                {
                    'code': '8302300009',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'педаль эффектов': {
        'code': '',
        'patterns': [],
        'aliases': [
            'педаль сустейна',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8518408008',
                    'group': 'электроника',
                    'match': [],
                },
                {
                    'code': '9209920000',
                    'group': 'музыка',
                    'match': [],
                },
            ],
        },
    },
    'пеленка': {
        'code': '9619008909',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9619008909',
                    'group': 'муслин',
                    'match': [],
                },
            ],
        },
    },
    'пеленка для малышей': {
        'code': '9619005009',
        'patterns': [],
        'aliases': [],
    },
    'пеленка кокон': {
        'code': '6111209000',
        'patterns': [],
        'aliases': [],
    },
    'пемза': {
        'code': '2513100000',
        'patterns': [],
        'aliases': [],
    },
    'пенал': {
        'code': '4202921100',
        'patterns': [],
        'aliases': [
            'penal vodoottalkivayushchiy beckmann',
            'пенал набор',
            'kruzhevnoy penal s tsvetochnym printom',
            'penal',
            'кружевной пенал с цветочным принтом',
            'вкладыш в рюкзак',
        ],
    },
    'пеногенератор': {
        'code': '8424890001',
        'patterns': [],
        'aliases': [],
    },
    'пенокартон': {
        'code': '4823908597',
        'patterns': [],
        'aliases': [],
    },
    'пенообразователь': {
        'code': '8424200000',
        'patterns': [],
        'aliases': [],
    },
    'пеньюар': {
        'code': '6207910000',
        'patterns': [],
        'aliases': [],
    },
    'пеньюар для стрижки': {
        'code': '6211431000',
        'patterns': [],
        'aliases': [],
    },
    'пепельница': {
        'code': '',
        'patterns': [
            'пепельни.*',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6913909800',
                    'group': 'керамика',
                    'match': [],
                },
                {
                    'code': '7323990000',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'пепельница автомобильная': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'переключатель': {
        'code': '',
        'patterns': [
            'выключате.*',
            'переключате.*',
        ],
        'aliases': [
            'кнопки руля',
            'блок управления стеклоподъемника',
            'блок управления стеклоподъемниками',
            'блок управления стеклоподъемников',
            'электрический педальный выключатель линия длиной',
            'выключатель кнопочный',
            'выключатель поворотный',
        ],
        'synonyms': [
            'выключатель',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8536501109',
                    'name': 'кнопочный',
                    'group': 'электрический',
                    'match': [
                        'кнопочный',
                        'кнопочн',
                        'кнопка',
                        'клавиш',
                        'push button',
                        'тумблер',
                        'педальный выключатель',
                    ],
                },
                {
                    'code': '8536501509',
                    'name': 'поворотный',
                    'group': 'электрический',
                    'match': [
                        'поворотный',
                        'поворотн',
                        'вращающ',
                        'ротационн',
                        'rotary switch',
                    ],
                },
            ],
        },
    },
    'переключатель для фена': {
        'code': '8536508008',
        'patterns': [],
        'aliases': [],
    },
    'переноска для детей': {
        'code': '6307909800',
        'patterns': [
            'перен.*для.*детей',
        ],
        'aliases': [],
    },
    'переноска для животных': {
        'code': '4202929800',
        'patterns': [],
        'aliases': [],
    },
    'переходник': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '8536691000',
                    'group': 'электроника',
                    'match': [],
                },
                {
                    'code': '8536900100',
                    'group': 'электроника',
                    'match': [
                        'штатное',
                        'место',
                        'автомагнитола',
                    ],
                },
            ],
        },
    },
    'переходник для аккумулятора': {
        'code': '8536901000',
        'patterns': [],
        'aliases': [],
    },
    'переходник для вентиля': {
        'code': '7609000000',
        'patterns': [],
        'aliases': [],
    },
    'переходник для горелки': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8515110000',
                    'group': 'электроника',
                    'match': [],
                },
                {
                    'code': '8416900000',
                    'group': 'электрический',
                    'match': [],
                },
            ],
        },
    },
    'перила поручни': {
        'code': '7306699009',
        'patterns': [],
        'aliases': [],
    },
    'перо для маркера': {
        'code': '9608990009',
        'patterns': [],
        'aliases': [],
    },
    'перо для ручки': {
        'code': '9608910000',
        'patterns': [],
        'aliases': [],
    },
    'перфоратор': {
        'code': '8467211000',
        'patterns': [],
        'aliases': [],
    },
    'перчатки': {
        'code': '',
        'patterns': [
            'варежки',
            'перчатки хозяйственные',
        ],
        'aliases': [
            'перчатки для фитнеса',
            'перчатки хозяйственные',
            'motoperchatki',
            'perchatki',
            'мотоперчатки',
            'варежки',
            'varezhki',
            'варежки краги',
            'краги хоккейные',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6216000000',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '4015190000',
                    'group': 'резина',
                    'match': [],
                },
                {
                    'code': '4203299000',
                    'group': 'кожа',
                    'match': [],
                },
            ],
        },
    },
    'песочник': {
        'code': '6209200000',
        'patterns': [],
        'aliases': [],
    },
    'песочница': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'песочные часы': {
        'code': '9105990000',
        'patterns': [],
        'aliases': [],
    },
    'петля для мебели': {
        'code': '8302420000',
        'patterns': [],
        'aliases': [
            'петля дверцы',
        ],
    },
    'печатающая головка': {
        'code': '8443999000',
        'patterns': [],
        'aliases': [],
    },
    'печатная книга': {
        'code': '4901990000',
        'patterns': [],
        'aliases': [],
    },
    'печатная книга "магнус красный: повелитель просперо | макнилл грэм" издательство не указано не содержит запрещенной к ввозу информации': {
        'code': '4901990000',
        'patterns': [],
        'aliases': [],
    },
    'печать': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [],
    },
    'печенье': {
        'code': '1905904500',
        'patterns': [],
        'aliases': [
            'пироженое',
            'пирожено',
            'пироженые',
            'пирожное',
        ],
    },
    'печь': {
        'code': '7321890000',
        'patterns': [],
        'aliases': [],
    },
    'пиала': {
        'code': '6912002900',
        'patterns': [],
        'aliases': [
            'piala',
        ],
    },
    'пиджак': {
        'code': '',
        'patterns': [],
        'aliases': [
            'жакет',
            'pidzhak',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6103390000',
                    'name': 'Муж',
                    'group': 'мужской',
                },
                {
                    'code': '6204399000',
                    'name': 'Жен',
                    'group': 'женский',
                },
                {
                    'code': '6111909000',
                    'name': 'Дет',
                    'group': 'детский',
                },
            ],
        },
    },
    'пижама': {
        'code': '',
        'patterns': [],
        'aliases': [
            'кигуруми',
            'ночная сорочка',
            'ночнушка',
            'pizhama',
            'nochnaya sorochka sladkiy son',
            'ночная сорочка сладкий сон',
            'nochnaya sorochka',
            'пижама в шелковая с воланами',
            'kigurumi',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '6208290000',
                    'name': 'Жен',
                    'group': 'женский',
                    'match': [
                        'пеньюар',
                        'красивый',
                        'сорочка',
                        'huabian',
                        'ночная',
                    ],
                },
                {
                    'code': '6207999000',
                    'name': 'Муж',
                    'group': 'мужской',
                },
                {
                    'code': '6108390000',
                    'group': 'текстиль',
                    'match': [
                        'ткань',
                        'ткани',
                        'тканев',
                        'тканн',
                    ],
                },
            ],
        },
    },
    'пижама для малышей': {
        'code': '6108320000',
        'patterns': [],
        'aliases': [],
    },
    'пила': {
        'code': '8467229000',
        'patterns': [],
        'aliases': [
            'pila',
        ],
    },
    'пила садовая': {
        'code': '8467223000',
        'patterns': [],
        'aliases': [],
    },
    'пила торцовочная': {
        'code': '8467223000',
        'patterns': [],
        'aliases': [],
    },
    'пила туристическая': {
        'code': '8202100000',
        'patterns': [],
        'aliases': [],
    },
    'пила цепная компл.': {
        'code': '8467221000',
        'patterns': [],
        'aliases': [],
    },
    'пилка для маникюра': {
        'code': '8214200000',
        'patterns': [],
        'aliases': [
            'пилка маникюрная',
            'пилка пушер',
            'pilka',
        ],
    },
    'пильное полотно': {
        'code': '8202998000',
        'patterns': [],
        'aliases': [
            'пильный диск',
        ],
    },
    'пинетки': {
        'code': '6405209900',
        'patterns': [],
        'aliases': [],
    },
    'пинцет': {
        'code': '8203200001',
        'patterns': [],
        'aliases': [
            'pintset',
        ],
    },
    'пирамидка': {
        'code': '9503009909',
        'patterns': [],
        'aliases': [],
    },
    'пирсинг': {
        'code': '7117900000',
        'patterns': [],
        'aliases': [],
    },
    'письменный стол': {
        'code': '9403301900',
        'patterns': [],
        'aliases': [],
    },
    'плавающий буксировочный трос для каяка': {
        'code': '5607491900',
        'patterns': [],
        'aliases': [],
    },
    'плавки': {
        'code': '6112319000',
        'patterns': [],
        'aliases': [
            'plavki',
            'plavki kupalnye',
            'плавки купальные',
        ],
    },
    'плавник для sup доски': {
        'code': '9506290000',
        'patterns': [],
        'aliases': [
            'plavnik dlya sup doski',
        ],
    },
    'плакат': {
        'code': '9503009909',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '4823908597',
                    'group': 'бумага',
                    'match': [
                        'моделирования',
                        'кондитерских',
                        'украшений',
                        'картон',
                    ],
                },
            ],
        },
    },
    'пластинка виниловая': {
        'code': '8523809900',
        'patterns': [],
        'aliases': [],
    },
    'пластырь': {
        'code': '',
        'patterns': [],
        'aliases': [
            'plastyr',
            'пластыри',
            'кинезио тейп',
            'защитный тейп',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3005100000',
                    'group': 'медицина',
                    'match': [],
                },
            ],
        },
    },
    'плата вывода': {
        'code': '8524910090',
        'patterns': [],
        'aliases': [],
    },
    'плата декодера': {
        'code': '8537109100',
        'patterns': [
            'плата.*декод.*автом',
        ],
        'aliases': [],
    },
    'плата пк': {
        'code': '8473302008',
        'patterns': [],
        'aliases': [],
    },
    'платок': {
        'code': '6117100000',
        'patterns': [],
        'aliases': [
            'platok',
            'palantin',
        ],
        'synonyms': [
            'шаль',
            'палантин',
            'арафатка',
            'бандана',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6117100000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'платье': {
        'code': '6104490000',
        'patterns': [],
        'aliases': [
            'сарафан',
            'sarafan',
        ],
        'synonyms': [
            'платье для малышей',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6104490000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'плафон': {
        'code': '7020008000',
        'patterns': [],
        'aliases': [
            'plafon',
        ],
    },
    'плафон в салон': {
        'code': '8539519009',
        'patterns': [],
        'aliases': [],
    },
    'плафон фары': {
        'code': '8512909008',
        'patterns': [],
        'aliases': [],
    },
    'плашка метрическая': {
        'code': '8204110000',
        'patterns': [],
        'aliases': [],
    },
    'плащ': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6102901000',
                    'group': 'женский',
                    'match': [],
                },
                {
                    'code': '6202900001',
                    'group': 'женский',
                    'match': [],
                },
            ],
        },
    },
    'пленка автомобильная': {
        'code': '3920999000',
        'patterns': [],
        'aliases': [
            'пленка для окон',
        ],
    },
    'пленка пвх': {
        'code': '6306120000',
        'patterns': [],
        'aliases': [],
    },
    'плетеный шнур для рыбалки': {
        'code': '5404190000',
        'patterns': [],
        'aliases': [],
    },
    'плетка': {
        'code': '6602000000',
        'patterns': [],
        'aliases': [],
    },
    'плодосборник': {
        'code': '8201900009',
        'patterns': [],
        'aliases': [],
    },
    'плойка': {
        'code': '8516320000',
        'patterns': [],
        'aliases': [
            'плойка для завивки волос',
            'плойка завивки волос',
        ],
        'synonyms': [
            'выпрямитель для волос',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8516320000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'площадка детская': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'пляжный зонт': {
        'code': '6601100000',
        'patterns': [],
        'aliases': [],
    },
    'пневмокраскопульт': {
        'code': '8424200000',
        'patterns': [],
        'aliases': [],
    },
    'поводок': {
        'code': '4201000000',
        'patterns': [],
        'aliases': [
            'попона послеоперационная',
        ],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '4201000000',
                    'group': 'металл',
                    'match': [
                        'металл',
                    ],
                },
            ],
        },
    },
    'поводок для рыбалки': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [],
    },
    'поворотная подставка': {
        'code': '8482109008',
        'patterns': [],
        'aliases': [],
    },
    'поворотник для мотоцикла': {
        'code': '8512100000',
        'patterns': [],
        'aliases': [
            'поворотники для мототехники',
        ],
    },
    'поворотники велосипедные': {
        'code': '8512200009',
        'patterns': [],
        'aliases': [],
    },
    'повязка косметическая': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'повязка на голову спортивная': {
        'code': '6506999090',
        'patterns': [],
        'aliases': [],
    },
    'повязка на лицо': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'поглотитель влаги': {
        'code': '2811220000',
        'patterns': [],
        'aliases': [],
    },
    'погремушка': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'погружная помпа для аквариума': {
        'code': '8413702100',
        'patterns': [],
        'aliases': [],
    },
    'подарочный набор': {
        'code': '9603500009',
        'patterns': [],
        'aliases': [],
    },
    'подвес для качели': {
        'code': '8483502000',
        'patterns': [],
        'aliases': [],
    },
    'подвеска': {
        'code': '7117900000',
        'patterns': [],
        'aliases': [],
    },
    'подводка для воды': {
        'code': '4009220009',
        'patterns': [],
        'aliases': [
            'гибкая подводка',
            'подводка сантехническая',
        ],
    },
    'подвязка для растений': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [
            'klipsy dlya podvyazki rasteniy',
            'клипсы для подвязки растений',
            'клипсы',
            'klipsy',
        ],
        'material_codes': {
            'abs пластик': '',
        },
    },
    'подгузники': {
        'code': '9619008109',
        'patterns': [],
        'aliases': [],
    },
    'подгузники для животных': {
        'code': '9619008901',
        'patterns': [],
        'aliases': [],
    },
    'подгузники для новорожденных': {
        'code': '9619008909',
        'patterns': [
            'подгу.*для.*новор',
        ],
        'aliases': [],
    },
    'подкладка': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'подкладка бретелей': {
        'code': '8308900000',
        'patterns': [],
        'aliases': [],
    },
    'подкрылок': {
        'code': '3926909709',
        'patterns': [
            'подкрыл.*',
        ],
        'aliases': [
            'подкрылки',
        ],
    },
    'подлокотник автомобильный': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [
            'внутренний подлокотник крыши',
            'подлокотник крыши',
            'подлокотник потолочный',
            'ручка потолочная',
            'потолочная ручка',
            'поручень потолочный',
        ],
    },
    'подножка': {
        'code': '8708299009',
        'patterns': [],
        'aliases': [],
    },
    'поднос': {
        'code': '',
        'patterns': [],
        'aliases': [
            'podnos',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4421999000',
                    'group': 'дерево',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '7323930000',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '6912002900',
                    'group': 'керамика',
                    'match': [],
                },
            ],
        },
    },
    'подогреватель': {
        'code': '8516797000',
        'patterns': [
            'подогревате.*',
        ],
        'aliases': [],
    },
    'пододеяльник': {
        'code': '6302329000',
        'patterns': [
            'пододеяльн.*',
        ],
        'aliases': [],
    },
    'подрозетник': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'подсачек': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [],
    },
    'подсветка': {
        'code': '8539520009',
        'patterns': [
            'подсвет.*',
        ],
        'aliases': [],
    },
    'подсвечник': {
        'code': '9405500000',
        'patterns': [
            'подсвечн.*',
        ],
        'aliases': [
            'podsvechnik',
        ],
    },
    'подседельный штырь': {
        'code': '8714999009',
        'patterns': [],
        'aliases': [],
    },
    'подставка': {
        'code': '',
        'patterns': [
            'подстав.*',
        ],
        'aliases': [
            'подставка для телефон на стол',
            'podstavka',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [
                        'бижутерии',
                        'украшений',
                        'органайзер',
                    ],
                },
                {
                    'code': '3924900009',
                    'group': 'пластик',
                    'match': [
                        'фруктовница',
                        'ключей',
                        'чаша',
                    ],
                    'characteristic': 'бытовой',
                },
                {
                    'code': '4421999000',
                    'group': 'дерево',
                    'match': [],
                },
                {
                    'code': '9403208009',
                    'group': 'металл',
                    'match': [
                        'цветов',
                    ],
                },
                {
                    'code': '9405500000',
                    'group': 'металл',
                    'match': [
                        'нержав',
                    ],
                },
            ],
        },
    },
    'подставка декоративная': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9403609009',
                    'name': 'Дерево',
                    'group': 'дерево',
                },
                {
                    'code': '9403208009',
                    'name': 'Металл',
                    'group': 'металл',
                },
            ],
        },
    },
    'подставка для благовоний': {
        'code': '8306290009',
        'patterns': [],
        'aliases': [],
    },
    'подставка для компьютера': {
        'code': '9403301900',
        'patterns': [],
        'aliases': [],
    },
    'подставка для музыкальных инструментов': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'подставка для ногтей': {
        'code': '3926909709',
        'patterns': [
            'подст.*для.*ногте',
        ],
        'aliases': [],
    },
    'подставка для ноутбука': {
        'code': '8414598000',
        'patterns': [],
        'aliases': [],
    },
    'подставка для обуви': {
        'code': '6406905000',
        'patterns': [],
        'aliases': [],
    },
    'подставка для планшета': {
        'code': '8302490009',
        'patterns': [],
        'aliases': [],
    },
    'подставка для подогрева чайника': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8516605000',
                    'group': 'бытовой',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'подставка для украшений': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6307909800',
                    'group': 'текстиль',
                    'match': [],
                },
                {
                    'code': '3926400000',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'подставка для цветов': {
        'code': '9403208009',
        'patterns': [],
        'aliases': [],
    },
    'подставка для яиц': {
        'code': '7323910000',
        'patterns': [],
        'aliases': [],
    },
    'подставка под горячее': {
        'code': '7323910000',
        'patterns': [],
        'aliases': [],
    },
    'подставка под ноги': {
        'code': '9401690000',
        'patterns': [],
        'aliases': [],
    },
    'подставка сервировочная': {
        'code': '',
        'patterns': [],
        'aliases': [
            'подставка для ванны',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '7323930000',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '9403208009',
                    'group': 'мебель',
                    'match': [],
                },
            ],
        },
    },
    'подстаканник салон автомобиля': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'подстолье': {
        'code': '9403990001',
        'patterns': [],
        'aliases': [],
    },
    'подтяжки': {
        'code': '6212900000',
        'patterns': [],
        'aliases': [],
    },
    'подушка': {
        'code': '9404908000',
        'patterns': [],
        'aliases': [
            'подушка на сиденье',
            'подушка декоративная',
            'naduvnaya podushka',
            'podushka',
            'podushka dekorativnaya',
            'надувная подушка',
            'удобная дышащая эргономичная массажная подушка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9404908000',
                    'group': 'хлопок',
                    'match': [],
                },
            ],
        },
    },
    'подушка балансировочная': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'подушка для шеи': {
        'code': '9404902000',
        'patterns': [],
        'aliases': [],
    },
    'подушка монтажная': {
        'code': '4016950000',
        'patterns': [],
        'aliases': [],
    },
    'подушка на стул': {
        'code': '6304990000',
        'patterns': [],
        'aliases': [],
    },
    'подшипник': {
        'code': '8482109008',
        'patterns': [
            'подшипн.*',
        ],
        'aliases': [],
    },
    'подъюбник': {
        'code': '6208110000',
        'patterns': [],
        'aliases': [],
    },
    'пожарный инвентарь': {
        'code': '8424100000',
        'patterns': [],
        'aliases': [],
    },
    'поилка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'poilka',
            'поилка для животных',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8413810000',
                    'group': 'вода',
                    'match': [
                        'фонтана',
                        'автоматическая',
                    ],
                },
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [
                        'автопоилка',
                        'кормушка',
                    ],
                    'characteristic': 'бытовой',
                },
            ],
        },
    },
    'покрывало': {
        'code': '6304910000',
        'patterns': [],
        'aliases': [],
    },
    'покрытие для пола, стен или потолков': {
        'code': '',
        'patterns': [],
        'aliases': [
            'плитка пвх',
            'напольное покрытие',
            'фартук для кухни',
            'панель самокл',
            'стеновая панель',
            'покрытие для потолка',
            'покрытие для пола',
            'покрытие для стен',
            'стеновое покрытие',
            'плинтус',
            'плита потолочная',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3918109000',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '4202921900',
                    'group': 'текстиль',
                    'match': [],
                },
            ],
        },
    },
    'покрышка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '4011100009',
                    'group': 'автомобиль',
                },
                {
                    'code': '4011400000',
                    'group': 'мотоцикл',
                },
                {
                    'code': '4011500009',
                    'group': 'велосипед',
                },
                {
                    'code': '9507209000',
                    'group': 'рыбалка',
                },
            ],
        },
    },
    'полка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'polka nastennaya pryamaya',
            'полка настенная прямая',
            'polka',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '9403208009',
                    'name': 'Металл',
                    'group': 'металл',
                    'match': [
                        'кухонной',
                        'напольная',
                        'мебели',
                    ],
                },
                {
                    'code': '9403609009',
                    'name': 'Дерево',
                    'group': 'дерево',
                },
                {
                    'code': '9403700008',
                    'name': 'Пластик',
                    'group': 'пластик',
                },
                {
                    'code': '3924900009',
                    'group': 'пластик',
                    'match': [],
                    'characteristic': 'бытовой',
                },
            ],
        },
    },
    'полка автомобильная': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'поло': {
        'code': '6109100000',
        'patterns': [],
        'aliases': [],
    },
    'половник походный': {
        'code': '8215991000',
        'patterns': [],
        'aliases': [],
    },
    'полоски магнитные': {
        'code': '8505199000',
        'patterns': [],
        'aliases': [
            'магнитные наклейки',
            'крепление магнитное',
        ],
    },
    'полотенце': {
        'code': '6302600000',
        'patterns': [
            'полотен.*',
        ],
        'aliases': [
            'пляжное полотенце см полиэстер разноцветный',
            'plyazhnoe polotentse sm poliester raznotsvetnyy',
            'polotentse',
            'polotentse kuhonnoe',
        ],
    },
    'полотенце для ванной': {
        'code': '6302910000',
        'patterns': [],
        'aliases': [],
    },
    'полотенце кухонное': {
        'code': '6302939000',
        'patterns': [],
        'aliases': [],
    },
    'полотенце спортивное': {
        'code': '6302999000',
        'patterns': [],
        'aliases': [],
    },
    'полотенцесушитель': {
        'code': '8516797000',
        'patterns': [],
        'aliases': [],
    },
    'полупроводники': {
        'code': '8541590000',
        'patterns': [
            'полуп.*пары',
        ],
        'aliases': [
            'полупроводники пары',
            'полупроводник',
        ],
    },
    'помазок': {
        'code': '9603298000',
        'patterns': [],
        'aliases': [],
    },
    'понижающий преобразователь постоянного тока': {
        'code': '8504408500',
        'patterns': [],
        'aliases': [],
    },
    'поплавок': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [
            'poplavok',
        ],
    },
    'поппер': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [],
    },
    'портативная стиральная машинка': {
        'code': '8450111900',
        'patterns': [],
        'aliases': [],
    },
    'портативный кондиционер не содержит хладагента': {
        'code': '8414510000',
        'patterns': [],
        'aliases': [],
    },
    'портплед дорожный': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'портсигар': {
        'code': '7326909202',
        'patterns': [],
        'aliases': [],
    },
    'поручень': {
        'code': '9403208009',
        'patterns': [],
        'aliases': [],
    },
    'поршень для мототехники': {
        'code': '8409910008',
        'patterns': [],
        'aliases': [],
    },
    'постельное белье': {
        'code': '6302100001',
        'patterns': [],
        'aliases': [],
    },
    'постер': {
        'code': '8310000000',
        'patterns': [],
        'aliases': [],
    },
    'постер в раме': {
        'code': '4911990000',
        'patterns': [],
        'aliases': [],
    },
    'посуда': {
        'code': '',
        'patterns': [
            'посуд.*кухон',
            'труб.*напит',
        ],
        'aliases': [
            'posuda',
            'салатник',
            'salatnik',
            'kruzhka',
            'кружка походная',
            'stakan',
            'креманки',
            'креманки одноразовые',
            'половник',
            'противень',
            'кухонный ковш',
            'скалка',
            'венчик',
            'кастрюля',
            'шпатель скребок кондитерский',
            'сковорода',
            'рюмка',
            'ryumka',
        ],
        'synonyms': [
            'дозатор для напитков',
            'кружка',
            'стакан',
            'бокал',
            'менажница',
            'одноразовая посуда',
            'доска',
            'соусник',
            'сковорода',
            'тарелка',
            'чашка',
        ],
        'material_codes': {
            'пластик': '3924100000',
            'дерево': '4419900000',
            'стекло': '7013499900',
            'керамика': '6912002900',
            'abs пластик': '3924100000',
            'эмалированная сталь': '7323930000',
            'углеродистая сталь': '7323930000',
            'нержавеющая сталь': '7323930000',
            'железо': '7323930000',
            'пластиковый': '3924100000',
            'бамбук': '4419900000',
        },
        'dropdown': {
            'variants': [
                {
                    'code': '3924100000',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '6912002900',
                    'name': 'Керамика',
                    'group': 'керамика',
                    'match': [],
                },
                {
                    'code': '7013499900',
                    'name': 'Стекло',
                    'group': 'стекло',
                    'match': [
                        'стекло',
                    ],
                },
                {
                    'code': '7323930000',
                    'group': 'металл',
                    'match': [
                        'железо',
                        'сталь',
                        'стальн',
                        'стали',
                    ],
                },
                {
                    'code': '4823699000',
                    'group': 'бумага',
                    'match': [],
                },
                {
                    'code': '4419900000',
                    'group': 'дерево',
                    'match': [],
                },
            ],
        },
    },
    'посуда для чайных церемоний': {
        'code': '6911100000',
        'patterns': [],
        'aliases': [],
    },
    'посудомоечная машина': {
        'code': '8422110000',
        'patterns': [],
        'aliases': [],
    },
    'поталь': {
        'code': '3212100000',
        'patterns': [],
        'aliases': [
            'фольга для тиснения',
        ],
    },
    'потолочный светильник': {
        'code': '9405190039',
        'patterns': [],
        'aliases': [],
    },
    'походная газовая плита': {
        'code': '',
        'patterns': [
            'поход.*газов.*плита',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7326909807',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '8515110000',
                    'group': 'электроника',
                    'match': [],
                },
            ],
        },
    },
    'походная печь': {
        'code': '7321120000',
        'patterns': [],
        'aliases': [],
    },
    'походная посуда и столовые приборы': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'походный душ': {
        'code': '8413810000',
        'patterns': [
            'поход.*душ',
        ],
        'aliases': [],
    },
    'почтовый ящик': {
        'code': '8303009000',
        'patterns': [],
        'aliases': [],
    },
    'пояс для похудения': {
        'code': '6114900000',
        'patterns': [],
        'aliases': [],
    },
    'пояс для чулок': {
        'code': '6212900000',
        'patterns': [],
        'aliases': [],
    },
    'пояс спасательный': {
        'code': '6307200000',
        'patterns': [],
        'aliases': [
            'спасательный жилет',
            'пояс страховочный',
        ],
    },
    'предохранитель': {
        'code': '8536105000',
        'patterns': [
            'предохраните.*',
        ],
        'aliases': [],
    },
    'предохранитель автомобильный': {
        'code': '8536101000',
        'patterns': [],
        'aliases': [
            'плавкий предохранитель',
        ],
    },
    'предохранительный клапан': {
        'code': '8481401000',
        'patterns': [],
        'aliases': [],
    },
    'преобразователь частоты': {
        'code': '8504409100',
        'patterns': [],
        'aliases': [],
    },
    'прибор для завивки ресниц': {
        'code': '8203200009',
        'patterns': [],
        'aliases': [],
    },
    'прибор для чистки семечек': {
        'code': '8205510090',
        'patterns': [],
        'aliases': [
            'металлический прибор для чистки семечек',
        ],
    },
    'привод': {
        'code': '8505902009',
        'patterns': [],
        'aliases': [],
    },
    'привод для мототехники': {
        'code': '8708509909',
        'patterns': [],
        'aliases': [],
    },
    'приводной ремень': {
        'code': '4010320000',
        'patterns': [],
        'aliases': [],
    },
    'приемник': {
        'code': '8517620009',
        'patterns': [],
        'aliases': [],
    },
    'прижим рычажный': {
        'code': '8205700000',
        'patterns': [],
        'aliases': [],
    },
    'прижимной ролик': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'призма': {
        'code': '9002900009',
        'patterns': [],
        'aliases': [],
    },
    'прикормка рыболовная': {
        'code': '3824999608',
        'patterns': [],
        'aliases': [],
    },
    'прикуриватель': {
        'code': '9613800000',
        'patterns': [],
        'aliases': [],
    },
    'принадлежности для инструментов': {
        'code': '8302411000',
        'patterns': [],
        'aliases': [],
    },
    'принтер': {
        'code': '8443321009',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'мфу',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8443321009',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'припой': {
        'code': '8311900000',
        'patterns': [],
        'aliases': [],
    },
    'природные материалы': {
        'code': '',
        'patterns': [
            'приро.*матер',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6802290009',
                    'group': 'камень',
                    'match': [],
                },
                {
                    'code': '7103990008',
                    'group': 'украшения',
                    'match': [],
                },
            ],
        },
    },
    'присоска': {
        'code': '3925901000',
        'patterns': [],
        'aliases': [],
    },
    'присоска крепежная': {
        'code': '8467298509',
        'patterns': [],
        'aliases': [],
    },
    'приспособление для установки хомутов': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'приспособление для фрезерования': {
        'code': '8467298509',
        'patterns': [],
        'aliases': [],
    },
    'прихватка': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [
            'prihvatka',
        ],
        'material_codes': {
            'текстиль': '3924900009',
        },
    },
    'прищепка': {
        'code': '7323990000',
        'patterns': [],
        'aliases': [],
    },
    'прищепки для белья': {
        'code': '7323990000',
        'patterns': [],
        'aliases': [
            'prishchepki',
        ],
    },
    'пробковая доска': {
        'code': '4504908000',
        'patterns': [],
        'aliases': [],
    },
    'провод акб': {
        'code': '8544300007',
        'patterns': [],
        'aliases': [],
    },
    'провод измерительный': {
        'code': '8544429009',
        'patterns': [],
        'aliases': [],
    },
    'проводка для мототехники': {
        'code': '8544300007',
        'patterns': [],
        'aliases': [],
    },
    'проводной телефон': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8517180000',
                    'group': 'электроника',
                    'match': [],
                },
                {
                    'code': '8517110000',
                    'group': 'электроника',
                    'match': [],
                },
            ],
        },
    },
    'проволока для рукоделия': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '9503009909',
                    'group': 'игрушки',
                    'match': [
                        'мебель',
                        'кукол',
                    ],
                },
                {
                    'code': '7326909807',
                    'group': 'металл',
                    'match': [
                        'синельная',
                    ],
                },
            ],
        },
    },
    'программная карта памяти': {
        'code': '8537109100',
        'patterns': [],
        'aliases': [],
    },
    'проектор': {
        'code': '8528699000',
        'patterns': [],
        'aliases': [
            'proektor',
        ],
    },
    'прожектор': {
        'code': '9405420012',
        'patterns': [],
        'aliases': [],
    },
    'прокладки': {
        'code': '9619007909',
        'patterns': [],
        'aliases': [
            'prokladki',
        ],
    },
    'прокладки женские': {
        'code': '9619003000',
        'patterns': [],
        'aliases': [],
    },
    'прокладки многоразовые': {
        'code': '9619007109',
        'patterns': [],
        'aliases': [],
    },
    'промышленная автоматика': {
        'code': '8501310000',
        'patterns': [],
        'aliases': [],
    },
    'промышленная охранная система': {
        'code': '8525893000',
        'patterns': [],
        'aliases': [],
    },
    'пропеллер': {
        'code': '3926909709',
        'patterns': [
            'пропелл.*',
        ],
        'aliases': [],
    },
    'прописи': {
        'code': '4903000000',
        'patterns': [],
        'aliases': [],
    },
    'прополочная машинка': {
        'code': '8432291000',
        'patterns': [],
        'aliases': [],
    },
    'прорезыватель': {
        'code': '9503009909',
        'patterns': [
            'прорезывате.*',
        ],
        'aliases': [],
    },
    'протектор': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [
            'protektor',
        ],
    },
    'протектор для мебели': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'протирка овощей фруктов ягод': {
        'code': '8205510090',
        'patterns': [],
        'aliases': [],
    },
    'проточный водонагреватель': {
        'code': '8516101100',
        'patterns': [],
        'aliases': [],
    },
    'пруд': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'пружина': {
        'code': '7320208108',
        'patterns': [],
        'aliases': [
            'пружина сцепления',
        ],
    },
    'пружина для фиксации': {
        'code': '7320909008',
        'patterns': [],
        'aliases': [],
    },
    'пружина растяжения': {
        'code': '7320208508',
        'patterns': [],
        'aliases': [],
    },
    'пряжа': {
        'code': '',
        'patterns': [],
        'aliases': [
            'pryazha',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '5109109000',
                    'name': 'Полиэстер',
                    'group': 'полиэстер',
                    'match': [
                        'толстая',
                        'вязания',
                        'руками',
                    ],
                },
                {
                    'code': '5511300000',
                    'group': 'шерсть',
                    'match': [],
                },
            ],
        },
    },
    'пряжка': {
        'code': '8308900000',
        'patterns': [],
        'aliases': [],
    },
    'пуговицы': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '9606210000',
                    'name': 'Пластик',
                    'group': 'пластик',
                },
                {
                    'code': '9606220000',
                    'name': 'Металл',
                    'group': 'металл',
                },
            ],
        },
    },
    'пуговицы из ткани': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'пудра': {
        'code': '3304910000',
        'patterns': [],
        'aliases': [
            'хайлайтер',
        ],
    },
    'пуллер': {
        'code': '8308900000',
        'patterns': [],
        'aliases': [],
    },
    'пульверизатор': {
        'code': '8424200000',
        'patterns': [],
        'aliases': [],
    },
    'пульт': {
        'code': '8543708000',
        'patterns': [],
        'aliases': [
            'презентер',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8543708000',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'пульт ду': {
        'code': '8526920008',
        'patterns': [],
        'aliases': [],
    },
    'пусковое устройство': {
        'code': '8507800009',
        'patterns': [],
        'aliases': [],
    },
    'пустышка': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [
            'соска',
        ],
    },
    'пуф': {
        'code': '9403609009',
        'patterns': [],
        'aliases': [],
    },
    'пуховик': {
        'code': '6202400009',
        'patterns': [],
        'aliases': [],
    },
    'пушка теннисная': {
        'code': '8467292000',
        'patterns': [],
        'aliases': [],
    },
    'пылесос': {
        'code': '8508110000',
        'patterns': [],
        'aliases': [],
    },
    'пяльца': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'рабочая обувь': {
        'code': '6405909000',
        'patterns': [],
        'aliases': [],
    },
    'радиатор для мототехники': {
        'code': '8714999009',
        'patterns': [],
        'aliases': [],
    },
    'радиоприёмник': {
        'code': '8527190000',
        'patterns': [],
        'aliases': [],
    },
    'радиоприемник': {
        'code': '8519811100',
        'patterns': [],
        'aliases': [],
    },
    'разбрызгиватель': {
        'code': '8424200000',
        'patterns': [
            'разбрызгивате.*',
        ],
        'aliases': [],
    },
    'разветвитель кабеля': {
        'code': '8536901000',
        'patterns': [],
        'aliases': [],
    },
    'разветвитель электрический': {
        'code': '8536901000',
        'patterns': [],
        'aliases': [],
    },
    'развивающий коврик': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'развивающий центр': {
        'code': '9503007000',
        'patterns': [],
        'aliases': [],
    },
    'раздвижная система для двери': {
        'code': '8302600009',
        'patterns': [],
        'aliases': [],
    },
    'разделитель пальце ног': {
        'code': '9021101000',
        'patterns': [],
        'aliases': [
            'разделитель пальцев',
            'разделитель пальцев ног',
        ],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '9021101000',
                    'group': 'пластик',
                    'match': [
                        'силикон',
                    ],
                },
            ],
        },
    },
    'размешиватели': {
        'code': '8215991000',
        'patterns': [],
        'aliases': [],
    },
    'разъем': {
        'code': '8536699008',
        'patterns': [],
        'aliases': [],
    },
    'разъём для прикуривателя': {
        'code': '8536901000',
        'patterns': [],
        'aliases': [],
    },
    'разъем для фиксации шлангов пылесоса': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'ракель': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'ракетка для бадминтона': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'ракетка для большого тенниса': {
        'code': '9506510000',
        'patterns': [],
        'aliases': [],
    },
    'ракетка для настольного': {
        'code': '9506400001',
        'patterns': [],
        'aliases': [],
    },
    'раковина': {
        'code': '7324100009',
        'patterns': [],
        'aliases': [],
    },
    'раковинный выпуск': {
        'code': '8481801900',
        'patterns': [],
        'aliases': [],
    },
    'рама для велосипеда': {
        'code': '8714911001',
        'patterns': [],
        'aliases': [],
    },
    'рамка госномера': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'рамка для фотографий': {
        'code': '4414900000',
        'patterns': [],
        'aliases': [],
    },
    'раскладушка': {
        'code': '9403202009',
        'patterns': [],
        'aliases': [],
    },
    'раскраска': {
        'code': '4903000000',
        'patterns': [],
        'aliases': [],
    },
    'распошивальная машина': {
        'code': '8452109000',
        'patterns': [],
        'aliases': [],
    },
    'распределитель зажигания': {
        'code': '8511300008',
        'patterns': [],
        'aliases': [],
    },
    'распределительный щит': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'распылитель': {
        'code': '8424200000',
        'patterns': [
            'распылите.*',
        ],
        'aliases': [
            'переносной душ распылитель',
        ],
    },
    'рассеиватель': {
        'code': '3926909200',
        'patterns': [],
        'aliases': [],
    },
    'рассеиватель для садовой лейки': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'расходник для печати': {
        'code': '',
        'patterns': [],
        'aliases': [
            'чернила',
            'тушь для письма',
            'тушь для рисования',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8443999000',
                    'group': 'электрический',
                    'match': [],
                },
                {
                    'code': '3215900009',
                    'group': 'химия',
                    'match': [],
                },
            ],
        },
    },
    'расходомер жидкости': {
        'code': '9029100009',
        'patterns': [],
        'aliases': [],
    },
    'расческа': {
        'code': '9615110000',
        'patterns': [],
        'aliases': [
            'расческа брашинг для укладки волос',
            'брашинг',
            'greben',
        ],
        'synonyms': [
            'гребень',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9615110000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'расческа для животных': {
        'code': '9603293000',
        'patterns': [],
        'aliases': [],
    },
    'расширитель колесных арок': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'рашгард': {
        'code': '6109909000',
        'patterns': [],
        'aliases': [
            'rashgard',
        ],
    },
    'регулятор громкости': {
        'code': '8536501509',
        'patterns': [],
        'aliases': [],
    },
    'редуктор': {
        'code': '8483402900',
        'patterns': [],
        'aliases': [],
    },
    'режущая насадка для садового инструмента': {
        'code': '8208900000',
        'patterns': [],
        'aliases': [],
    },
    'резец по дереву': {
        'code': '8205300000',
        'patterns': [],
        'aliases': [],
    },
    'резинка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '4016999708',
                    'group': 'резина',
                    'match': [],
                },
                {
                    'code': '9615900000',
                    'group': 'волосы',
                    'match': [
                        'волос',
                        'смешанный',
                        'китай',
                    ],
                },
            ],
        },
    },
    'резинка для стеклоочистителя': {
        'code': '4016999708',
        'patterns': [],
        'aliases': [],
    },
    'резинка канцелярская': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4016920000',
                    'group': 'резина',
                    'match': [],
                },
                {
                    'code': '3926100000',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'резиновые чехлы на обувь': {
        'code': '4015900000',
        'patterns': [],
        'aliases': [],
    },
    'резьбонарезная головка': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'рейлинг автомобильный': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'рейлинг ванной': {
        'code': '3924900009',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7323990000',
                    'group': 'металл',
                    'match': [
                        'кухни',
                    ],
                },
            ],
        },
    },
    'реле': {
        'code': '8536411000',
        'patterns': [],
        'aliases': [],
    },
    'ремень': {
        'code': '',
        'patterns': [],
        'aliases': [
            'пояс',
            'ремень замшевый широкий',
            'remen',
            'poyas',
            'пояс для фиксации ребенка',
            'портупея',
            'наколенники для ползания',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '4203300000',
                    'name': 'Кожа',
                    'group': 'кожа',
                },
                {
                    'code': '6117808009',
                    'name': 'Пластик',
                    'group': 'пластик',
                },
                {
                    'code': '6117801009',
                    'group': 'текстиль',
                    'match': [
                        'стяжной',
                    ],
                },
                {
                    'code': '4010320000',
                    'group': 'автомобиль',
                    'match': [
                        'вариатора',
                        'приводной',
                        'suzuki',
                        'замена',
                    ],
                },
            ],
        },
    },
    'ремень безопасности': {
        'code': '8708219009',
        'patterns': [],
        'aliases': [],
    },
    'ремень для йоги': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'ремень для огнетушителя': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'ремень стяжной': {
        'code': '5607491100',
        'patterns': [],
        'aliases': [],
    },
    'ремешок': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '9113900009',
                    'name': 'Пластик',
                    'group': 'пластик',
                },
                {
                    'code': '9113900001',
                    'name': 'Кожа',
                    'group': 'кожа',
                },
                {
                    'code': '9113200000',
                    'name': 'Металл',
                    'group': 'металл',
                },
            ],
        },
    },
    'ремешок для обуви': {
        'code': '6406909000',
        'patterns': [],
        'aliases': [],
    },
    'ремешок для смарт часов': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9113900009',
                    'group': 'часы',
                    'match': [],
                },
                {
                    'code': '9113200000',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'ремешок для часов': {
        'code': '',
        'patterns': [],
        'aliases': [
            'ремешок браслет часов',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9113900009',
                    'group': 'резина',
                    'match': [],
                },
                {
                    'code': '9113900001',
                    'group': 'кожа',
                    'match': [],
                },
            ],
        },
    },
    'ремешок на липучке': {
        'code': '5906100000',
        'patterns': [],
        'aliases': [],
    },
    'ремкомплект автомобильной двери': {
        'code': '8708219009',
        'patterns': [],
        'aliases': [],
    },
    'ремкомплект кулисы переключения передач для автомобилей': {
        'code': '8708409909',
        'patterns': [],
        'aliases': [],
    },
    'ремкомплект тормозной системы мототехники': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'ремкомплект фары': {
        'code': '7014000000',
        'patterns': [],
        'aliases': [],
    },
    'ремонтный комплект': {
        'code': '8544429009',
        'patterns': [],
        'aliases': [],
    },
    'ресницы для наращивания': {
        'code': '6704900000',
        'patterns': [],
        'aliases': [
            'накладные ресницы',
            'ресницы накладные',
            'ресницы',
        ],
    },
    'решетка': {
        'code': '4421999000',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'решетка гриль': {
        'code': '7323930000',
        'patterns': [],
        'aliases': [],
    },
    'решетка радиатора': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
        'material_codes': {
            'abs пластик': '',
        },
    },
    'ритуальный аксессуар': {
        'code': '7013990000',
        'patterns': [],
        'aliases': [],
    },
    'робот для мойки окон': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [],
    },
    'робот мойщик окон': {
        'code': '8509800000',
        'patterns': [
            'робот.*мойщи.*окон',
        ],
        'aliases': [],
    },
    'робот трансформер': {
        'code': '9503009909',
        'patterns': [],
        'aliases': [],
    },
    'рога на руль': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'розетка': {
        'code': '8536699008',
        'patterns': [],
        'aliases': [
            'адаптер розетки',
        ],
    },
    'ролик для мототехники': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'ролик для пресса': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'ролик для теста': {
        'code': '4419190000',
        'patterns': [],
        'aliases': [],
    },
    'роликовая электропилка': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [],
    },
    'роликовые коньки': {
        'code': '9506703000',
        'patterns': [
            'ролик.*для.*девоч',
        ],
        'aliases': [],
        'synonyms': [
            'ролики для девочки',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9506703000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'ростомер': {
        'code': '9017801000',
        'patterns': [],
        'aliases': [
            'настенный ростомер',
            'ростомер для детей',
            'детский ростомер',
        ],
    },
    'ротор': {
        'code': '8501109900',
        'patterns': [],
        'aliases': [],
    },
    'ротор для электроинструмента': {
        'code': '8483402900',
        'patterns': [],
        'aliases': [],
    },
    'роторный цилиндр': {
        'code': '8412298109',
        'patterns': [],
        'aliases': [],
    },
    'рубанок': {
        'code': '8205300000',
        'patterns': [],
        'aliases': [],
    },
    'рубашка': {
        'code': '',
        'patterns': [
            'рубаш.*',
        ],
        'aliases': [
            'rubashka',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6205908009',
                    'name': 'Муж',
                    'group': 'мужской',
                },
                {
                    'code': '6206909000',
                    'name': 'Жен',
                    'group': 'женский',
                },
                {
                    'code': '6111909000',
                    'name': 'Дет',
                    'group': 'детский',
                },
            ],
        },
    },
    'рубашка для малышей': {
        'code': '6206400000',
        'patterns': [],
        'aliases': [],
    },
    'рукоятка': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [],
    },
    'рукоятка для фитнес эспандера': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'рукоятка тормоза': {
        'code': '8708309909',
        'patterns': [],
        'aliases': [],
    },
    'рукоятка управления дроссельной заслонкой': {
        'code': '8708409909',
        'patterns': [],
        'aliases': [],
    },
    'рулевая колонка для велосипеда': {
        'code': '8714999009',
        'patterns': [],
        'aliases': [],
    },
    'рулонные шторы': {
        'code': '',
        'patterns': [
            'рулон.*шторы',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3925300000',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '4419900000',
                    'group': 'дерево',
                    'match': [],
                },
            ],
        },
    },
    'руль автомобильный': {
        'code': '8714991000',
        'patterns': [
            'руль.*автом',
        ],
        'aliases': [
            'ручка на руль',
        ],
    },
    'руль для велосипеда': {
        'code': '8714991000',
        'patterns': [],
        'aliases': [],
    },
    'руны': {
        'code': '7116201100',
        'patterns': [],
        'aliases': [],
    },
    'ручка': {
        'code': '9608101000',
        'patterns': [],
        'aliases': [],
    },
    'ручка автомобильная': {
        'code': '8708299009',
        'patterns': [
            'ручк.*для.*двер.*автомоб',
            'автомоб.*ручк',
        ],
        'aliases': [
            'ручка двери автомобиля',
            'ручка крышки перчаточного ящика',
            'ручка бардачка',
        ],
    },
    'ручка дверная автомобильная': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'ручка для амбарной двери': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'ручка для велосипеда': {
        'code': '8708949909',
        'patterns': [],
        'aliases': [],
    },
    'ручка для чемодана': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'ручка кпп': {
        'code': '8708409909',
        'patterns': [],
        'aliases': [],
    },
    'ручка мебельная': {
        'code': '8302420000',
        'patterns': [],
        'aliases': [
            'засов дверной',
            'засов',
            'ruchka mebelnaya',
        ],
    },
    'ручная выжималка для сока': {
        'code': '8205510090',
        'patterns': [],
        'aliases': [
            'ручная соковыжималка',
        ],
    },
    'ручная кофеварка': {
        'code': '7013491000',
        'patterns': [],
        'aliases': [],
    },
    'ручной измельчитель': {
        'code': '8205510090',
        'patterns': [],
        'aliases': [],
    },
    'ручной инструмент': {
        'code': '8205909000',
        'patterns': [
            'ручн.*инструм',
            'инструм.*авто',
            'инструм.*кожей',
            'инструм.*мото',
        ],
        'aliases': [
            'инструмент для работы кожей мехом',
            'резак строительный',
            'инструмент для полировки',
            'кернер',
            'инструмент для натяжения',
            'скрепер',
            'шпатель для рукоделия',
            'сеялка',
            'шприц для смазки',
            'монтажка',
            'конус посадочный',
            'бур ручной',
            'штанга распорная',
            'трамбовка',
            'щуп масляный',
            'кромкогиб',
            'система для заточки',
            'развертка',
            'инструмент для лазания',
            'дровокол ручной',
            'дровокол',
            'drovokol',
            'пресс клещи',
            'вороток',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8205909000',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'ручной пылесос': {
        'code': '8508190009',
        'patterns': [],
        'aliases': [],
    },
    'рыболовная катушка': {
        'code': '9507300000',
        'patterns': [],
        'aliases': [],
    },
    'рыхлитель': {
        'code': '8201900009',
        'patterns': [],
        'aliases': [],
    },
    'рычаг для мототехники': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8714109000',
                    'group': 'мотоцикл',
                    'match': [],
                },
                {
                    'code': '8714999009',
                    'group': 'велосипед',
                    'match': [],
                },
            ],
        },
    },
    'рычаг подвески': {
        'code': '8708809909',
        'patterns': [],
        'aliases': [],
    },
    'рюкзак': {
        'code': '',
        'patterns': [],
        'aliases': [
            'sprayground ryukzak',
            'ryukzak',
            'эргорюкзак',
            'sumka shkolnaya',
            'сумка школьная',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4202921100',
                    'group': 'пластик',
                    'match': [
                        'школьная',
                        'сумка',
                    ],
                },
                {
                    'code': '4202929100',
                    'group': 'текстиль',
                    'match': [],
                },
            ],
        },
    },
    'сабвуфер': {
        'code': '8518299600',
        'patterns': [],
        'aliases': [],
    },
    'сабвуфер автомобильный': {
        'code': '8518210000',
        'patterns': [],
        'aliases': [],
    },
    'сабо': {
        'code': '',
        'patterns': [],
        'aliases': [
            'sabo',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6405909000',
                    'name': 'Прочее',
                    'group': 'кожа',
                },
                {
                    'code': '6403999800',
                    'name': 'Кожа',
                    'group': 'кожа',
                    'match': [
                        'мюли',
                        'каблуке',
                        'joycity',
                    ],
                },
            ],
        },
    },
    'садовые качели': {
        'code': '6401921000',
        'patterns': [],
        'aliases': [],
    },
    'садовые напальчники': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'садовый измельчитель': {
        'code': '8436809000',
        'patterns': [],
        'aliases': [],
    },
    'садовый настил': {
        'code': '',
        'patterns': [
            'садов.*насти',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3918109000',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '5603139000',
                    'group': 'текстиль',
                    'match': [],
                },
            ],
        },
    },
    'садовый стол': {
        'code': '9401790009',
        'patterns': [],
        'aliases': [],
    },
    'садовый стул': {
        'code': '9401530000',
        'patterns': [],
        'aliases': [],
    },
    'садовый тент': {
        'code': '6306190000',
        'patterns': [],
        'aliases': [],
    },
    'садок': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [],
    },
    'салфетк': {
        'code': '',
        'patterns': [],
        'aliases': [
            'салфетка автомобильная',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '4803009000',
                    'group': 'бумага',
                },
                {
                    'code': '6307109000',
                    'group': 'текстиль',
                },
                {
                    'code': '6307103000',
                    'name': 'Неткан',
                    'group': 'текстиль',
                },
            ],
        },
    },
    'салфетки для уборки': {
        'code': '',
        'patterns': [],
        'aliases': [
            'salfetki',
            'salfetki dlya uborki mnogotsvetnyy',
            'салфетки',
            'salfetka',
            'салфетка',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6307103000',
                    'group': 'текстиль',
                    'match': [
                        'безворсовые',
                    ],
                },
                {
                    'code': '6307109000',
                    'group': 'стекло',
                    'match': [],
                },
                {
                    'code': '4803009000',
                    'group': 'бумага',
                    'match': [
                        'коврик',
                        'одноразовый',
                        'розовый',
                    ],
                },
            ],
        },
    },
    'салфетки матирующие': {
        'code': '4818201000',
        'patterns': [],
        'aliases': [],
    },
    'салфетница': {
        'code': '',
        'patterns': [
            'салфетни.*',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'самокат': {
        'code': '9503001009',
        'patterns': [],
        'aliases': [],
    },
    'самоклеящиеся стикеры': {
        'code': '4821101000',
        'patterns': [],
        'aliases': [
            'стикеры наклейки',
        ],
    },
    'саморезы': {
        'code': '7318141100',
        'patterns': [],
        'aliases': [
            'саморез',
            'комплект саморезов',
        ],
    },
    'сандали': {
        'code': '6402999100',
        'patterns': [],
        'aliases': [],
    },
    'сандалии': {
        'code': '6402999600',
        'patterns': [],
        'aliases': [],
    },
    'сантехническая прокладка': {
        'code': '4016930005',
        'patterns': [],
        'aliases': [
            'прокладка уплотнитель',
            'резиновая прокладка',
            'прокладка',
        ],
    },
    'сапоги': {
        'code': '6405909000',
        'patterns': [],
        'aliases': [],
    },
    'сапоги резиновые': {
        'code': '6401921000',
        'patterns': [],
        'aliases': [],
    },
    'сахарница': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7013499900',
                    'group': 'стекло',
                    'match': [],
                },
                {
                    'code': '7010906109',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'сборная модель': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9503003900',
                    'group': 'игрушки',
                    'match': [],
                },
                {
                    'code': '9503003500',
                    'group': 'игрушки',
                    'match': [],
                },
            ],
        },
    },
    'сварочный аппарат': {
        'code': '8515809000',
        'patterns': [],
        'aliases': [],
    },
    'сверло': {
        'code': '',
        'patterns': [],
        'aliases': [
            'сверла',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8207509000',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '8207909900',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'светильник': {
        'code': '',
        'patterns': [
            'светильн.*',
        ],
        'aliases': [
            'проблесковый маяк',
            'каркасная светодиодная фигура',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9405290039',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '8539490000',
                    'name': 'фитосветильник',
                    'group': 'уф',
                    'match': [],
                },
            ],
        },
    },
    'светодиодная вывеска': {
        'code': '9405190039',
        'patterns': [],
        'aliases': [],
    },
    'светодиодная лента': {
        'code': '8539520009',
        'patterns': [],
        'aliases': [
            'лента светодиодная',
        ],
    },
    'светодиодная свеча набор': {
        'code': '9405110039',
        'patterns': [],
        'aliases': [],
    },
    'светоотражатель': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'светоотражатель для велосипеда': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'свеча': {
        'code': '3406000000',
        'patterns': [],
        'aliases': [
            'свечи',
        ],
    },
    'свеча зажигания': {
        'code': '8511100009',
        'patterns': [],
        'aliases': [],
    },
    'свисток': {
        'code': '9208900000',
        'patterns': [],
        'aliases': [],
    },
    'свитер': {
        'code': '',
        'patterns': [],
        'aliases': [
            'джемпер',
            'кардиган',
            'пуловер',
            'sviter',
            'hudi',
            'dzhemper',
            'kardigan',
            'джерси',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6110909000',
                    'group': 'взрослый',
                },
                {
                    'code': '6111909000',
                    'name': 'Дет',
                    'group': 'детский',
                },
                {
                    'code': '4201000000',
                    'group': 'животные',
                    'match': [
                        'для собаки',
                        'для собак',
                        'собачья',
                        'собачий',
                        'для кошки',
                        'для кошек',
                        'кошачья',
                        'кошачий',
                        'для питомца',
                        'для питомцев',
                        'для животного',
                        'для животных',
                    ],
                },
            ],
        },
    },
    'свитшот': {
        'code': '6110209100',
        'patterns': [],
        'aliases': [
            'svitshot',
        ],
    },
    'седло': {
        'code': '8714950000',
        'patterns': [],
        'aliases': [
            'седло для лошади',
            'велосипедное сиденье',
            'мотоциклетное сиденье',
            'сиденье для мотоцикла',
            'подушка для велокресла',
        ],
        'synonyms': [
            'сиденье для велосипеда',
        ],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '8714950000',
                    'group': 'металл',
                    'match': [
                        'стальн',
                        'сталь',
                    ],
                },
            ],
        },
    },
    'сейф': {
        'code': '8303004000',
        'patterns': [],
        'aliases': [],
    },
    'сейф автомобильный': {
        'code': '8708409909',
        'patterns': [],
        'aliases': [],
    },
    'секатор': {
        'code': '8201500000',
        'patterns': [],
        'aliases': [
            'sekator',
        ],
        'synonyms': [
            'садовые ножницы',
            'сучкорез',
            'ручной кусторез',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8201500000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'секундомер': {
        'code': '9102910000',
        'patterns': [],
        'aliases': [],
    },
    'серп': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'серьги': {
        'code': '7117900000',
        'patterns': [],
        'aliases': [
            'серьги подвески',
            'sergi podveski',
            'серьга',
            'sergi',
        ],
    },
    'сетевое зарядное устройство': {
        'code': '8504409100',
        'patterns': [],
        'aliases': [],
    },
    'сетевой адаптер': {
        'code': '8517620003',
        'patterns': [],
        'aliases': [],
    },
    'сетевой фильтр': {
        'code': '8536699008',
        'patterns': [],
        'aliases': [
            'удлинитель',
        ],
    },
    'сетка волейбольная': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'сетка для бадминтона': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'сетка для батута': {
        'code': '6306120000',
        'patterns': [],
        'aliases': [],
    },
    'сетка для настольного': {
        'code': '9506400001',
        'patterns': [],
        'aliases': [],
    },
    'сетка для раковины': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '7323990000',
                    'name': 'Нержавеющая сталь',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'сетка садовая': {
        'code': '5608191100',
        'patterns': [],
        'aliases': [
            'сетка садовая затеняющая кв.м',
        ],
    },
    'сетка фиксатор для мытья кошек': {
        'code': '7326200001',
        'patterns': [],
        'aliases': [],
    },
    'сеть для ограждения': {
        'code': '5608193000',
        'patterns': [],
        'aliases': [
            'аварийное ограждение',
        ],
    },
    'сигнал поворота': {
        'code': '8512100000',
        'patterns': [],
        'aliases': [],
    },
    'сигнализатор дверной': {
        'code': '8531809500',
        'patterns': [],
        'aliases': [],
    },
    'сигнализатор поклевки': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [],
    },
    'сигнализация': {
        'code': '8531103000',
        'patterns': [],
        'aliases': [],
    },
    'сиденье автомобильное': {
        'code': '9401200009',
        'patterns': [
            'сиден.*автом',
        ],
        'aliases': [
            'сиденье для мототехники',
        ],
    },
    'сиденье для sup доски': {
        'code': '9401800009',
        'patterns': [
            'сиден.*для.*sup.*доски',
        ],
        'aliases': [
            'сиденье для sup-доски',
            'сиденье для каяка байдарки',
            'сиденье для лодки',
        ],
    },
    'сиденье для унитаза': {
        'code': '3922200000',
        'patterns': [
            'сиден.*для.*унита',
        ],
        'aliases': [
            'сиденье унитаза',
            'крышка унитаза',
        ],
    },
    'сиденье ремонтное': {
        'code': '9401390000',
        'patterns': [],
        'aliases': [],
    },
    'сидушка обогревом': {
        'code': '8516299100',
        'patterns': [],
        'aliases': [],
    },
    'сидушка туристическая': {
        'code': '6307909100',
        'patterns': [],
        'aliases': [],
    },
    'силовая манжета': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'силовых ленточных предохранителей': {
        'code': '7907000009',
        'patterns': [],
        'aliases': [],
    },
    'синтезатор': {
        'code': '9207105000',
        'patterns': [],
        'aliases': [],
    },
    'синхронизатор для вспышки': {
        'code': '8526920008',
        'patterns': [
            'синхр.*для.*вспыш',
        ],
        'aliases': [],
    },
    'сирена': {
        'code': '8531809500',
        'patterns': [],
        'aliases': [],
    },
    'система выравнивания плитки': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [
            'sistema vyravnivaniya plitki',
        ],
    },
    'система для туманообразования': {
        'code': '8413702100',
        'patterns': [],
        'aliases': [],
    },
    'система конференц связи': {
        'code': '8519814500',
        'patterns': [],
        'aliases': [],
    },
    'система подогрева': {
        'code': '8516299100',
        'patterns': [],
        'aliases': [],
    },
    'системный блок': {
        'code': '8471500000',
        'patterns': [
            'систе.*блок',
        ],
        'aliases': [],
    },
    'ситечко для заваривания чая': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9604000000',
                    'group': 'бытовой',
                    'match': [],
                },
                {
                    'code': '7323990000',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'сито': {
        'code': '',
        'patterns': [],
        'aliases': [
            'южная торговля сито',
            'yuzhnaya torgovlya sito',
        ],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '9604000000',
                    'group': 'бытовой',
                    'match': [
                        'садовое',
                    ],
                },
                {
                    'code': '7323930000',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'сифон': {
        'code': '8481801900',
        'patterns': [],
        'aliases': [],
    },
    'сифон для варки чая кофе': {
        'code': '7321810000',
        'patterns': [],
        'aliases': [],
    },
    'скакалка': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'скалка лист и скребок': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'скальники': {
        'code': '6402190000',
        'patterns': [],
        'aliases': [],
    },
    'скамья': {
        'code': '9401790009',
        'patterns': [],
        'aliases': [],
    },
    'сканер': {
        'code': '8471900000',
        'patterns': [],
        'aliases': [],
    },
    'скатерть': {
        'code': '6302510009',
        'patterns': [],
        'aliases': [
            'салфетки сервировочные',
            'skatert',
            'скатерть одноразовая',
            'салфетка сервировочная',
        ],
    },
    'скейтборд': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'скребок': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'скребок для языка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9603210000',
                    'group': 'гигиена и зубные',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'скрипка': {
        'code': '9202101000',
        'patterns': [],
        'aliases': [],
    },
    'слайд доска': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'слайдеры на раму': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'слип': {
        'code': '6111209000',
        'patterns': [],
        'aliases': [],
    },
    'слипоны': {
        'code': '6402993900',
        'patterns': [],
        'aliases': [],
    },
    'слуховой аппарат в комплекте с зарядкой щеткой и абмушурами': {
        'code': '9021400000',
        'patterns': [],
        'aliases': [],
    },
    'слюнявчик': {
        'code': '6307909800',
        'patterns': [
            'слюнявч.*',
        ],
        'aliases': [],
        'material_codes': {
            'силикон': '3926909709',
        },
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '6307909800',
                    'group': 'текстиль',
                    'match': [],
                },
                {
                    'code': '6217100000',
                    'group': 'текстиль',
                    'match': [
                        'пояс',
                    ],
                },
            ],
        },
    },
    'смазка автомобильная': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '2710199800',
                    'group': 'топливо',
                    'match': [],
                },
                {
                    'code': '3403199000',
                    'group': 'химия',
                    'match': [],
                },
            ],
        },
    },
    'смазочный материал': {
        'code': '3403990000',
        'patterns': [
            'масло.*смазк',
        ],
        'aliases': [
            'преобразователь ржавчины',
            'смазка',
            'велосмазка',
            'автоконсервант',
            'смазка для цепной пилы',
        ],
    },
    'смартфон': {
        'code': '8517130000',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'мобильный телефон',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8517130000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'смартчасы': {
        'code': '8517620009',
        'patterns': [],
        'aliases': [
            'смарт',
            'смарт часы',
            'smart watch',
            'умные часы',
        ],
    },
    'сменная насадка': {
        'code': '8207909900',
        'patterns': [],
        'aliases': [],
    },
    'сменная насадка для отвертки': {
        'code': '8207903000',
        'patterns': [],
        'aliases': [],
    },
    'сменные кассеты для бритвы': {
        'code': '8212200000',
        'patterns': [
            'сменн.*кассе.*для.*бритв',
        ],
        'aliases': [
            'сменные кассеты для бритвенных станков',
            'лезвия для бритья',
            'кассета станка',
        ],
    },
    'сменный блок для тетради': {
        'code': '4823908597',
        'patterns': [
            'сменн.*блок.*для.*тетра',
        ],
        'aliases': [],
    },
    'смеситель': {
        'code': '8481801900',
        'patterns': [],
        'aliases': [
            'smesitel',
        ],
    },
    'смесь приправ': {
        'code': '2103909009',
        'patterns': [],
        'aliases': [],
    },
    'снасть рыболовная': {
        'code': '9507900000',
        'patterns': [
            'снаст.*рыбол',
        ],
        'aliases': [
            'кружок рыболовный',
        ],
    },
    'снегорез для крыши': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'снегоуборщик': {
        'code': '8430200000',
        'patterns': [],
        'aliases': [],
    },
    'совок': {
        'code': '',
        'patterns': [],
        'aliases': [
            'sovok',
            'совок для корма',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3924900009',
                    'name': 'Пласт',
                    'group': 'пластик',
                },
                {
                    'code': '7323990000',
                    'name': 'Металл',
                    'group': 'металл',
                },
            ],
        },
    },
    'совок садовый': {
        'code': '8201900009',
        'patterns': [],
        'aliases': [],
    },
    'соковыжималка': {
        'code': '8509400000',
        'patterns': [],
        'aliases': [],
    },
    'соленойд': {
        'code': '8505902009',
        'patterns': [],
        'aliases': [],
    },
    'солнечная панел': {
        'code': '8541430000',
        'patterns': [
            'солне.*панел',
        ],
        'aliases': [],
    },
    'солнечное зарядное устройство': {
        'code': '8537109100',
        'patterns': [],
        'aliases': [],
    },
    'солонка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7323930000',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '6912002900',
                    'group': 'керамика',
                    'match': [],
                },
            ],
        },
    },
    'сопла для сварочного аппарата компл.': {
        'code': '8515900000',
        'patterns': [],
        'aliases': [],
    },
    'сортер': {
        'code': '9503009909',
        'patterns': [],
        'aliases': [
            'sorter',
        ],
    },
    'сосиски': {
        'code': '1601009901',
        'patterns': [],
        'aliases': [],
    },
    'соус': {
        'code': '2103909009',
        'patterns': [],
        'aliases': [],
    },
    'спальный мешок': {
        'code': '9404300000',
        'patterns': [],
        'aliases': [],
    },
    'специальный инструмент для шитья': {
        'code': '9608990009',
        'patterns': [],
        'aliases': [],
    },
    'специнструмент для авто': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'спидометр': {
        'code': '9029203809',
        'patterns': [],
        'aliases': [],
    },
    'спинка для мототехники': {
        'code': '8714950000',
        'patterns': [],
        'aliases': [],
    },
    'спицы': {
        'code': '7319909000',
        'patterns': [],
        'aliases': [
            'спицы для вязания',
        ],
    },
    'спички': {
        'code': '3605000000',
        'patterns': [],
        'aliases': [],
    },
    'спонж': {
        'code': '9616200000',
        'patterns': [
            'спонж.*макия',
        ],
        'aliases': [
            'спонжи',
            'sponzhi',
            'спонж косметический',
        ],
        'synonyms': [
            'губка для лица',
            'пуховка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9616200000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'спортивный комплекс для детей': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'спортивный компрессионный нарукавник': {
        'code': '6217100000',
        'patterns': [],
        'aliases': [],
    },
    'спортивный нудл': {
        'code': '9506290000',
        'patterns': [],
        'aliases': [],
    },
    'спортивный таймер': {
        'code': '9102910000',
        'patterns': [],
        'aliases': [],
    },
    'средство для волос': {
        'code': '3305900009',
        'patterns': [],
        'aliases': [
            'бальзам для волос',
            'дарсонваль',
            'краситель для волос',
            'маска для волос',
            'масло для волос',
            'спрей для волос',
            'эссенция для волос',
            'состав для выпрямления волос',
            'элексир для волос',
            'тонирующее средство',
            'средство тонирующее',
            'крем краска для волос',
            'крем-краска для волос',
            'сыворотка волос',
            'сыворотка для волос',
            'паста для укладки',
            'воск для волос',
            'загуститель для волос',
            'крем для волос',
        ],
    },
    'средство для гигиены': {
        'code': '3401209000',
        'patterns': [],
        'aliases': [],
    },
    'средство для гигиены полости рта': {
        'code': '3306900000',
        'patterns': [],
        'aliases': [
            'ополаскиватель полости рта',
            'ополаскиватель для полости рта',
            'освежитель для полости рта',
            'спрей для полости',
        ],
    },
    'средство для кожи': {
        'code': '3304990000',
        'patterns': [],
        'aliases': [
            'бальзам для кож',
            'бронзер',
            'гель для лица',
            'капсулы для лица',
            'косметика',
            'крем',
            'кремовый стик',
            'лубрикант',
            'маска косметическая',
            'набор для тела',
            'носочки для педикюра',
            'пилинг носочки',
            'румяна',
            'скраб',
            'лосьон для кожи',
            'маска для шеи',
            'патч для глаз',
            'кушон',
            'тональный крем',
            'тональное средство',
            'тональная основа',
            'основа под макияж',
            'средство солнцезащитное',
            'сыворотка',
            'тоник',
            'krem',
            'sivorotka',
            'гель патч',
            'гель-патч',
            'палетка для контуринга',
            'термальная вода',
            'консилер',
            'фиксатор макияжа',
            'пиллинг',
            'гидролат для лица',
            'пилинг',
            'тоник для кож',
            'тоник для ухода за кожей',
            'эссенция для ухода за кожей',
            'эссенция для кож',
        ],
    },
    'средство для кузова автомобиля': {
        'code': '3405300000',
        'patterns': [],
        'aliases': [
            'полироль',
            'паста реставрационная',
        ],
    },
    'средство для макияжа глаз': {
        'code': '3304200000',
        'patterns': [],
        'aliases': [
            'гель для бровей',
            'карандаш для бровей',
            'карандаш для глаз',
            'подводка',
            'тени для век',
            'тушь для ресниц',
            'подводка для глаз',
            'палетка',
            'тушь для бровей',
        ],
    },
    'средство для макияжа губ': {
        'code': '3304100000',
        'patterns': [
            'для.*губ',
        ],
        'aliases': [
            'блеск для губ',
            'помада для губ',
            'бальзам для губ',
            'карандаш для губ',
            'тинт для губ',
        ],
    },
    'средство для маникюра или педикюра': {
        'code': '3304300000',
        'patterns': [
            'гель.*для.*ногте',
        ],
        'aliases': [
            'средство для ногтей кутикулы',
            'покрытие для ногтей',
            'гель для ногтей',
            'гель лак',
            'гель-лак',
            'лак для ногтей',
            'моделирующий гель',
            'средств для маникюра',
            'основа под лак',
        ],
    },
    'средство для мебели': {
        'code': '3405200000',
        'patterns': [],
        'aliases': [
            'полироль для мебели',
            'мастика для мебели',
            'средство для ухода за паркетом',
            'средство для ухода за мебелью',
            'крем для мебели',
            'средство для паркета',
        ],
    },
    'средство для мытья кожи': {
        'code': '3401300000',
        'patterns': [
            'гель.*для.*тела',
        ],
        'aliases': [
            'лосьон для тела',
            'гель для тела',
            'миеллярная вода',
            'пенка для бровей',
            'средство для душа',
            'средство для умывания',
        ],
    },
    'средство для обуви': {
        'code': '3405100000',
        'patterns': [],
        'aliases': [
            'пропитка водоотталкивающая',
            'химия кожевенная',
            'крем для обуви',
            'вакса',
            'пропитка для обуви',
            'химия для обуви',
        ],
    },
    'средство для удаления волос': {
        'code': '3307900008',
        'patterns': [],
        'aliases': [
            'средство для депиляции',
        ],
    },
    'средство для чистки зубов': {
        'code': '3306100000',
        'patterns': [],
        'aliases': [
            'зубной гель',
            'зубная паста',
        ],
    },
    'средство для чистки кофемашины': {
        'code': '9603909100',
        'patterns': [],
        'aliases': [],
    },
    'средство от накипи': {
        'code': '3824994500',
        'patterns': [],
        'aliases': [],
    },
    'стабилизатор для смартфона': {
        'code': '9620000009',
        'patterns': [],
        'aliases': [],
    },
    'стабилизированные цветы': {
        'code': '',
        'patterns': [],
        'aliases': [
            'живые цветы',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6702900000',
                    'group': 'декор',
                    'match': [],
                },
                {
                    'code': '0603900000',
                    'group': 'хлопок',
                    'match': [],
                },
            ],
        },
    },
    'стакан для зубных щеток': {
        'code': '3924900009',
        'patterns': [],
        'aliases': [],
    },
    'стамеска': {
        'code': '8205300000',
        'patterns': [],
        'aliases': [],
    },
    'стартер': {
        'code': '8501109900',
        'patterns': [],
        'aliases': [
            'starter',
        ],
    },
    'стартер для мототехники': {
        'code': '8511400008',
        'patterns': [],
        'aliases': [],
    },
    'статор': {
        'code': '8503009800',
        'patterns': [],
        'aliases': [],
    },
    'статуэтка': {
        'code': '6913100000',
        'patterns': [],
        'aliases': [
            'statuetka',
        ],
    },
    'стекло ветровое': {
        'code': '7007212009',
        'patterns': [],
        'aliases': [],
    },
    'стекло ветровое для мототехники': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8714999009',
                    'group': 'велосипед',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'стекло защитное для приборной панели': {
        'code': '7007198008',
        'patterns': [],
        'aliases': [],
    },
    'стекло фары': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909200',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'стеклодержатель': {
        'code': '8302490009',
        'patterns': [],
        'aliases': [],
    },
    'стеклоочиститель': {
        'code': '9603909100',
        'patterns': [],
        'aliases': [
            'stekloochistitel',
        ],
    },
    'стеклорез': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8205909000',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '9021101000',
                    'group': 'медицина',
                    'match': [],
                },
            ],
        },
    },
    'стеллаж': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '9403208009',
                    'name': 'Металл',
                    'group': 'металл',
                },
                {
                    'code': '9403609009',
                    'name': 'Дерево',
                    'group': 'дерево',
                },
                {
                    'code': '9403700008',
                    'name': 'Пластик',
                    'group': 'пластик',
                },
            ],
        },
    },
    'стельки': {
        'code': '6406905000',
        'patterns': [],
        'aliases': [
            'stelki',
            'stelki dlya obuvi',
        ],
    },
    'стенка корпуса пк': {
        'code': '8473308000',
        'patterns': [],
        'aliases': [],
    },
    'степпер': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'стержень для ручки': {
        'code': '9608600000',
        'patterns': [
            'стерж.*для.*ручки',
        ],
        'aliases': [
            'картридж для ручки, маркера',
        ],
    },
    'стерилизатор': {
        'code': '8516797000',
        'patterns': [],
        'aliases': [],
    },
    'стерилизатор для аквариума': {
        'code': '8539490000',
        'patterns': [],
        'aliases': [],
    },
    'стилус': {
        'code': '8471607000',
        'patterns': [],
        'aliases': [],
    },
    'стиральная машина': {
        'code': '8450111100',
        'patterns': [],
        'aliases': [],
    },
    'стойка для автосервиса': {
        'code': '8425490000',
        'patterns': [],
        'aliases': [],
    },
    'стойки для акустики': {
        'code': '9403890000',
        'patterns': [],
        'aliases': [],
    },
    'стол': {
        'code': '9403208009',
        'patterns': [],
        'aliases': [
            'стол складной',
            'журнальный стол',
            'детский стол',
            'стол обеденный',
            'pristavnoy stolik',
            'приставной',
            'pristavnoy',
        ],
        'synonyms': [
            'приставной столик',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9403208009',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'стол книжка': {
        'code': '9403301100',
        'patterns': [],
        'aliases': [],
    },
    'столик автомобильный': {
        'code': '8528599009',
        'patterns': [],
        'aliases': [],
    },
    'столик для ноутбука': {
        'code': '9403601009',
        'patterns': [],
        'aliases': [],
    },
    'столовые приборы': {
        'code': '8215201000',
        'patterns': [],
        'aliases': [
            'шампур',
            'столовых приборов',
            'кухня кемпинговая',
        ],
        'synonyms': [
            'столовый набор',
        ],
    },
    'стоп сигнал': {
        'code': '8512200009',
        'patterns': [],
        'aliases': [],
    },
    'стопка': {
        'code': '7013371000',
        'patterns': [],
        'aliases': [],
    },
    'стоппер для двери': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'стразы': {
        'code': '7018105100',
        'patterns': [],
        'aliases': [],
    },
    'страпон': {
        'code': '9019101000',
        'patterns': [],
        'aliases': [],
    },
    'страховка для альпинизма скалолазанья': {
        'code': '8302490009',
        'patterns': [],
        'aliases': [],
    },
    'строительный фен': {
        'code': '8467298509',
        'patterns': [],
        'aliases': [],
    },
    'стропа': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'струбцина': {
        'code': '8205700000',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8205700000',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'струны': {
        'code': '9209300000',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'струна',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9209300000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'стул': {
        'code': '',
        'patterns': [
            'стул',
            'кресло',
        ],
        'aliases': [
            'стулья',
            'стульев',
            'stul',
            'детский стул',
            'стул откидной',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '9401710009',
                    'name': 'Металл',
                    'group': 'металл',
                    'match': [
                        'табурет',
                    ],
                },
                {
                    'code': '9401800009',
                    'group': 'табурет',
                },
                {
                    'code': '9401610000',
                    'name': 'Дерево',
                    'group': 'дерево',
                },
            ],
        },
    },
    'стул для ванной': {
        'code': '9401790009',
        'patterns': [],
        'aliases': [],
    },
    'стул для ванной для людей с ограниченными возможностями': {
        'code': '9401790009',
        'patterns': [],
        'aliases': [],
    },
    'стул мастера': {
        'code': '9401390000',
        'patterns': [],
        'aliases': [],
    },
    'стул складной туристический': {
        'code': '9401790009',
        'patterns': [],
        'aliases': [],
    },
    'ступица': {
        'code': '8708709109',
        'patterns': [],
        'aliases': [],
    },
    'ступка с пестиком': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6911100000',
                    'group': 'керамика',
                    'match': [],
                },
                {
                    'code': '7323910000',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'стяжка': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [
            'styazhka',
        ],
    },
    'сувенир': {
        'code': '7013289000',
        'patterns': [],
        'aliases': [],
    },
    'сумка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'hokagang',
            'sumka',
            'rasprodazha',
            'сумка тележка',
            'sumka kross bodi',
            'сумка мешок на плечо',
            'сумка ридикюль',
            'hokagang sumka kross bodi',
            'sumka ridikyul',
            'sumka telezhka',
            'сумка кросс боди',
            'sumka meshok na plecho',
            'sumka na poyas',
            'термосумка',
            'termosumka',
            'sumka na plecho',
            'sumka sakvoyazh',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '4202290000',
                    'group': 'пластик',
                    'match': [
                        'uniqlo',
                        'боди',
                        'кросс',
                        'плечо',
                        'тоут',
                    ],
                },
                {
                    'code': '4202210000',
                    'group': 'кожа',
                    'match': [
                        'портфель',
                        'шоппер',
                    ],
                },
                {
                    'code': '4202221000',
                    'group': 'кожа',
                    'match': [
                        'натуральн',
                    ],
                },
                {
                    'code': '4202929800',
                    'group': 'текстиль',
                    'match': [
                        'rhinowalk',
                        'велосипедная',
                        'китай',
                    ],
                },
                {
                    'code': '4202921100',
                    'group': 'текстиль',
                    'match': [
                        'ткань',
                        'ткани',
                        'тканев',
                        'тканн',
                    ],
                },
            ],
        },
    },
    'сумка для музыкального оборудования': {
        'code': '4202199000',
        'patterns': [],
        'aliases': [],
    },
    'сумка для ноутбука': {
        'code': '4202229000',
        'patterns': [],
        'aliases': [],
    },
    'сумка для сменной обуви': {
        'code': '4202911000',
        'patterns': [],
        'aliases': [],
    },
    'сумка для строительных инструментов': {
        'code': '4202199000',
        'patterns': [],
        'aliases': [],
    },
    'сумка для художественных принадлежностей': {
        'code': '4202229000',
        'patterns': [],
        'aliases': [],
    },
    'сумка органайзер автомобильная': {
        'code': '5608191100',
        'patterns': [],
        'aliases': [],
    },
    'сургуч': {
        'code': '3404900001',
        'patterns': [],
        'aliases': [
            'сургучная печать',
            'готовый воск',
        ],
    },
    'сушилка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'sushilka',
            'сушилка для салата зелени',
        ],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '3924900009',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '7323990000',
                    'group': 'металл',
                    'match': [
                        'белья',
                        'навесная',
                        'китай',
                    ],
                },
            ],
        },
    },
    'сушилка для белья': {
        'code': '7323990000',
        'patterns': [],
        'aliases': [],
    },
    'сушилка для обуви': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8516299100',
                    'group': 'бытовой',
                    'match': [],
                },
                {
                    'code': '7323990000',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'сушилка для посуды': {
        'code': '4016910000',
        'patterns': [],
        'aliases': [],
    },
    'сушилка для фруктов': {
        'code': '8516797000',
        'patterns': [],
        'aliases': [],
    },
    'сушилка подвесная': {
        'code': '5608193000',
        'patterns': [],
        'aliases': [],
    },
    'сушильная машина': {
        'code': '8451210001',
        'patterns': [],
        'aliases': [],
    },
    'счетный материал': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9503009909',
                    'group': 'игрушки',
                    'match': [],
                },
                {
                    'code': '9017809000',
                    'group': 'измерения и датчики',
                    'match': [],
                },
            ],
        },
    },
    'счетчик': {
        'code': '9029100009',
        'patterns': [],
        'aliases': [
            'schetchik',
        ],
    },
    'счетчик электроэнергии': {
        'code': '9028301100',
        'patterns': [],
        'aliases': [],
    },
    'съемник': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [
            'съёмник',
        ],
    },
    'съемник муфты компрессора кондиционера': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'сюжетно ролевые игрушки': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'таблетница': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3924100000',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '7323990000',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'табличка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'tablichka',
            'номер на дверь',
            'информационная табличка',
            'декоративная табличка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8310000000',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'табурет': {
        'code': '9401520000',
        'patterns': [],
        'aliases': [
            'taburet',
        ],
    },
    'таз': {
        'code': '',
        'patterns': [],
        'aliases': [
            'taz dlya varki varenya alyuminiy',
            'taz',
            'таз для варки варенья алюминий',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3924900009',
                    'name': 'Пласт',
                    'group': 'пластик',
                },
                {
                    'code': '7323990000',
                    'name': 'Металл',
                    'group': 'металл',
                    'match': [
                        'пластик',
                        'moorii',
                        'колесики',
                    ],
                },
            ],
        },
    },
    'таймер': {
        'code': '9106900000',
        'patterns': [],
        'aliases': [],
    },
    'таймер для полива': {
        'code': '9107000000',
        'patterns': [],
        'aliases': [],
    },
    'тампоны': {
        'code': '9619007509',
        'patterns': [],
        'aliases': [],
    },
    'тапочки': {
        'code': '6405209100',
        'patterns': [],
        'aliases': [
            'tapochki',
        ],
        'material_codes': {
            'поливинилхлорид': '6402995000',
        },
        'dropdown': {
            'variants': [
                {
                    'code': '6405909000',
                    'group': 'кожа',
                    'match': [],
                },
                {
                    'code': '6405209100',
                    'group': 'текстиль',
                    'match': [],
                },
            ],
        },
    },
    'тахограф автомобильный': {
        'code': '8525899900',
        'patterns': [],
        'aliases': [],
    },
    'тахометр': {
        'code': '9029203809',
        'patterns': [],
        'aliases': [],
    },
    'тв приставка': {
        'code': '8528719100',
        'patterns': [],
        'aliases': [],
    },
    'тв приставка с пультом д у': {
        'code': '8528719900',
        'patterns': [],
        'aliases': [],
    },
    'тележка': {
        'code': '8716800000',
        'patterns': [],
        'aliases': [
            'telezhka gruzovaya',
            'telezhka',
            'тележка грузовая',
            'тележка складная',
        ],
    },
    'теннисные мячи': {
        'code': '9506610000',
        'patterns': [],
        'aliases': [],
    },
    'тент': {
        'code': '6306120000',
        'patterns': [],
        'aliases': [
            'чехол на колесо',
            'чехол на мотоцикл',
            'чехол на запасное колесо',
        ],
    },
    'теплоизоляция': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [
                        'полимер',
                    ],
                },
            ],
        },
    },
    'терка педикюрная': {
        'code': '8214200000',
        'patterns': [],
        'aliases': [],
    },
    'термокастрюля': {
        'code': '7323940000',
        'patterns': [],
        'aliases': [],
    },
    'термолисты': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'термометр': {
        'code': '9025198009',
        'patterns': [
            'термоме.*',
        ],
        'aliases': [
            'гигрометр',
        ],
    },
    'термоодеяло': {
        'code': '7607199009',
        'patterns': [],
        'aliases': [],
    },
    'термопривод для теплицы': {
        'code': '8302600009',
        'patterns': [],
        'aliases': [],
    },
    'термос': {
        'code': '9617000001',
        'patterns': [
            'термокруж.*',
        ],
        'aliases': [],
        'synonyms': [
            'термокружка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9617000001',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'термостат': {
        'code': '9032102000',
        'patterns': [],
        'aliases': [
            'терморегулятор',
        ],
        'synonyms': [
            'регулятор температуры',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9032102000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'термоусадочная заглушка': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'террариум': {
        'code': '7013990000',
        'patterns': [],
        'aliases': [],
    },
    'тест пластины': {
        'code': '7326909807',
        'patterns': [
            'тест.*пласт',
        ],
        'aliases': [
            'тест-пластины для пробных выкрасов',
        ],
    },
    'тест-полоски': {
        'code': '3822190009',
        'patterns': [],
        'aliases': [
            'тест-полоски для глюкометра',
            'тест полоски для определения',
            'тестполоска',
        ],
    },
    'тестер': {
        'code': '9030331000',
        'patterns': [],
        'aliases': [],
    },
    'тестер качества воды': {
        'code': '9026102900',
        'patterns': [],
        'aliases': [],
    },
    'тестер частоты': {
        'code': '9030310000',
        'patterns': [],
        'aliases': [],
    },
    'тесьма': {
        'code': '6701000000',
        'patterns': [],
        'aliases': [],
    },
    'тетрис': {
        'code': '9504500009',
        'patterns': [],
        'aliases': [],
    },
    'техническое освещение': {
        'code': '9405490039',
        'patterns': [],
        'aliases': [],
    },
    'тиски': {
        'code': '8205700000',
        'patterns': [],
        'aliases': [],
    },
    'ткань': {
        'code': '5407100010',
        'patterns': [],
        'aliases': [],
    },
    'ткань термоклеевая': {
        'code': '5903909900',
        'patterns': [],
        'aliases': [],
    },
    'ткань упаковочная': {
        'code': '5512199000',
        'patterns': [],
        'aliases': [],
    },
    'толстовка': {
        'code': '6110309900',
        'patterns': [],
        'aliases': [
            'tolstovka',
        ],
        'synonyms': [
            'худи',
            'толстовка для малышей',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6110309900',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'тонометр': {
        'code': '9018901000',
        'patterns': [],
        'aliases': [],
    },
    'топ': {
        'code': '6109100000',
        'patterns': [],
        'aliases': [
            'top',
        ],
    },
    'топор': {
        'code': '8201400000',
        'patterns': [],
        'aliases': [],
    },
    'тормозная система': {
        'code': '8708309109',
        'patterns': [
            'тормо.*систе',
        ],
        'aliases': [],
    },
    'тормозная система для велосипеда': {
        'code': '8714949000',
        'patterns': [],
        'aliases': [],
    },
    'тормозной трос': {
        'code': '8708999709',
        'patterns': [],
        'aliases': [],
    },
    'торцевая головка': {
        'code': '8204200000',
        'patterns': [],
        'aliases': [],
    },
    'торцевая лента для ракетки': {
        'code': '9506400009',
        'patterns': [],
        'aliases': [],
    },
    'тостер': {
        'code': '8516720000',
        'patterns': [],
        'aliases': [],
    },
    'точилка': {
        'code': '6804300000',
        'patterns': [],
        'aliases': [],
    },
    'точилка для карандашей': {
        'code': '8214100000',
        'patterns': [],
        'aliases': [
            'точилка для косметического карандаша',
        ],
    },
    'точилка для ножей ножниц': {
        'code': '4417000000',
        'patterns': [],
        'aliases': [],
    },
    'точилка для цепей': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [
            'машинка для чистки цепи',
        ],
    },
    'точильный камень': {
        'code': '6804229000',
        'patterns': [],
        'aliases': [],
    },
    'транзистор': {
        'code': '8541590000',
        'patterns': [],
        'aliases': [],
    },
    'транспорт для куклы': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'транспортир': {
        'code': '9017801000',
        'patterns': [],
        'aliases': [],
    },
    'трансформатор': {
        'code': '8504318007',
        'patterns': [],
        'aliases': [],
    },
    'трансформер': {
        'code': '',
        'patterns': [
            'трансформ.*',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9503009909',
                    'group': 'игрушки',
                    'match': [],
                },
                {
                    'code': '9503009500',
                    'group': 'игрушки',
                    'match': [],
                },
            ],
        },
    },
    'трековая шина': {
        'code': '8536699008',
        'patterns': [],
        'aliases': [],
    },
    'тренажер': {
        'code': '9021101000',
        'patterns': [],
        'aliases': [],
    },
    'тренажер для кисти': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'тренажер для настольного тенниса': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'тренажер для отскока мяча': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'тренажер против курения': {
        'code': '8543400000',
        'patterns': [],
        'aliases': [],
    },
    'трензель': {
        'code': '4201000000',
        'patterns': [],
        'aliases': [],
    },
    'тренировочная станция': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'тренога': {
        'code': '9620000009',
        'patterns': [],
        'aliases': [],
    },
    'триммер садовый': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8467298000',
                    'group': 'электрический',
                    'match': [],
                },
                {
                    'code': '8467292000',
                    'group': 'электрический',
                    'match': [],
                },
            ],
        },
    },
    'тропический душ': {
        'code': '8481801100',
        'patterns': [],
        'aliases': [],
    },
    'трос буксировочный': {
        'code': '5607909000',
        'patterns': [],
        'aliases': [],
    },
    'трос туристический': {
        'code': '5604100000',
        'patterns': [],
        'aliases': [
            'силовой трос',
        ],
    },
    'тросик': {
        'code': '7312109809',
        'patterns': [],
        'aliases': [
            'tros',
            'трос',
        ],
    },
    'трость': {
        'code': '6602000000',
        'patterns': [],
        'aliases': [],
    },
    'труба': {
        'code': '7019900099',
        'patterns': [],
        'aliases': [],
    },
    'труба заливной горловины': {
        'code': '4009310000',
        'patterns': [],
        'aliases': [],
    },
    'труба профильная': {
        'code': '7411219000',
        'patterns': [
            'труба.*профи',
        ],
        'aliases': [],
    },
    'трубка соединительная': {
        'code': '8536901000',
        'patterns': [],
        'aliases': [],
    },
    'трубогиб': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'трусы': {
        'code': '',
        'patterns': [
            'компл.*трус',
        ],
        'aliases': [
            'комплект трусов',
            'трусы кружевные набор',
            'трусы стринги',
            'набор трусов',
            'трусы комплект трусиков женских',
            'trusy',
            'trusy komplekt trusikov zhenskih',
            'комплект трусов брифы',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6107190000',
                    'name': 'Муж',
                    'group': 'мужской',
                    'match': [
                        'боксеры',
                        'трусов',
                        'комплект',
                    ],
                },
                {
                    'code': '6108290000',
                    'name': 'Жен',
                    'group': 'женский',
                },
                {
                    'code': '6111909000',
                    'name': 'Дет',
                    'group': 'детский',
                    'match': [
                        'боксеры',
                    ],
                },
            ],
        },
    },
    'трусы для малышей': {
        'code': '6107120000',
        'patterns': [],
        'aliases': [],
    },
    'тряпк': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '4803009000',
                    'group': 'бумага',
                },
                {
                    'code': '6307109000',
                    'group': 'текстиль',
                },
                {
                    'code': '6307103000',
                    'name': 'Неткан',
                    'group': 'текстиль',
                },
            ],
        },
    },
    'тряпка': {
        'code': '6307109000',
        'patterns': [],
        'aliases': [
            'tryapka',
        ],
    },
    'туалетная бумага': {
        'code': '4803009000',
        'patterns': [],
        'aliases': [],
    },
    'туалетная вода': {
        'code': '3303009000',
        'patterns': [],
        'aliases': [
            'вода парфюмерная',
        ],
    },
    'туалетный столик': {
        'code': '9403700008',
        'patterns': [],
        'aliases': [],
    },
    'тумба': {
        'code': '',
        'patterns': [],
        'aliases': [
            'tumba',
            'тумба ящ.',
            'tumba yashch',
            'садовая тумба',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9403609009',
                    'name': 'Дерево',
                    'group': 'дерево',
                    'match': [],
                },
                {
                    'code': '9403700008',
                    'name': 'Пластик',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'туника': {
        'code': '6117100000',
        'patterns': [],
        'aliases': [
            'пляжная туника муслиновая',
            'туника домашняя трикотажная на лето',
            'tunika',
        ],
    },
    'туристическая лампа': {
        'code': '7013990000',
        'patterns': [],
        'aliases': [],
    },
    'турка': {
        'code': '7323940000',
        'patterns': [],
        'aliases': [],
    },
    'турка электрическая': {
        'code': '8516710000',
        'patterns': [],
        'aliases': [
            'электротурка',
        ],
    },
    'турник': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'туфли': {
        'code': '',
        'patterns': [],
        'aliases': [
            'tufli',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6402999600',
                    'name': 'Муж',
                    'group': 'пластик',
                },
                {
                    'code': '6402999800',
                    'name': 'Жен',
                    'group': 'пластик',
                },
                {
                    'code': '6402999100',
                    'name': 'Детск ',
                    'group': 'пластик',
                },
                {
                    'code': '6403999600',
                    'name': 'Муж',
                    'group': 'кожа',
                },
                {
                    'code': '6403999800',
                    'name': 'Жен',
                    'group': 'кожа',
                },
                {
                    'code': '6403999100',
                    'name': 'Детск',
                    'group': 'кожа',
                },
            ],
        },
    },
    'тюль': {
        'code': '5804101000',
        'patterns': [],
        'aliases': [
            'tyul',
        ],
    },
    'тяпка': {
        'code': '8201300000',
        'patterns': [],
        'aliases': [],
    },
    'уборщик': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [],
    },
    'угловая шлифовальная машина': {
        'code': '8467295100',
        'patterns': [],
        'aliases': [],
    },
    'угломер': {
        'code': '9017801000',
        'patterns': [],
        'aliases': [],
    },
    'угольник': {
        'code': '9017801000',
        'patterns': [],
        'aliases': [],
    },
    'ударная установка': {
        'code': '9209992000',
        'patterns': [],
        'aliases': [],
    },
    'ударный инструмент': {
        'code': '9206000000',
        'patterns': [
            'ударн.*инстр',
        ],
        'aliases': [
            'народный ударный инструмент',
            'перкуссионный инструмент',
        ],
    },
    'удилище': {
        'code': '9507100000',
        'patterns': [],
        'aliases': [
            'тубус для поплавков',
            'джиг головка',
        ],
        'synonyms': [
            'спиннинг',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9507100000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'удлинитель для распылителя': {
        'code': '7306508009',
        'patterns': [],
        'aliases': [],
    },
    'удлинитель инструмента': {
        'code': '8207909900',
        'patterns': [],
        'aliases': [],
    },
    'удлинитель сетевой фильтр': {
        'code': '8536901000',
        'patterns': [],
        'aliases': [],
    },
    'удлинитель штока вилки': {
        'code': '8708949909',
        'patterns': [],
        'aliases': [],
    },
    'указатель уровня топлива': {
        'code': '9026204000',
        'patterns': [],
        'aliases': [],
    },
    'указка': {
        'code': '9503009909',
        'patterns': [],
        'aliases': [],
    },
    'украшение': {
        'code': '3926400000',
        'patterns': [
            'украшен.*',
        ],
        'aliases': [],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '3926400000',
                    'group': 'керамика',
                    'match': [
                        'керамич',
                    ],
                },
            ],
        },
    },
    'украшение для животных': {
        'code': '9505900000',
        'patterns': [],
        'aliases': [],
    },
    'украшение карнавальное': {
        'code': '9505900000',
        'patterns': [
            'рекви.*бутаф.*карна',
        ],
        'aliases': [],
        'synonyms': [
            'каранавальный аксессуар',
            'карнавальный аксессуар',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9505900000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'укрывная сеточка': {
        'code': '5804101000',
        'patterns': [
            'укрыв.*сеточ',
        ],
        'aliases': [],
    },
    'укрывной материал': {
        'code': '6306120000',
        'patterns': [],
        'aliases': [
            'agrotkan',
            'агроткань',
        ],
    },
    'укрывные колпачки': {
        'code': '3926909709',
        'patterns': [
            'укрыв.*колпа',
        ],
        'aliases': [],
    },
    'уксус': {
        'code': '2209009100',
        'patterns': [],
        'aliases': [],
    },
    'уличный светильник': {
        'code': '9405420029',
        'patterns': [],
        'aliases': [],
    },
    'ультрозвуковой очиститель': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [],
    },
    'умное реле': {
        'code': '8537109100',
        'patterns': [],
        'aliases': [],
    },
    'упаковочная бумага для подарков': {
        'code': '4811900000',
        'patterns': [],
        'aliases': [],
    },
    'уплотнитель': {
        'code': '4016930005',
        'patterns': [
            'уплотните.*',
        ],
        'aliases': [
            'uplotnitel',
        ],
        'material_codes': {
            'каучук': '',
        },
    },
    'уплотнитель автомобильный': {
        'code': '4008290000',
        'patterns': [],
        'aliases': [],
    },
    'уплотнитель для цоколя': {
        'code': '4008290000',
        'patterns': [],
        'aliases': [],
    },
    'упор для отжиманий': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'упор поясничный': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'управление системой полива': {
        'code': '8537109100',
        'patterns': [],
        'aliases': [],
    },
    'уровень': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9015309000',
                    'group': 'измерения и датчики',
                    'match': [],
                },
                {
                    'code': '8513100000',
                    'group': 'освещение',
                    'match': [],
                },
            ],
        },
    },
    'уровень строительный': {
        'code': '9015301000',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'нивелир',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9015301000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'усилитель': {
        'code': '8518408008',
        'patterns': [],
        'aliases': [
            'usilitel',
        ],
    },
    'установка для замены технической жидкости': {
        'code': '8413308008',
        'patterns': [],
        'aliases': [],
    },
    'установка маслосборная': {
        'code': '8413820099',
        'patterns': [],
        'aliases': [],
    },
    'установка пожаротушения': {
        'code': '8424890009',
        'patterns': [],
        'aliases': [],
    },
    'устройство для вращения шампуров': {
        'code': '7321190000',
        'patterns': [],
        'aliases': [],
    },
    'утюг': {
        'code': '8516400000',
        'patterns': [],
        'aliases': [],
    },
    'утяжелители': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'утяжилители',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9506919000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'файл': {
        'code': '3926100000',
        'patterns': [],
        'aliases': [],
    },
    'фара': {
        'code': '8512200009',
        'patterns': [],
        'aliases': [
            'фара автомобильная',
            'прожектор автомобильный',
        ],
    },
    'фаркоп': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [],
    },
    'фартук': {
        'code': '6211421000',
        'patterns': [],
        'aliases': [
            'fartuk',
        ],
    },
    'фартук кухонный': {
        'code': '6211431000',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'фартук рабочий',
            'фартук для творчества',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6211431000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'фаскосниматель': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'фата': {
        'code': '6214300000',
        'patterns': [],
        'aliases': [],
    },
    'фен': {
        'code': '8516310009',
        'patterns': [],
        'aliases': [],
    },
    'фигрука': {
        'code': '3926400000',
        'patterns': [],
        'aliases': [],
    },
    'фигурка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'декоративные кабошоны',
            'figurka',
            'фигурки',
        ],
        'material_codes': {
            'керамическая': '6913909800',
        },
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3926400000',
                    'name': 'Пласт',
                    'group': 'пластик',
                },
                {
                    'code': '8306290009',
                    'name': 'Металл',
                    'group': 'металл',
                },
                {
                    'code': '4420190000',
                    'name': 'Дерево',
                    'group': 'дерево',
                },
            ],
        },
    },
    'фигурка декоративная': {
        'code': '6912002300',
        'patterns': [],
        'aliases': [],
    },
    'фигурка садовая': {
        'code': '9405490029',
        'patterns': [],
        'aliases': [],
    },
    'фигурка светящаяся': {
        'code': '9405490039',
        'patterns': [],
        'aliases': [],
    },
    'фиксатор автомобильный': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [],
    },
    'фиксатор багажный': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [
            'fiksator bagazhnyy',
        ],
    },
    'фиксатор зажимов': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'фильтр': {
        'code': '',
        'patterns': [],
        'aliases': [
            'filtr',
            'питьевая система',
            'система очистки воды',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8421210009',
                    'group': 'вода',
                },
                {
                    'code': '8421392008',
                    'group': 'воздух',
                },
                {
                    'code': '8421230000',
                    'group': 'топливо',
                },
            ],
        },
    },
    'фильтр воздушный': {
        'code': '8421310000',
        'patterns': [],
        'aliases': [],
    },
    'фильтр для душа': {
        'code': '8421210009',
        'patterns': [],
        'aliases': [
            'сменный картридж для фильтра',
            'фильтр для аквариума террариума',
        ],
    },
    'фильтр для камеры': {
        'code': '9002200000',
        'patterns': [],
        'aliases': [],
    },
    'фильтр для чая кофе': {
        'code': '4805400000',
        'patterns': [],
        'aliases': [],
    },
    'фильтр насадка на кран': {
        'code': '8481900000',
        'patterns': [],
        'aliases': [],
    },
    'фитинг': {
        'code': '',
        'patterns': [],
        'aliases': [
            'соединитель шлангов',
            'коннектор для шланга',
            'элемент водоотвода',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '7412200000',
                    'name': 'Металл',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '3917400009',
                    'name': 'Пластик',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'фитинг сантехнический': {
        'code': '7307991000',
        'patterns': [],
        'aliases': [],
    },
    'фитнес резинка': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'флаг': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [
            'flag',
        ],
    },
    'флакон для ароматизатора': {
        'code': '7010907100',
        'patterns': [],
        'aliases': [],
    },
    'флиппер на колеса': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'флюгер': {
        'code': '3926400000',
        'patterns': [],
        'aliases': [],
    },
    'фляга': {
        'code': '7323930000',
        'patterns': [],
        'aliases': [],
    },
    'фоамиран': {
        'code': '4016999708',
        'patterns': [],
        'aliases': [],
    },
    'фольга пищевая': {
        'code': '7607199009',
        'patterns': [],
        'aliases': [],
    },
    'фонарик': {
        'code': '8512100000',
        'patterns': [],
        'aliases': [],
        'material_codes': {
            'алюминиевый': '8513100000',
        },
    },
    'фонарь': {
        'code': '8513100000',
        'patterns': [
            'фонар.*ручно',
        ],
        'aliases': [
            'налобный фонарь',
            'fonar',
            'nalobnyy fonar',
        ],
        'synonyms': [
            'портативный фонарик',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8513100000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'фонарь для велосипеда': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '8512200009',
                    'group': 'освещение',
                    'match': [
                        'мототехники',
                        'фара',
                    ],
                },
                {
                    'code': '8512100000',
                    'group': 'освещение',
                    'match': [],
                },
            ],
        },
    },
    'фонтан садовый': {
        'code': '8413820099',
        'patterns': [],
        'aliases': [
            'fontan sadovyy',
        ],
    },
    'форма для барбекю гриля': {
        'code': '7323930000',
        'patterns': [],
        'aliases': [],
    },
    'форма для выращивания овощей': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'форма для запекания': {
        'code': '',
        'patterns': [],
        'aliases': [
            'форма для выпечки',
            'форма выпечки',
        ],
        'dropdown': {
            'title': 'Выберите материал',
            'variants': [
                {
                    'code': '3924900009',
                    'group': 'пластик',
                },
                {
                    'code': '6912002900',
                    'group': 'керамика',
                },
                {
                    'code': '7323930000',
                    'group': 'металл',
                },
            ],
        },
    },
    'форма для льда конфет': {
        'code': '3924900009',
        'patterns': [],
        'aliases': [
            'форма для льда',
            'forma',
            'forma dlya lda',
            'форма шоколада',
        ],
    },
    'форма для мороженого': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'форма хоккейная': {
        'code': '6211390000',
        'patterns': [],
        'aliases': [],
    },
    'форсунка': {
        'code': '8409910008',
        'patterns': [],
        'aliases': [],
    },
    'форсунка омывателя': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '8424900000',
                    'group': 'электрический',
                    'match': [],
                },
            ],
        },
    },
    'форсунка омывателя лобового стекла': {
        'code': '8424900000',
        'patterns': [],
        'aliases': [],
    },
    'фотоальбом': {
        'code': '4820900000',
        'patterns': [],
        'aliases': [],
    },
    'фотобумага': {
        'code': '4823908597',
        'patterns': [],
        'aliases': [],
    },
    'фотоловушка': {
        'code': '8525813000',
        'patterns': [],
        'aliases': [],
    },
    'фотопленка': {
        'code': '3701200000',
        'patterns': [],
        'aliases': [
            'фотоплёнка',
            'плёнка фотографическая',
            'пленка фотографическая',
        ],
    },
    'фоторамка': {
        'code': '8306300000',
        'patterns': [
            'фоторам.*',
        ],
        'aliases': [
            'фоторамка с бабочками "баттерфляй" полистоун',
        ],
    },
    'фреза': {
        'code': '8207709000',
        'patterns': [],
        'aliases': [],
    },
    'фрезер по дереву': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'фрисби': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'фрукто овощерезка': {
        'code': '8210000000',
        'patterns': [],
        'aliases': [],
    },
    'фрукто овощечистка': {
        'code': '8210000000',
        'patterns': [],
        'aliases': [],
    },
    'фумигатор': {
        'code': '8543708000',
        'patterns': [],
        'aliases': [],
    },
    'фурнитур': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8302420000',
                    'group': 'мебель',
                },
                {
                    'code': '8308900000',
                    'group': 'текстиль',
                },
                {
                    'code': '6305900000',
                    'name': 'Текстил',
                    'group': 'текстиль',
                },
            ],
        },
    },
    'фурнитура': {
        'code': '',
        'patterns': [
            'фурниту.*',
        ],
        'aliases': [
            'zastezhka',
            'ремень для сумки через плечо',
            'застежка для сумки поворотная',
            'застежка',
            'карабин',
            'фурнитура для сумок',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8308900000',
                    'group': 'металл',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'металл',
                    'match': [
                        'сумок',
                    ],
                },
            ],
        },
    },
    'фурнитура для автомобиля': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'фурнитура для бижутерии': {
        'code': '7117900000',
        'patterns': [],
        'aliases': [],
    },
    'фурнитура для одежды': {
        'code': '9607110000',
        'patterns': [],
        'aliases': [],
    },
    'фурнитура для чемодана': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'фурнитура для шкатулки': {
        'code': '8302490009',
        'patterns': [],
        'aliases': [],
    },
    'футболка': {
        'code': '6109909000',
        'patterns': [],
        'aliases': [
            'майка',
            'термолонгслив',
            'термофутболка',
            'кроп топ',
            'futbolka',
            'mayka',
            'топ корсет',
            'мотомайка',
            'майка бельевая',
        ],
    },
    'футболка для малышей': {
        'code': '',
        'patterns': [],
        'aliases': [
            'комплект белья для малышей',
        ],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '6109909000',
                    'group': 'взрослый',
                    'match': [],
                },
                {
                    'code': '6109902000',
                    'group': 'взрослый',
                    'match': [],
                },
                {
                    'code': '6111309000',
                    'group': 'детский',
                    'match': [
                        'белья',
                        'комплект',
                    ],
                },
            ],
        },
    },
    'футбольная сетка': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'футляр': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '4202921900',
                    'name': 'Пласт',
                    'group': 'пластик',
                    'match': [],
                },
                {
                    'code': '4202929800',
                    'group': 'текстиль',
                    'match': [],
                },
            ],
        },
    },
    'футляр для очков': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4202990000',
                    'group': 'текстиль',
                    'match': [],
                },
                {
                    'code': '4202918000',
                    'group': 'кожа',
                    'match': [],
                },
            ],
        },
    },
    'халат': {
        'code': '6108920000',
        'patterns': [],
        'aliases': [
            'halat',
        ],
        'material_codes': {
            'хлопок': '6210109800',
        },
        'dropdown': {
            'axis': [
                'purpose',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '6210109800',
                    'group': 'текстиль',
                    'match': [
                        'ткань',
                        'ткани',
                        'тканев',
                        'тканн',
                    ],
                },
                {
                    'code': '6108920000',
                    'group': 'фланель',
                    'match': [],
                },
                {
                    'code': '6208920000',
                    'group': 'женский',
                    'match': [
                        'пеньюар',
                    ],
                },
            ],
        },
    },
    'халат рабочий': {
        'code': '6204221000',
        'patterns': [],
        'aliases': [],
    },
    'хиджаб': {
        'code': '6505009000',
        'patterns': [],
        'aliases': [],
    },
    'хлебница': {
        'code': '9403401000',
        'patterns': [],
        'aliases': [],
    },
    'хлыст': {
        'code': '6602000000',
        'patterns': [],
        'aliases': [],
    },
    'ходунки': {
        'code': '9021101000',
        'patterns': [],
        'aliases': [],
    },
    'ходунки для собак': {
        'code': '4201000000',
        'patterns': [],
        'aliases': [
            'обувь для собак',
        ],
    },
    'холст': {
        'code': '5901900000',
        'patterns': [],
        'aliases': [],
    },
    'хомут': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3926909709',
                    'name': 'Пластик',
                    'group': 'пластик',
                },
                {
                    'code': '7326909807',
                    'name': 'Металл',
                    'group': 'металл',
                },
                {
                    'code': '4016999708',
                    'name': 'Резина',
                    'group': 'резина',
                },
            ],
        },
    },
    'хранение игрушек в ванной': {
        'code': '6305339000',
        'patterns': [],
        'aliases': [],
    },
    'цепочка': {
        'code': '7117900000',
        'patterns': [],
        'aliases': [
            'цепочка на шею под',
        ],
    },
    'цепь велосипедная': {
        'code': '7315111009',
        'patterns': [],
        'aliases': [
            'цепи для велосипеда',
            'цепь грм',
            'цепи велосипеда',
            'цепи',
        ],
    },
    'цепь для мототехники': {
        'code': '8483908100',
        'patterns': [],
        'aliases': [],
    },
    'цепь для пилы': {
        'code': '8202400000',
        'patterns': [],
        'aliases': [],
    },
    'цилиндр': {
        'code': '8412310009',
        'patterns': [],
        'aliases': [],
    },
    'цилиндр для мототехники': {
        'code': '8409910008',
        'patterns': [],
        'aliases': [],
    },
    'цоколь для лампы': {
        'code': '8539901000',
        'patterns': [],
        'aliases': [
            'patron',
        ],
    },
    'чай': {
        'code': '0902300009',
        'patterns': [],
        'aliases': [
            'чай листовой',
            'chay',
            'китайский чай',
        ],
    },
    'чай в пакетиках': {
        'code': '0902300001',
        'patterns': [],
        'aliases': [],
    },
    'чайная доска': {
        'code': '4419190000',
        'patterns': [],
        'aliases': [],
    },
    'чайная кофейная': {
        'code': '6912002900',
        'patterns': [],
        'aliases': [],
    },
    'чайник': {
        'code': '',
        'patterns': [],
        'aliases': [
            'chaynik',
            'чайник походный',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '7323930000',
                    'name': 'Металл',
                    'group': 'металл',
                },
                {
                    'code': '7013379900',
                    'name': 'Стекло',
                    'group': 'стекло',
                },
                {
                    'code': '8516797000',
                    'name': 'Электро',
                    'group': 'электрический',
                },
                {
                    'code': '6912002900',
                    'group': 'керамика',
                },
            ],
        },
    },
    'чайник заварочный': {
        'code': '7013491000',
        'patterns': [],
        'aliases': [],
    },
    'чалма на голову': {
        'code': '6117100000',
        'patterns': [],
        'aliases': [
            'чалма',
            'чалма на голову мусульманский',
        ],
    },
    'части для пылесоса': {
        'code': '8508700008',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8508700008',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'части ламп ': {
        'code': '9405990008',
        'patterns': [],
        'aliases': [],
    },
    'части тормозов': {
        'code': '8708309109',
        'patterns': [],
        'aliases': [],
    },
    'часы': {
        'code': '9105910000',
        'patterns': [],
        'aliases': [
            'часы настенные бесшумные с термометром',
            'chasy',
        ],
        'dropdown': {
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '8517620009',
                    'group': 'пластик',
                    'match': [
                        'устройство',
                        'переговорное',
                        'конференций',
                        'силикон',
                    ],
                },
            ],
        },
    },
    'часы автомобильные': {
        'code': '9104000008',
        'patterns': [],
        'aliases': [],
    },
    'часы карманные': {
        'code': '9102120000',
        'patterns': [],
        'aliases': [],
    },
    'часы наручные': {
        'code': '9102210000',
        'patterns': [],
        'aliases': [
            'наручные часы',
        ],
    },
    'часы настенные': {
        'code': '9105290000',
        'patterns': [],
        'aliases': [],
    },
    'чемодан': {
        'code': '4202125001',
        'patterns': [],
        'aliases': [],
    },
    'чепчик для новорожденных': {
        'code': '6505009000',
        'patterns': [],
        'aliases': [],
    },
    'четки': {
        'code': '',
        'patterns': [],
        'aliases': [
            'чётки',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4420190000',
                    'group': 'дерево',
                    'match': [],
                },
                {
                    'code': '7117900000',
                    'group': 'украшения',
                    'match': [],
                },
            ],
        },
    },
    'чехлы на обувь': {
        'code': '6401921000',
        'patterns': [],
        'aliases': [],
    },
    'чехол': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4202929800',
                    'group': 'текстиль',
                    'match': [],
                },
            ],
        },
    },
    'чехол аккумулятор': {
        'code': '8504405500',
        'patterns': [],
        'aliases': [],
    },
    'чехол в багажник': {
        'code': '4205009000',
        'patterns': [],
        'aliases': [],
    },
    'чехол для гладильной доски': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'чехол для компьютерных комплектующих периферии': {
        'code': '8471800000',
        'patterns': [],
        'aliases': [],
    },
    'чехол для мебели': {
        'code': '6304990000',
        'patterns': [],
        'aliases': [],
    },
    'чехол для мототехники': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'чехол для музыкального инструмента': {
        'code': '4202921100',
        'patterns': [],
        'aliases': [],
    },
    'чехол для наушников': {
        'code': '4202321000',
        'patterns': [],
        'aliases': [],
    },
    'чехол для смартфона': {
        'code': '4202321000',
        'patterns': [
            'чехол.*iphone',
            'чехол.*redmi',
            'чехол.*samsung',
            'чехол.*xiaomi',
            'чехол.*смартфон',
            'чехол.*телеф',
        ],
        'aliases': [
            'противоударный чехол',
            'чехол galaxy',
            'чехол honor',
            'чехол huawei',
            'чехол infinix',
            'чехол iphone',
            'чехол nokia',
            'чехол oneplus',
            'чехол oppo',
            'чехол pixel',
            'чехол poco',
            'чехол realme',
            'чехол redmi',
            'чехол samsung',
            'чехол tecno',
            'чехол vivo',
            'чехол xiaomi',
            'чехол айфон',
            'чехол для мобильного',
            'чехол для мобильного телефона',
            'чехол для мобильных устройств',
            'чехол для телефона',
            'чехол на смартфон',
            'чехол на телефон',
            'чехол-книжка для телефона',
            'запчасть для смарт часов',
        ],
    },
    'чехол для термоса': {
        'code': '4202199000',
        'patterns': [],
        'aliases': [],
        'excludes_context': [
            'телефон',
            'смартфон',
            'iphone',
            'айфон',
            'samsung',
            'galaxy',
            'xiaomi',
            'redmi',
            'honor',
            'huawei',
            'realme',
            'poco',
            'tecno',
            'infinix',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6306120000',
                    'group': 'оксфорд',
                    'match': [],
                },
            ],
        },
    },
    'чехол для удочки': {
        'code': '4202990000',
        'patterns': [],
        'aliases': [
            'чехол для елки',
        ],
    },
    'чехол для фото видеотехники': {
        'code': '4202921900',
        'patterns': [],
        'aliases': [
            'чехол сумка',
            'чехол брелка автосигнализации',
        ],
    },
    'чехол для чемодана': {
        'code': '6307901000',
        'patterns': [],
        'aliases': [],
    },
    'чехол на автомобиль': {
        'code': '6306220000',
        'patterns': [],
        'aliases': [],
    },
    'чехол на бутылку': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'чехол на мебель': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6304990000',
                    'group': 'текстиль',
                    'match': [],
                },
                {
                    'code': '6304930000',
                    'group': 'полиэстер',
                    'match': [],
                },
            ],
        },
    },
    'чехол на сиденье автомобиля': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9404908000',
                    'group': 'текстиль',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'пластик',
                    'match': [],
                },
            ],
        },
    },
    'чехол на сиденье для унитаза': {
        'code': '6304910000',
        'patterns': [],
        'aliases': [],
    },
    'чипсы': {
        'code': '2005202000',
        'patterns': [],
        'aliases': [],
    },
    'чокер': {
        'code': '7117900000',
        'patterns': [],
        'aliases': [
            'choker',
        ],
    },
    'чулки': {
        'code': '6115301900',
        'patterns': [],
        'aliases': [],
    },
    'шайба': {
        'code': '7318210009',
        'patterns': [],
        'aliases': [],
    },
    'шайба подшипника': {
        'code': '4016999708',
        'patterns': [],
        'aliases': [],
    },
    'шампунь': {
        'code': '3305100000',
        'patterns': [
            'шампун.*волос',
        ],
        'aliases': [
            'shampun',
            'шампунь для волос',
            'shampun dlya volos',
            'шампунь сухой',
        ],
    },
    'шапка': {
        'code': '6506999090',
        'patterns': [],
        'aliases': [
            'shapka',
            'shapka chepchik',
        ],
    },
    'шапочка для душа': {
        'code': '3926200000',
        'patterns': [],
        'aliases': [],
    },
    'шапочка для плавания': {
        'code': '9506290000',
        'patterns': [],
        'aliases': [],
    },
    'шапочка для сна': {
        'code': '6505009000',
        'patterns': [],
        'aliases': [],
    },
    'шарик для стирки': {
        'code': '3926909709',
        'patterns': [
            'шарик.*для.*стирк',
        ],
        'aliases': [],
    },
    'шарики для пинг понга': {
        'code': '9506400001',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'шарики для настольного',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9506400001',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'шарм': {
        'code': '7117900000',
        'patterns': [],
        'aliases': [],
    },
    'шарнирный шкив': {
        'code': '8483608000',
        'patterns': [],
        'aliases': [],
    },
    'шаровой кран': {
        'code': '8481808199',
        'patterns': [],
        'aliases': [],
    },
    'шарф': {
        'code': '',
        'patterns': [],
        'aliases': [
            'бафф',
            'sharf',
            'sharf kosynka',
        ],
        'dropdown': {
            'axis': [
                'purpose',
                'material_volume',
                'material_characteristic',
                'material',
                'gender',
                'purpose_category',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '6117100000',
                    'group': 'текстиль',
                    'match': [],
                },
                {
                    'code': '6214900000',
                    'group': 'текстиль',
                    'match': [
                        'косынка',
                    ],
                },
            ],
        },
    },
    'шары для бильярда': {
        'code': '9504200009',
        'patterns': [],
        'aliases': [],
    },
    'шатер туристический': {
        'code': '6306220000',
        'patterns': [],
        'aliases': [],
    },
    'шахматы': {
        'code': '9504908009',
        'patterns': [],
        'aliases': [],
    },
    'швабра': {
        'code': '9603909900',
        'patterns': [],
        'aliases': [
            'shvabra',
        ],
        'material_codes': {
            'нержавеющая сталь': '',
            'abs пластик': '9603909100',
        },
    },
    'швабра с ведром': {
        'code': '9603909100',
        'patterns': [],
        'aliases': [],
    },
    'швабра с тазиком и тряпками': {
        'code': '9603909100',
        'patterns': [],
        'aliases': [],
    },
    'швейная машина': {
        'code': '8452101100',
        'patterns': [],
        'aliases': [],
    },
    'швейная машинка': {
        'code': '8452290000',
        'patterns': [
            'швейн.*машин',
        ],
        'aliases': [],
    },
    'шезлонг': {
        'code': '9401790009',
        'patterns': [],
        'aliases': [],
    },
    'шезлонг для новорожденных': {
        'code': '9401800009',
        'patterns': [],
        'aliases': [],
    },
    'шестеренка': {
        'code': '8483908909',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'шестерни',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8483908909',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'шина': {
        'code': '',
        'patterns': [],
        'aliases': [
            'шина для велосипеда',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '4011100009',
                    'group': 'автомобиль',
                },
                {
                    'code': '4011400000',
                    'group': 'мотоцикл',
                },
                {
                    'code': '4011500009',
                    'group': 'велосипед',
                },
            ],
        },
    },
    'шифтер': {
        'code': '8714995009',
        'patterns': [],
        'aliases': [],
    },
    'шкатулка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '4202921900',
                    'name': 'Пластик',
                    'group': 'пластик',
                },
                {
                    'code': '4420909900',
                    'name': 'Дерево',
                    'group': 'дерево',
                },
                {
                    'code': '8306290009',
                    'name': 'Металл',
                    'group': 'металл',
                },
                {
                    'code': '4202929800',
                    'name': 'Текстиль',
                    'group': 'текстиль',
                },
            ],
        },
    },
    'шкаф': {
        'code': '',
        'patterns': [],
        'aliases': [
            'шкаф . см',
            'shkaf dlya vannoy sm universalnyy',
            'shkaf',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '9403208009',
                    'name': 'Металл',
                    'group': 'металл',
                },
                {
                    'code': '9403609009',
                    'name': 'Дерево',
                    'group': 'дерево',
                },
                {
                    'code': '9403700008',
                    'name': 'Пластик',
                    'group': 'пластик',
                },
            ],
        },
    },
    'шкаф складной': {
        'code': '9403700008',
        'patterns': [],
        'aliases': [
            'шкаф витрина',
        ],
    },
    'шкура': {
        'code': '4301807091',
        'patterns': [],
        'aliases': [],
    },
    'шланг': {
        'code': '',
        'patterns': [],
        'aliases': [
            'трубка',
            'трубки',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'axis': 'purpose',
            'variants': [
                {
                    'code': '4009420000',
                    'name': 'С фитингами',
                    'group': 'резина',
                    'match': [
                        'фитинг',
                        'штуцер',
                        'переходник',
                        'хомут',
                        'наконечник',
                        'коннектор',
                        'быстросъемн',
                        'быстросъёмн',
                    ],
                },
                {
                    'code': '3917320009',
                    'name': 'Пластик',
                    'group': 'пластик',
                    'match': [
                        'сифона',
                        'гофротруба',
                        'гофра',
                    ],
                },
                {
                    'code': '4009410000',
                    'name': 'Без фитингов',
                    'group': 'резина',
                    'match': [
                        'шланг',
                        'резин',
                    ],
                },
            ],
        },
    },
    'шланг для душа': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4009420000',
                    'group': 'резина',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'металл',
                    'match': [],
                },
            ],
        },
    },
    'шлейка': {
        'code': '4201000000',
        'patterns': [],
        'aliases': [
            'шлейка крупных и средних пород',
            'shleyka',
        ],
    },
    'шлем': {
        'code': '6506101000',
        'patterns': [],
        'aliases': [
            'shlem',
        ],
        'material_codes': {
            'ткань': '6307909800',
        },
    },
    'шлем защитный': {
        'code': '6506910000',
        'patterns': [],
        'aliases': [],
    },
    'шлепанцы': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6405909000',
                    'group': 'кожа',
                    'match': [],
                },
                {
                    'code': '6402993900',
                    'group': 'резина',
                    'match': [],
                },
            ],
        },
    },
    'шлифкруг': {
        'code': '6804229000',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'круг шлифовальный',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6804229000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'шлифмашина': {
        'code': '8467295100',
        'patterns': [],
        'aliases': [],
    },
    'шлифовальный круг': {
        'code': '6804221800',
        'patterns': [],
        'aliases': [],
    },
    'шляпа': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6506999090',
                    'group': 'текстиль',
                    'match': [],
                },
                {
                    'code': '6505001000',
                    'group': 'текстиль',
                    'match': [],
                },
            ],
        },
    },
    'шнур': {
        'code': '5604100000',
        'patterns': [],
        'aliases': [],
    },
    'шнур для рукоделия': {
        'code': '5607501100',
        'patterns': [],
        'aliases': [],
    },
    'шнурки': {
        'code': '5604100000',
        'patterns': [],
        'aliases': [
            'шнурок',
        ],
    },
    'шнурок для телефона': {
        'code': '5604100000',
        'patterns': [],
        'aliases': [],
    },
    'шоколад': {
        'code': '1806901900',
        'patterns': [],
        'aliases': [
            'шоколадное яйцо',
        ],
    },
    'шоколадная паста': {
        'code': '1806903900',
        'patterns': [],
        'aliases': [],
    },
    'шорты': {
        'code': '',
        'patterns': [],
        'aliases': [
            'велосипедки с карманом',
            'shorty',
            'shorty pryamye',
            'velosipedki hlopok',
            'shorty boyfrendy totalnaya rasprodazha',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6203499000',
                    'name': 'Муж',
                    'group': 'мужской',
                },
                {
                    'code': '6204695000',
                    'name': 'Жен',
                    'group': 'женский',
                },
                {
                    'code': '6111909000',
                    'name': 'Дет',
                    'group': 'детский',
                },
                {
                    'code': '6104620000',
                    'group': 'хлопок',
                    'match': [],
                },
            ],
        },
    },
    'шорты для малышей': {
        'code': '6203429000',
        'patterns': [],
        'aliases': [
            'шорты малышей',
        ],
    },
    'шпалера': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'шпатель': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'шпилька автомобильная': {
        'code': '7318159008',
        'patterns': [],
        'aliases': [],
    },
    'шпингалет задвижка': {
        'code': '8302411000',
        'patterns': [],
        'aliases': [],
    },
    'шприц': {
        'code': '9018311009',
        'patterns': [],
        'aliases': [],
    },
    'штамп': {
        'code': '9611000000',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'штамп декоративный',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9611000000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'штангенциркуль': {
        'code': '9017300000',
        'patterns': [
            'штангенцирку.*',
        ],
        'aliases': [],
    },
    'штатив': {
        'code': '9620000007',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'монопод',
            'селфи палка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9620000007',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'штопор': {
        'code': '8205510090',
        'patterns': [],
        'aliases': [
            'shtopor',
        ],
    },
    'штора': {
        'code': '',
        'patterns': [],
        'aliases': [
            'потолочная штора тканевая',
            'shtora',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'axis': [
                'gender',
                'purpose_category',
                'purpose',
                'mechanism',
            ],
            'variants': [
                {
                    'code': '6303120000',
                    'name': 'Хлопок',
                    'group': 'хлопок',
                    'match': [],
                },
                {
                    'code': '6303929000',
                    'group': 'текстиль',
                    'match': [
                        'ткань',
                        'ткани',
                        'тканев',
                        'тканн',
                    ],
                },
            ],
        },
    },
    'шторка багажника': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'шторка в машину': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'шторка солнцезащитная': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [
            'jiayoyo',
            'jiayoyo shtorka solntsezashchitnaya',
        ],
    },
    'шторы': {
        'code': '6303929000',
        'patterns': [],
        'aliases': [],
        'synonyms': [
            'занавеска на дверь',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6303929000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'шуба искусственная': {
        'code': '4304000000',
        'patterns': [],
        'aliases': [],
    },
    'шумовка': {
        'code': '8215999000',
        'patterns': [],
        'aliases': [
            'shumovka',
        ],
    },
    'шумоизоляция автомобильная': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'шуруповерт': {
        'code': '',
        'patterns': [
            'шурупове.*',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8467219900',
                    'name': 'Сетевой',
                    'group': 'электрический',
                    'match': [],
                },
                {
                    'code': '8467211000',
                    'name': 'Аккумуляторный',
                    'group': 'аккумуляторный и беспроводной',
                    'match': [],
                },
            ],
        },
    },
    'щетка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'gsadfen',
            'gsadfen shchetka dlya posudy',
            'щетка с совком',
            'пипидастр',
            'shchetka',
            'водосгон',
            'vodosgon',
            'щётка',
            'ручная щетка',
            'brush',
            'щетка для дома',
            'ролик для чистки',
            'домашняя щетка',
            'хозяйственная щетка',
            'щетка хозяйственная',
            'щетка для одежды',
            'щетка одежды',
            'одёжная щетка',
            'одежная щетка',
            'щетка для чистки одежды',
            'clothes brush',
            'щетка для уборки',
            'shchetka dlya uborki',
            'веник',
            'venik',
            'метла',
            'уборочная щетка',
            'щетка для пола',
            'половая щетка',
            'смётка',
            'сметка',
            'cleaning brush',
            'broom',
            'щетка для чистки гриля',
            'щетка для гриля',
            'щетка для мангала',
            'щетка для барбекю',
            'щетка для чистки мангала',
            'латунная щетка для гриля',
            'grill brush',
            'щетка пылесоса',
            'насадка на пылесос',
            'насадка пылесоса',
            'щетка для пылесоса',
            'турбощетка',
            'турбо-щетка',
            'щетка-насадка для пылесоса',
            'щетка стеклоочистителя',
            'дворник',
            'дворники',
            'щетка дворника',
            'щетка стеклоочистителя автомобиля',
            'wiper blade',
            'корщетка',
            'проволочная щетка',
            'металлическая щетка',
            'дисковая щетка',
            'чашечная щетка',
            'щетка для дрели',
            'щетка для болгарки',
            'щетка для шлифмашины',
            'wire brush',
            'wire wheel',
            'brass brush',
        ],
        'material_codes': {
            'abs пластик': '',
            'шерсть': '9603909100',
        },
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '9603909900',
                    'name': 'Бытовая (дом/уборка/одежда)',
                    'group': 'бытовой',
                    'match': [
                        'для дома',
                        'для уборки',
                        'для одежды',
                        'хозяйствен',
                        'половая щетка',
                        'щетка для пола',
                        'смётка',
                        'сметка',
                        'веник',
                        'метла',
                        'clothes brush',
                        'cleaning brush',
                        'broom',
                    ],
                },
                {
                    'code': '9603500009',
                    'name': 'Деталь техники/инструмента',
                    'group': 'электроинструмент',
                    'match': [
                        'пылесос',
                        'турбощетк',
                        'стеклоочистител',
                        'дворник',
                        'дрел',
                        'болгарк',
                        'шлифмашин',
                        'корщетк',
                        'проволочная щетка',
                        'дисковая щетка',
                        'чашечная щетка',
                        'wire brush',
                        'wire wheel',
                        'wiper blade',
                    ],
                },
                {
                    'code': '7323100000',
                    'name': 'Металл',
                    'group': 'металл',
                    'match': [
                        'для гриля',
                        'для мангала',
                        'для барбекю',
                        'grill brush',
                        'латунная щетка',
                    ],
                },
            ],
        },
    },
    'щетка автомобильная': {
        'code': '9603909100',
        'patterns': [],
        'aliases': [],
    },
    'щетка для ног': {
        'code': '9603298000',
        'patterns': [],
        'aliases': [],
    },
    'щетка для одежды обуви': {
        'code': '9603909100',
        'patterns': [],
        'aliases': [],
    },
    'щетка для посуды': {
        'code': '9603909100',
        'patterns': [],
        'aliases': [],
    },
    'щипцы': {
        'code': '8203200001',
        'patterns': [],
        'aliases': [],
    },
    'щипцы для дров угля': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [
            'стартер для розжига угля',
        ],
    },
    'щипцы кулинарные': {
        'code': '8215991000',
        'patterns': [],
        'aliases': [
            'щипцы кухонные',
            'лопатка кулинарная',
            'лопатка',
        ],
    },
    'щипцы строительные': {
        'code': '8203200009',
        'patterns': [],
        'aliases': [],
    },
    'щиток защитный': {
        'code': '6506101000',
        'patterns': [],
        'aliases': [],
    },
    'щиток на лицо': {
        'code': '6506101000',
        'patterns': [
            'щиток.*на.*лицо',
        ],
        'aliases': [],
    },
    'щуп для свечей зажигания': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'экран для рисования': {
        'code': '8471607000',
        'patterns': [],
        'aliases': [],
    },
    'экстрактор': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'эластичный бинт': {
        'code': '3005909900',
        'patterns': [],
        'aliases': [],
    },
    'электрическая зубная щетка': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [],
    },
    'электрический высоторез': {
        'code': '8467229000',
        'patterns': [
            'элект.*высот',
        ],
        'aliases': [],
    },
    'электрический краскопульт': {
        'code': '8467890000',
        'patterns': [],
        'aliases': [],
    },
    'электрический штопор': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [],
    },
    'электро одеяло': {
        'code': '8516299100',
        'patterns': [],
        'aliases': [],
    },
    'электробритва': {
        'code': '8510100000',
        'patterns': [
            'электробрит.*',
        ],
        'aliases': [],
    },
    'электровиолончель': {
        'code': '9207901000',
        'patterns': [],
        'aliases': [],
    },
    'электрогирлянда': {
        'code': '9405310000',
        'patterns': [
            'электрогирлян.*',
        ],
        'aliases': [
            'гирлянда',
        ],
    },
    'электрогрелка': {
        'code': '8516299100',
        'patterns': [],
        'aliases': [],
    },
    'электрогриль': {
        'code': '8516607000',
        'patterns': [
            'электрический гриль',
            'elektricheskiy gril',
        ],
        'aliases': [],
    },
    'электродвигатель': {
        'code': '8537109100',
        'patterns': [
            'электродвигате.*',
        ],
        'aliases': [],
    },
    'электроинструмент': {
        'code': '',
        'patterns': [],
        'aliases': [
            'кусторез',
            'беспроводной угловой фрезер',
            'пила секатор',
            'запчасть для секатора сучкореза',
            'бензопила',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8467292000',
                    'group': 'электроинструмент',
                    'match': [
                        'электротяпка',
                    ],
                },
                {
                    'code': '8467229000',
                    'group': 'электроинструмент',
                    'match': [
                        'аккумуляторный',
                        'кусторез',
                    ],
                },
                {
                    'code': '8467298000',
                    'group': 'электроинструмент',
                    'match': [
                        'аккумуляторный',
                        'кусторез',
                    ],
                },
                {
                    'code': '8467295900',
                    'group': 'электроинструмент',
                    'match': [
                        'машина',
                        'шлифовальная',
                        'пневматическая',
                        'электрическая',
                        'ножеточка',
                    ],
                },
                {
                    'code': '8430200000',
                    'group': 'электроинструмент',
                },
                {
                    'code': '8507600000',
                    'group': 'электроинструмент',
                },
            ],
        },
    },
    'электрокормушка': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [
            'автоматическая кормушка',
            'кормушка-таймер',
        ],
    },
    'электромельница': {
        'code': '8509400000',
        'patterns': [],
        'aliases': [],
    },
    'электромобиль': {
        'code': '9503001009',
        'patterns': [
            'электромоби.*',
        ],
        'aliases': [
            'электромобиль детский',
        ],
    },
    'электронный замок': {
        'code': '8301409000',
        'patterns': [],
        'aliases': [],
    },
    'электроомолоток': {
        'code': '8467890000',
        'patterns': [],
        'aliases': [],
    },
    'электропила': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8467221000',
                    'group': 'электрический',
                    'match': [],
                },
                {
                    'code': '8467292000',
                    'group': 'электрический',
                    'match': [],
                },
            ],
        },
    },
    'электропила дисковая': {
        'code': '8467223000',
        'patterns': [],
        'aliases': [],
    },
    'электропривод багажника с аксессуарами': {
        'code': '8501109100',
        'patterns': [],
        'aliases': [],
    },
    'электротяпка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8467298509',
                    'group': 'электрический',
                    'match': [],
                },
                {
                    'code': '8467292000',
                    'group': 'электрический',
                    'match': [],
                },
            ],
        },
    },
    'элемент зеркальный': {
        'code': '7009100009',
        'patterns': [],
        'aliases': [],
    },
    'элемент лепного декора': {
        'code': '3926400000',
        'patterns': [],
        'aliases': [],
    },
    'элемент нагревательный': {
        'code': '8516900000',
        'patterns': [],
        'aliases': [],
    },
    'эмблема автомобильная': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [
            'shildik',
            'шильдик автомобильный',
            'шильдик',
        ],
    },
    'эндоскоп': {
        'code': '8525893000',
        'patterns': [],
        'aliases': [],
    },
    'эпилятор': {
        'code': '8510300000',
        'patterns': [],
        'aliases': [],
    },
    'эспадрильи': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6405909000',
                    'group': 'кожа',
                    'match': [],
                },
                {
                    'code': '6404199000',
                    'group': 'текстиль',
                    'match': [],
                },
            ],
        },
    },
    'эспандер': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [
            'эспандер кистевой силиконовый',
            'espander',
        ],
        'synonyms': [
            'фитнес резинки',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9506919000',
                    'group': '',
                    'match': [],
                },
            ],
        },
    },
    'этажерка': {
        'code': '9403700008',
        'patterns': [],
        'aliases': [
            'этажерка для обуви',
        ],
    },
    'этикетка': {
        'code': '4823908596',
        'patterns': [],
        'aliases': [],
    },
    'этюдник': {
        'code': '4421999000',
        'patterns': [],
        'aliases': [],
    },
    'эфирное масло': {
        'code': '3301909000',
        'patterns': [],
        'aliases': [
            'efirnoe maslo',
        ],
    },
    'юбка': {
        'code': '6104590000',
        'patterns': [],
        'aliases': [
            'yubka dprfmg',
            'yubka zedker',
            'юбка на резинке с разрезом',
            'yubka ruijiaoji',
            'yubka',
            'yubka aueoeo',
        ],
    },
    'юбка для малышей': {
        'code': '6204530000',
        'patterns': [],
        'aliases': [],
    },
    'яйцеварка': {
        'code': '8516797000',
        'patterns': [],
        'aliases': [],
    },
    'ящик для хранения': {
        'code': '6204530000',
        'patterns': [],
        'aliases': [],
    },
}
