PRODUCTS = {
    'cd проигрыватель': {
        'code': '8471703000',
        'patterns': [],
        'aliases': [],
    },
    'dvd плеер': {
        'code': '8521900001',
        'patterns': [],
        'aliases': [],
    },
    'gps модуль': {
        'code': '8526912000',
        'patterns': [],
        'aliases': [],
    },
    'mp3 плеер': {
        'code': '',
        'patterns': [
            'mp3.*плеер',
        ],
        'aliases': [
            'mp3-плеер',
            'pleer',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8527139900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8519891900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'nfc метки': {
        'code': '8536908500',
        'patterns': [],
        'aliases': [],
    },
    'sup доска с аксессуарами': {
        'code': '9506290000',
        'patterns': [],
        'aliases': [],
    },
    'usb концентратор': {
        'code': '8512309009',
        'patterns': [],
        'aliases': [],
    },
    'абажур ': {
        'code': '9405990008',
        'patterns': [],
        'aliases': [],
    },
    'аварийное ограждение': {
        'code': '5608193000',
        'patterns': [],
        'aliases': [],
    },
    'аварийный сигнал': {
        'code': '8531103000',
        'patterns': [],
        'aliases': [],
    },
    'автовизитка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'парковочный знак',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8306290009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8310000000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'автоконсервант': {
        'code': '3403990000',
        'patterns': [],
        'aliases': [],
    },
    'автомагнитола': {
        'code': '8527212009',
        'patterns': [
            'автомагнито.*',
        ],
        'aliases': [],
    },
    'автоматическая катушка с шлангом для полива': {
        'code': '8424491000',
        'patterns': [],
        'aliases': [],
    },
    'автопалатка': {
        'code': '6306190000',
        'patterns': [],
        'aliases': [],
    },
    'автосигнализация': {
        'code': '8512301009',
        'patterns': [],
        'aliases': [],
    },
    'автосигнализация c пультом д у и аксессуарами': {
        'code': '8512309009',
        'patterns': [],
        'aliases': [],
    },
    'адаптер беспроводной': {
        'code': '8517620009',
        'patterns': [],
        'aliases': [
            'wi-fi роутер',
            'видеогарнитура',
            'маршрутизатор',
            'роутер',
            'wifi',
        ],
    },
    'адаптер для бочонков': {
        'code': '7307291008',
        'patterns': [],
        'aliases': [],
    },
    'адаптер для инструмента': {
        'code': '8507908000',
        'patterns': [],
        'aliases': [],
    },
    'адаптер зарядки': {
        'code': '8504405500',
        'patterns': [],
        'aliases': [],
    },
    'адаптер проводной': {
        'code': '8536900100',
        'patterns': [],
        'aliases': [
            'usb конвертер',
            'кабель для интернет',
            'kabel dlya internet',
        ],
    },
    'адаптивные приборы': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [
            'адаптивные приборы посуда',
        ],
    },
    'адвент календарь': {
        'code': '9503009909',
        'patterns': [],
        'aliases': [],
    },
    'аквагрим': {
        'code': '3213100000',
        'patterns': [],
        'aliases': [],
    },
    'аквариум': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'plastic',
                    'match': [],
                },
                {
                    'code': '7020008000',
                    'group': 'glass',
                    'match': [],
                },
            ],
        },
    },
    'аквашуз': {
        'code': '',
        'patterns': [],
        'aliases': [
            'akvashuz',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6404199000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'аккумулятор': {
        'code': '',
        'patterns': [
            'аккумулят.*',
            'внешн.*аккумулятор',
            'повербанк',
        ],
        'aliases': [
            'litiy ionnyy',
            'литий ионный',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8507600000',
                    'group': 'other',
                    'match': [
                        'ионный',
                        'литий',
                    ],
                },
                {
                    'code': '8507800009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8506501000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'аккумулятор для смарт часов': {
        'code': '8507800009',
        'patterns': [],
        'aliases': [],
    },
    'аккумулятор для электробритвы': {
        'code': '8507800009',
        'patterns': [],
        'aliases': [],
    },
    'аккумулятор холода': {
        'code': '3923299000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар бдсм': {
        'code': '7117190000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для бюстгальтера': {
        'code': '6211490009',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для вентилятора': {
        'code': '8207709000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для волос': {
        'code': '9615900000',
        'patterns': [
            'заколк.*волос',
            'ободок.*волос',
            'шпильк.*волос',
            'повязк.*волос',
        ],
        'aliases': [
            'бигуди',
            'диадема',
            'набор аксессуаров для волос',
            'бант для волос',
            'сеточка для волос',
            'бублик для волос',
            'шпильки для волос',
            'повязка для волос',
            'заколка',
            'заколка для волос',
            'ободок',
            'повязка на голову',
            'резинка для волос',
            'крабик для волос',
            'povyazka dlya volos',
            'zakolka dlya volos',
            'zakolka',
            'rezinka dlya volos',
            'заколки',
            'заколка волос',
            'повязка волос',
            'резинка волос',
            'бант волос',
            'obodok',
            'шпильки волос',
            'bant dlya volos',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9615900000',
                    'group': 'ткань',
                    'match': [],
                },
            ],
        },
    },
    'аксессуар для детского транспорта': {
        'code': '6304990000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для жалюзи': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для зажигалок': {
        'code': '9613800000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для защиты музыкальных инструментов': {
        'code': '9209992000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для игровой приставки': {
        'code': '8471607000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для инвалидной коляски': {
        'code': '8302490009',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для инструмента': {
        'code': '8536508002',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для кало мочеприемника': {
        'code': '3922900000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для камеры': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для клавишных инструментов': {
        'code': '9209910000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для коляски': {
        'code': '8715009000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для кресла туалета': {
        'code': '9401790009',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для маникюра': {
        'code': '7013491000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для машинок': {
        'code': '8504405500',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для минимоек': {
        'code': '',
        'patterns': [],
        'aliases': [
            'аэрограф для творчества',
            'отсечной клапан',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8424200000',
                    'group': 'other',
                    'match': [
                        'аэрограф',
                        'творчества',
                        'автомойки',
                    ],
                },
                {
                    'code': '8424300800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7412200000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'аксессуар для наращивания ресниц': {
        'code': '9603298000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для пайки': {
        'code': '8515809000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для парика': {
        'code': '3919108000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для пурифайера': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для ролевых игр': {
        'code': '4015900000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для сварки': {
        'code': '8501101009',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для сиденья унитаза': {
        'code': '3922200000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для стабилизатора': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для струнных инструментов': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9209920000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4016999708',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4205009000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9206000000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'аксессуар для телескопа': {
        'code': '9005900000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для ударных инструментов': {
        'code': '9209997000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для утюга': {
        'code': '',
        'patterns': [],
        'aliases': [
            'аксессуар для сборной модели',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8501109900',
                    'group': 'other',
                    'match': [
                        'электробритвы',
                        'запчасти',
                        'принадлежности',
                        'модели',
                        'инструментов',
                        'сборной',
                        'пылесоса',
                    ],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8516900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'аксессуар для фигурок': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для фотосессий': {
        'code': '',
        'patterns': [
            'аксес.*для.*фотос',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9505900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926400000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6702100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'аксессуар для хранения дисков': {
        'code': '8473508000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для хранения коллекций': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4820500000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3923100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'аксессуар для хранения мотоэкипировки': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для хранения табака': {
        'code': '7326909202',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар для электрогирлянд': {
        'code': '9405110014',
        'patterns': [],
        'aliases': [],
    },
    'аксессуар из камня': {
        'code': '6802290009',
        'patterns': [
            'аксес.*из.*камня',
        ],
        'aliases': [
            'аксессуар для гаданий',
        ],
    },
    'аксессуары для автомойки': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для алкогольного оборудования': {
        'code': '3917320009',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для батута': {
        'code': '5608199000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для гироскутера': {
        'code': '7009100009',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для гироскутера моноколеса': {
        'code': '8507800009',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для дайвинга': {
        'code': '6116930000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для детского горшка': {
        'code': '3922900000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для игрового спортивного комплекса': {
        'code': '8483502000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для инвалидной коляски': {
        'code': '9401790009',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для клавиатуры мыши': {
        'code': '8473308000',
        'patterns': [],
        'aliases': [
            'аксессуары для клавиатуры, мыши',
        ],
    },
    'аксессуары для лыж сноуборда': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для монтажа охранных систем': {
        'code': '8301100000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для освещения': {
        'code': '9405110039',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для палатки': {
        'code': '6306900000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для печи камина': {
        'code': '8414510000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для поилки автокормушки': {
        'code': '8421990006',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для ремонта ухода за судном': {
        'code': '8413910008',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для судов': {
        'code': '7419800000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для сумки рюкзака': {
        'code': '4202229000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для танцев': {
        'code': '6213900000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для телефона атс': {
        'code': '8518309500',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для тренажеров': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для туризма': {
        'code': '8414809000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары для электробритвы': {
        'code': '8504405500',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для sup доски': {
        'code': '5607491100',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для аудиотехники': {
        'code': '',
        'patterns': [],
        'aliases': [
            'аксессуары, запчасти для аудиотехники',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8529103900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8518299600',
                    'group': 'other',
                    'match': [
                        'пьезокерамических',
                        'диаметром',
                        'зуммеров',
                    ],
                },
            ],
        },
    },
    'аксессуары запчасти для велосипеда': {
        'code': '8531202000',
        'patterns': [],
        'aliases': [
            'аксессуары, запчасти для велосипеда',
        ],
    },
    'аксессуары запчасти для виндсерфинга': {
        'code': '8483502000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для детской авто мототехники': {
        'code': '8504405500',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для кондиционера': {
        'code': '8421290009',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для кулера': {
        'code': '8516108000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для модели': {
        'code': '8501109100',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для пылесоса': {
        'code': '5608193000',
        'patterns': [],
        'aliases': [
            'аксессуары, запчасти для пылесоса',
        ],
    },
    'аксессуары запчасти для робота пылесоса': {
        'code': '9603298000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для серфинга': {
        'code': '9506290000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для снорклинга': {
        'code': '4016950000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для фритюрницы': {
        'code': '8516808000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для холодильника': {
        'code': '8418999000',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары запчасти для швейной машины': {
        'code': '7318154900',
        'patterns': [],
        'aliases': [],
    },
    'аксессуары оснастка для рыбалки': {
        'code': '9507300000',
        'patterns': [],
        'aliases': [],
    },
    'акустическая гитара': {
        'code': '9202903000',
        'patterns': [],
        'aliases': [],
    },
    'альбом': {
        'code': '4820500000',
        'patterns': [],
        'aliases': [
            'albom',
        ],
    },
    'амбашюры': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [
            'силиконовые вкладыши',
            'амбушюры для наушников',
        ],
    },
    'амортизатор': {
        'code': '8708803509',
        'patterns': [
            'амортизат.*',
        ],
        'aliases': [],
    },
    'амперметр': {
        'code': '9030339900',
        'patterns': [],
        'aliases': [],
    },
    'анорак': {
        'code': '6102309000',
        'patterns': [],
        'aliases': [],
    },
    'антенна': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8529106909',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8529103100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8529101100',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'аппликатор': {
        'code': '',
        'patterns': [],
        'aliases': [
            'подставка для снятия обуви',
            'пробка для ванны',
            'крепление для мототехники',
            'наконечник для трости',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4016999708',
                    'group': 'резина',
                    'match': [],
                },
            ],
        },
    },
    'арафатка': {
        'code': '6117100000',
        'patterns': [],
        'aliases': [],
    },
    'арка крыла автомобильная': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'арка садовая': {
        'code': '',
        'patterns': [
            'арка.*садов',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9403208009',
                    'group': 'other',
                    'match': [
                        'держатель',
                        'садового',
                        'инструмента',
                    ],
                },
            ],
        },
    },
    'арматура для унитаза': {
        'code': '3922900000',
        'patterns': [],
        'aliases': [],
    },
    'аромадиффузор': {
        'code': '6802290009',
        'patterns': [
            'аромадиффуз.*',
        ],
        'aliases': [
            'аромадиффузор из гипса для благовоний и эфирных масел',
        ],
    },
    'аромадиффузор автомобльный': {
        'code': '9616101000',
        'patterns': [],
        'aliases': [],
    },
    'ароматизатор': {
        'code': '3307490000',
        'patterns': [
            'ароматизат.*',
        ],
        'aliases': [
            'поглотитель запаха в холодильнике',
            'освежитель воздуха',
            'ароматизатор автомобильный',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3307490000',
                    'group': 'wood',
                    'match': [],
                },
            ],
        },
    },
    'ароматические стики': {
        'code': '3808918000',
        'patterns': [],
        'aliases': [],
    },
    'ароматический диффузор': {
        'code': '',
        'patterns': [],
        'aliases': [
            'диффузор',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3307490000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9616101000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'атлетическая лента': {
        'code': '5906100000',
        'patterns': [],
        'aliases': [],
    },
    'аудиокассета': {
        'code': '8523299000',
        'patterns': [],
        'aliases': [],
    },
    'аэратор для газона ручной': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'аэрогриль': {
        'code': '',
        'patterns': [
            'аэрогри.*',
        ],
        'aliases': [
            'электрошашлычница',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8516607000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8516609000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'бабочка': {
        'code': '6215200000',
        'patterns': [],
        'aliases': [],
    },
    'багажные дуги': {
        'code': '',
        'patterns': [],
        'aliases': [
            'bagazhnye',
            'bagazhnye dugi aerodinamicheskaya poperechina',
            'багажные дуги аэродинамическая поперечина',
            'велобагажник на автомобиль',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8302300009',
                    'group': 'алюминий',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7616999008',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'багетная рама': {
        'code': '8306300000',
        'patterns': [],
        'aliases': [],
    },
    'бад': {
        'code': '2106909803',
        'patterns': [],
        'aliases': [
            'протеиновые чипсы',
            'чипсы протеиновые',
            'protein chips',
            'чипсы protein',
        ],
    },
    'бады': {
        'code': '2106909803',
        'patterns': [],
        'aliases': [
            'now глицинат  glycinate расслаблению мышц и улучшению качества сна 200 мг 180 таблеток',
        ],
    },
    'база сиденья': {
        'code': '9401990009',
        'patterns': [],
        'aliases': [],
    },
    'бак топливный для мототехники': {
        'code': '3923900000',
        'patterns': [],
        'aliases': [],
    },
    'балаклава': {
        'code': '',
        'patterns': [],
        'aliases': [
            'balaklava',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6505009000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6506999090',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6117100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'балансир для батареек': {
        'code': '8504408500',
        'patterns': [],
        'aliases': [],
    },
    'балансир спортивный': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'балдахин': {
        'code': '6303910000',
        'patterns': [],
        'aliases': [],
    },
    'баллон': {
        'code': '7311001300',
        'patterns': [],
        'aliases': [],
    },
    'бальзам для волос': {
        'code': '3305900009',
        'patterns': [],
        'aliases': [],
    },
    'бальзам для ухода кожей': {
        'code': '3304990000',
        'patterns': [],
        'aliases': [],
    },
    'бандаж': {
        'code': '9021101000',
        'patterns': [],
        'aliases': [],
    },
    'бандалетки': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3919900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'бандана': {
        'code': '6117100000',
        'patterns': [],
        'aliases': [],
    },
    'банка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'banka dlya sypuchih produktov nerzhaveyushchaya stal',
            'banka',
            'konteyner pishchevoy nerzhaveyushchaya stal mozhno myt v posudomoyke s tolstym dnom',
            'банка для сыпучих продуктов нержавеющая сталь',
            'контейнер пищевой нержавеющая сталь можно мыть в посудомойке с толстым дном',
            'контейнер пищевой пластик',
            'пищевой контейнер',
            'ящик рыболова',
            'контейнеры',
            'тележка складная',
            'диспенсер для сыпучих продуктов',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '7010906109',
                    'group': 'glass',
                    'match': [],
                },
                {
                    'code': '3923100000',
                    'group': 'plastic',
                    'match': [],
                },
            ],
        },
    },
    'банка для продуктов': {
        'code': '',
        'patterns': [],
        'aliases': [
            'кадка',
            'kadka',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7010906109',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323990000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7013499900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3923301090',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7020008000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3923900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'баннер для праздника': {
        'code': '4911910000',
        'patterns': [],
        'aliases': [],
    },
    'бант подарочный': {
        'code': '3920999000',
        'patterns': [],
        'aliases': [],
    },
    'барабан': {
        'code': '9206000000',
        'patterns': [],
        'aliases': [],
    },
    'барбекю гриль': {
        'code': '7321119000',
        'patterns': [],
        'aliases': [],
    },
    'барометр': {
        'code': '9025802000',
        'patterns': [],
        'aliases': [],
    },
    'барсетка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4202221000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202290000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'баскетбольная стойка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'бассейн': {
        'code': '',
        'patterns': [],
        'aliases': [
            'бассейн надувной водный игровой комплекс',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9506999000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3922900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'батарейка': {
        'code': '8506503000',
        'patterns': [],
        'aliases': [],
    },
    'батарейка для смарт часов': {
        'code': '8506101801',
        'patterns': [],
        'aliases': [],
    },
    'беговая дорожка': {
        'code': '9506911000',
        'patterns': [],
        'aliases': [],
    },
    'беговел': {
        'code': '9503001009',
        'patterns': [],
        'aliases': [],
    },
    'беговое колесо для животных': {
        'code': '',
        'patterns': [
            'бегов.*колес.*для.*живот',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7326200009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'бейдж': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'бейсболка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'берет',
            'beysbolka',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6505003000',
                    'group': 'other',
                    'match': [
                        'берет',
                    ],
                },
                {
                    'code': '6506999090',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6505009000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'белье корректирующее': {
        'code': '6114300000',
        'patterns': [],
        'aliases': [],
    },
    'беруши для плавания': {
        'code': '4014900000',
        'patterns': [],
        'aliases': [],
    },
    'беруши противошумные': {
        'code': '4014900000',
        'patterns': [],
        'aliases': [],
    },
    'беседка': {
        'code': '5608199000',
        'patterns': [],
        'aliases': [],
    },
    'бескаркасный диван': {
        'code': '9401490000',
        'patterns': [],
        'aliases': [],
    },
    'беспроводная колонка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8519899009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8518220009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'бидон': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7310100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'бинокль': {
        'code': '9005100000',
        'patterns': [],
        'aliases': [],
    },
    'бинт': {
        'code': '3005905000',
        'patterns': [],
        'aliases': [
            'бинт бандажный',
        ],
    },
    'биотуалет': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'бирка': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'бисер': {
        'code': '7018101900',
        'patterns': [],
        'aliases': [],
    },
    'бита': {
        'code': '8207903000',
        'patterns': [],
        'aliases': [
            'набор бит',
        ],
    },
    'благовония': {
        'code': '3307410000',
        'patterns': [],
        'aliases': [],
    },
    'бланк документа': {
        'code': '4823908597',
        'patterns': [],
        'aliases': [],
    },
    'блендер': {
        'code': '8509400000',
        'patterns': [],
        'aliases': [
        ],
    },
    'блесна': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [
            'blesna',
        ],
    },
    'блок питания': {
        'code': '8504405500',
        'patterns': [],
        'aliases': [
        ],
    },
    'блок розжига': {
        'code': '8511300008',
        'patterns': [],
        'aliases': [],
    },
    'блок управления': {
        'code': '8537109800',
        'patterns': [
            'блок.*управ',
        ],
        'aliases': [],
    },
    'блок шлифовальный': {
        'code': '',
        'patterns': [],
        'aliases': [
            'лента шлифовальная',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6804229000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9603500009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6804223000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6804221800',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'блокиратор дверей ящиков окон': {
        'code': '8301409000',
        'patterns': [],
        'aliases': [],
    },
    'блокнот': {
        'code': '4820103000',
        'patterns': [],
        'aliases': [
            'записная книжка',
            'bloknot',
        ],
    },
    'блузка': {
        'code': '6106909000',
        'patterns': [],
        'aliases': [],
    },
    'блузка рабочая': {
        'code': '6109909000',
        'patterns': [],
        'aliases': [],
    },
    'блюдце': {
        'code': '6912002300',
        'patterns': [],
        'aliases': [],
    },
    'боди': {
        'code': '',
        'patterns': [],
        'aliases': [
            'bodi',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6114300000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6212900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6109100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'боди для малышей': {
        'code': '6209200000',
        'patterns': [],
        'aliases': [],
    },
    'бодибар': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'бокал': {
        'code': '',
        'patterns': [],
        'aliases': [
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6912002900',
                    'name': 'Керамика',
                    'group': 'ceramic',
                },
                {
                    'code': '7013499900',
                    'name': 'Стекло',
                    'group': 'glass',
                },
                {
                    'code': '3924100000',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
            ],
        },
    },
    'бокорезы': {
        'code': '8203200009',
        'patterns': [],
        'aliases': [],
    },
    'бокс для батареек': {
        'code': '',
        'patterns': [],
        'aliases': [
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8507908000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'боксерская груша': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'болгарка': {
        'code': '8467295100',
        'patterns': [],
        'aliases': [],
    },
    'болеро': {
        'code': '6110309900',
        'patterns': [],
        'aliases': [],
    },
    'болт': {
        'code': '7318159008',
        'patterns': [],
        'aliases': [],
    },
    'бордюр садовый': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3920999000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'бордюрная лента': {
        'code': '3919108000',
        'patterns': [],
        'aliases': [],
    },
    'бортовой компьютер': {
        'code': '8471490000',
        'patterns': [],
        'aliases': [],
    },
    'босоножки': {
        'code': '',
        'patterns': [
            'босонож.*',
        ],
        'aliases': [
            'балетки',
            'мюли',
            'baletki',
            'bosonozhki',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6405909000',
                    'group': 'leather',
                    'match': [
                        'балетки',
                    ],
                },
                {
                    'code': '6402999100',
                    'group': 'textile',
                    'match': [],
                },
            ],
        },
    },
    'ботинки': {
        'code': '',
        'patterns': [
            'мотооб',
        ],
        'aliases': [
            'ботильоны',
            'дутики',
            'угги',
            'botinki',
            'сноубутсы',
            'botilony',
            'uggi',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6402919000',
                    'group': 'пвх',
                    'match': [],
                },
                {
                    'code': '6405909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6405901000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'бочка садовая': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3923309090',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'браслет': {
        'code': '',
        'patterns': [],
        'aliases': [
            'бижутерия браслет на руку',
            'braslet',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '7117900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7117190000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'брезент': {
        'code': '6306120000',
        'patterns': [
            'сетка садовая',
        ],
        'aliases': [
            'setka sadovaya zatenyayushchaya',
            'сетка садовая затеняющая кв.м',
        ],
    },
    'брелок': {
        'code': '',
        'patterns': [],
        'aliases': [
            'brelok',
            'чучело',
            'урна для праха животных',
            'аромалампа',
            'дополнение для настольных игр',
            'колокольчик',
            'магнит на холодильник',
            'клумба',
            'икона',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3926400000',
                    'name': 'Пласт',
                    'group': 'plastic',
                },
                {
                    'code': '8306290009',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '4420190000',
                    'name': 'Дерево',
                    'group': 'wood',
                },
                {
                    'code': '7018909000',
                    'name': 'Стекло',
                    'group': 'glass',
                },
            ],
        },
    },
    'брелок для ключа': {
        'code': '4202921900',
        'patterns': [],
        'aliases': [
            'комплект защиты для спорта',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4202921900',
                    'group': 'искусственная кожа',
                    'match': [],
                },
            ],
        },
    },
    'бриджи': {
        'code': '6204699000',
        'patterns': [],
        'aliases': [],
    },
    'бритва': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8212101000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8504405500',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8212109000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'бритвенная головка': {
        'code': '8510900000',
        'patterns': [],
        'aliases': [],
    },
    'бронзер': {
        'code': '3304990000',
        'patterns': [],
        'aliases': [],
    },
    'брошь': {
        'code': '',
        'patterns': [],
        'aliases': [
            'brosh',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '7117900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7117190000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'брошюровщик переплетчик': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'брызговик': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'брызговики': {
        'code': '',
        'patterns': [
            'брызгови.*',
        ],
        'aliases': [
            'брызговики арт.',
            'bryzgoviki',
            'bryzgoviki art',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926300000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'брюки': {
        'code': '',
        'patterns': [],
        'aliases': [
            'джоггеры',
            'легинсы',
            'лосины',
            'штаны',
            'джинсы багги',
            'леггинсы',
            'брюки карго',
            'bryuki',
            'брюки утепленные',
            'bryuki uteplennye',
            'брюки wide leg из тенсела на завязках с кружевом',
            'брюки для полных мальчиков на резинке',
            'термобрюки',
            'leginsy',
            'мотобрюки',
            'джеггинсы',
            'легинсы для малышей',
            'легинсы малышей',
            'шорты малышей',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6103490001',
                    'name': 'Муж',
                    'group': 'male',
                    'match': [
                        'джоггеры',
                        'джинсы',
                        'длинные',
                        'льна',
                        'тонкого',
                        'колена',
                        'клеш',
                        'bonnyclub',
                    ],
                },
                {
                    'code': '6104690001',
                    'name': 'Жен',
                    'group': 'female',
                    'match': [
                        'школа',
                        'легинсы',
                    ],
                },
                {
                    'code': '6111909000',
                    'name': 'Дет',
                    'group': 'child',
                    'match': [
                        'утепленные',
                        'джинсы',
                    ],
                },
                {
                    'code': '6104630000',
                    'group': 'флис',
                    'match': [],
                },
            ],
        },
    },
    'брюки рабочие': {
        'code': '6204699000',
        'patterns': [],
        'aliases': [],
    },
    'буксируемый водный аттракцион': {
        'code': '8907100000',
        'patterns': [],
        'aliases': [],
    },
    'булава для гимнастики': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'булавка': {
        'code': '7319400000',
        'patterns': [],
        'aliases': [],
    },
    'булавы для художественной гимнастики': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [
            'резинка для рогатки',
        ],
    },
    'бумага для выпечки': {
        'code': '4806200000',
        'patterns': [],
        'aliases': [],
    },
    'бумага для заметок': {
        'code': '',
        'patterns': [],
        'aliases': [
            'bumaga dlya zametok',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4823908597',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4823908596',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4910000000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4823904000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'бумага для принтера листов': {
        'code': '4802562000',
        'patterns': [],
        'aliases': [],
    },
    'бумага для рисования': {
        'code': '4823908597',
        'patterns': [],
        'aliases': [],
    },
    'бумага пищевая': {
        'code': '',
        'patterns': [],
        'aliases': [
            'пленка пищевая',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4806200000',
                    'group': 'other',
                    'match': [
                        'пленка',
                    ],
                },
                {
                    'code': '4823908597',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4811900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4811600000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'бумажные полотенца': {
        'code': '',
        'patterns': [],
        'aliases': [
            'bumazhnye polotentsa sht',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4818209100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4803009000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4823908597',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'бумажные салфетки': {
        'code': '4818201000',
        'patterns': [],
        'aliases': [],
    },
    'бур': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8207501000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8207909900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'бур садовый ручной': {
        'code': '8207199009',
        'patterns': [],
        'aliases': [],
    },
    'бусина': {
        'code': '',
        'patterns': [],
        'aliases': [
            'бусины',
            'камень бижутерный',
            'зажим для галстука',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '7018101900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7117900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'бусы': {
        'code': '3926400000',
        'patterns': [],
        'aliases': [],
    },
    'бутылка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'butylka',
            'скатерть одноразовая',
            'салфетка сервировочная',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3923301090',
                    'name': 'Пласт до 2',
                    'group': 'plastic',
                },
                {
                    'code': '7310100000',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '3923309090',
                    'name': 'Пласт после 2',
                    'group': 'plastic',
                },
                {
                    'code': '7010906109',
                    'name': 'Стекло',
                    'group': 'glass',
                },
                {
                    'code': '6302510009',
                    'name': 'Хлопок',
                    'group': 'other',
                },
                {
                    'code': '6302539000',
                    'name': 'Синтет',
                    'group': 'other',
                },
            ],
        },
    },
    'бутылочка для животных': {
        'code': '7310100000',
        'patterns': [],
        'aliases': [],
    },
    'бутылочка для кормления': {
        'code': '3923301090',
        'patterns': [],
        'aliases': [
            'бутылочка для кормления новорожденных',
            'бутылочка',
            'detskaya butylochka dlya kormleniya novorozhdennyh',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [],
        },
    },
    'быстрозажимная гайка': {
        'code': '7318169900',
        'patterns': [],
        'aliases': [],
    },
    'бытовой инструмент': {
        'code': '8205510090',
        'patterns': [
            'яйцеч',
            'соковыжим',
            'бытовой измельчитель',
            'толкушк',
        ],
        'aliases': [
            'овощечистка',
            'овощерезка',
            'орехокол',
            'открывалка',
            'рыбочистка',
            'терка',
            'яйцечистка',
            'открывашка',
            'пылевыбивалка',
            'комплект для заваривания',
            'чеснокодавка',
            'чеснокодавилка',
            'нож для нарезки овощей соломкой как расческа',
            'terka',
            'ovoshchechistka',
        ],
    },
    'бюстгалтер': {
        'code': '6212109000',
        'patterns': [],
        'aliases': [],
    },
    'бюстгальтер': {
        'code': '6212109000',
        'patterns': [
            'бюстгальт.*',
        ],
        'aliases': [
            'бюстгальтер yedhsi бюстгальтер',
            'бюстгальтер вентал классик',
            'бюстгальтер бандо бесшовный',
            'бюстгальтер комплект',
            'byustgalter koyeta',
            'byustgalter yedhsi byustgalter',
            'бюстгальтер кружевной',
            'бюстгальтер koyeta',
            'byustgalter vental klassik',
            'бюстгальтер aueoeo',
            'byustgalter aueoeo',
        ],
    },
    'ваза': {
        'code': '',
        'patterns': [],
        'aliases': [
            'vaza',
            'украшение для бокалов бутылок',
            'гладильная доска',
            'кружка походная',
            'запчасти для парикмахерского кресла',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6913909800',
                    'name': 'Керамика',
                    'group': 'ceramic',
                },
                {
                    'code': '7018909000',
                    'name': 'Стекло',
                    'group': 'glass',
                },
                {
                    'code': '7323990000',
                    'group': 'metal',
                    'match': [
                        'металл',
                    ],
                },
                {
                    'code': '3926400000',
                    'group': 'plastic',
                    'match': [],
                },
            ],
        },
    },
    'ваза на кладбище': {
        'code': '6810990000',
        'patterns': [],
        'aliases': [],
    },
    'вакуумный пакет': {
        'code': '3923299000',
        'patterns': [],
        'aliases': [],
    },
    'валик': {
        'code': '9603409000',
        'patterns': [],
        'aliases': [
            'аксессуар для малярных работ',
            'валик малярный',
        ],
    },
    'валик для йоги': {
        'code': '9019109009',
        'patterns': [],
        'aliases': [],
    },
    'валик для тренажера': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'вальтрап': {
        'code': '4201000000',
        'patterns': [],
        'aliases': [],
    },
    'ванна': {
        'code': '3924900009',
        'patterns': [
            'ванна.*для.*детей',
        ],
        'aliases': [],
    },
    'ванна для детей': {
        'code': '3922100000',
        'patterns': [],
        'aliases': [],
    },
    'вантуз': {
        'code': '9603909100',
        'patterns': [],
        'aliases': [],
    },
    'вариатор для мототехники': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'ватные диски': {
        'code': '5601219000',
        'patterns': [],
        'aliases': [],
    },
    'ватные палочки': {
        'code': '5601219000',
        'patterns': [],
        'aliases': [],
    },
    'ватные подушечки': {
        'code': '5601219000',
        'patterns': [],
        'aliases': [],
    },
    'вафельница': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8516797000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'ведро': {
        'code': '',
        'patterns': [],
        'aliases': [
            'vedro tualet',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3924900009',
                    'name': 'Пласт',
                    'group': 'plastic',
                },
                {
                    'code': '7323990000',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '4420190000',
                    'name': 'Дерево',
                    'group': 'wood',
                },
            ],
        },
    },
    'веер': {
        'code': '',
        'patterns': [],
        'aliases': [
            'система спасисебясам для главного злодея складной веер в руке шэнь цинцю',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4420190000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4823908597',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4420909900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'вейдерсы': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926200000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6401990000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'велоаптечка с напильником': {
        'code': '3919108000',
        'patterns': [],
        'aliases': [],
    },
    'велокамера': {
        'code': '4013900000',
        'patterns': [],
        'aliases': [
            'велосипедная камера',
        ],
    },
    'велокресло детское': {
        'code': '9401790001',
        'patterns': [],
        'aliases': [],
    },
    'велокрыло': {
        'code': '8714999009',
        'patterns': [],
        'aliases': [],
    },
    'велосипед': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8712003000',
                    'group': 'adult',
                },
                {
                    'code': '9503001009',
                    'name': 'Детский',
                    'group': 'child',
                },
            ],
        },
    },
    'велосипедки': {
        'code': '6204699000',
        'patterns': [],
        'aliases': [
            'velosipedki',
        ],
    },
    'велосипедная звездочка': {
        'code': '8714999009',
        'patterns': [],
        'aliases': [],
    },
    'велосипедный звонок': {
        'code': '8512100000',
        'patterns': [],
        'aliases': [],
    },
    'велосмазка': {
        'code': '3403990000',
        'patterns': [],
        'aliases': [],
    },
    'велотренажер': {
        'code': '9506911000',
        'patterns': [],
        'aliases': [],
    },
    'велофара': {
        'code': '8512100000',
        'patterns': [],
        'aliases': [],
    },
    'вентиль для бескамерных шин': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'вентилятор': {
        'code': '',
        'patterns': [
            'вентилят.*',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8414592000',
                    'group': 'other',
                    'match': [
                        'аксессуар',
                        'вентилятора',
                        'приточно',
                        'промышленный',
                        'вытяжной',
                    ],
                },
                {
                    'code': '8414510000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8414598000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8414594000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'вентилятор автомобильный': {
        'code': '8414598000',
        'patterns': [],
        'aliases': [],
    },
    'вентилятор канальный': {
        'code': '',
        'patterns': [],
        'aliases': [
            'вентилятор вытяжной',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8414594000',
                    'group': 'other',
                    'match': [
                        'вытяжной',
                    ],
                },
                {
                    'code': '8414592000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'вентилятор приточно вытяжной': {
        'code': '8414900000',
        'patterns': [],
        'aliases': [],
    },
    'веревка': {
        'code': '5607509000',
        'patterns': [],
        'aliases': [
            'verevka alpinistskaya',
            'веревка альпинистская',
            'verevka',
        ],
    },
    'вертлюг': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [],
    },
    'вертушка': {
        'code': '9503009909',
        'patterns': [],
        'aliases': [],
    },
    'весло': {
        'code': '9506290000',
        'patterns': [],
        'aliases': [],
    },
    'весы': {
        'code': '',
        'patterns': [],
        'aliases': [
            'совок для корма',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8423101000',
                    'group': 'other',
                    'match': [
                        'разноцветный',
                        'кухонные',
                        'китай',
                    ],
                },
                {
                    'code': '8423109000',
                    'group': 'other',
                    'match': [
                        'металлические',
                        'белый',
                        'орнаментом',
                        'кухонные',
                        'китай',
                        'винтажные',
                    ],
                },
            ],
        },
    },
    'ветка шишка декоративная': {
        'code': '6702100000',
        'patterns': [],
        'aliases': [],
    },
    'ветровка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6101309000',
                    'group': 'полиэфирное волокно',
                    'match': [],
                },
                {
                    'code': '6202400001',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6201900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6102309000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6102909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6202400009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6202900009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'ветровые лопасти': {
        'code': '8502310000',
        'patterns': [],
        'aliases': [],
    },
    'вешалка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'вешалка напольная',
            'veshalka',
            'аксессуар для вязальных спиц',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3924900009',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
                {
                    'code': '7323990000',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '4421999000',
                    'name': 'Дерево',
                    'group': 'wood',
                },
            ],
        },
    },
    'вешалка автомобильная': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'вешалка настенная': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'вешалка органайзер': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'вешалка плечики': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'вибратор': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9019101000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9019109009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'вибромассажер': {
        'code': '9019101000',
        'patterns': [],
        'aliases': [],
    },
    'виброрейка': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'вибростанок': {
        'code': '8501402009',
        'patterns': [],
        'aliases': [],
    },
    'видеодомофон': {
        'code': '8525813000',
        'patterns': [],
        'aliases': [],
    },
    'видеоигра': {
        'code': '9504500001',
        'patterns': [],
        'aliases': [
            'banpresto figurka friren sousou no frieren kollektsionnaya',
            'banpresto фигурка фрирен sousou no frieren коллекционная',
        ],
    },
    'видеокарта': {
        'code': '8542319090',
        'patterns': [],
        'aliases': [],
    },
    'видеорегистратор с камерой заднего вида': {
        'code': '8521900009',
        'patterns': [],
        'aliases': [],
    },
    'визитная карточка': {
        'code': '4823908597',
        'patterns': [
            'визит.*карто',
        ],
        'aliases': [],
    },
    'визор': {
        'code': '3926909200',
        'patterns': [],
        'aliases': [],
    },
    'вилка': {
        'code': '8215991000',
        'patterns': [],
        'aliases': [
            'vilka',
        ],
        'material_codes': {
            'латунь': '8536699008',
        },
    },
    'вилка штепсельная': {
        'code': '8536699008',
        'patterns': [],
        'aliases': [
            'штепсельный разъем',
        ],
    },
    'вилы': {
        'code': '8201900009',
        'patterns': [],
        'aliases': [],
    },
    'виниловый проигрыватель': {
        'code': '8519891100',
        'patterns': [
            'винил.*проиг',
        ],
        'aliases': [],
    },
    'винт': {
        'code': '',
        'patterns': [],
        'aliases': [
            'саморез',
            'комплект саморезов',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '7318155900',
                    'name': 'Крестообразный шлиц',
                    'group': 'крестообразный',
                    'match': [
                        'крестообраз',
                        'phillips',
                        'ph2',
                        'ph3',
                    ],
                },
                {
                    'code': '7318156900',
                    'name': 'Шестигранный шлиц',
                    'group': 'шестигранный',
                    'match': [
                        'шестигран',
                        'hex',
                        'под ключ',
                    ],
                },
                {
                    'code': '7318154100',
                    'name': 'Без головки/шлица',
                    'group': 'без головки',
                    'match': [
                        'без головки',
                        'без шлица',
                        'потайной',
                        'headless',
                    ],
                },
            ],
        },
    },
    'витамины': {
        'code': '2936290009',
        'patterns': [],
        'aliases': [],
    },
    'вкладыш для обуви': {
        'code': '6406905000',
        'patterns': [],
        'aliases': [],
    },
    'вкладыш от пота': {
        'code': '4818500000',
        'patterns': [],
        'aliases': [
            'вкладыши от пота',
        ],
    },
    'вкладышь в спальный мешок': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'влажные салфетки': {
        'code': '3401190000',
        'patterns': [],
        'aliases': [
            'влажные',
            'ушей',
            'чистящие',
            'домашние',
            'удаления',
            'чистки',
        ],
    },
    'внешний аккамулятор': {
        'code': '8507600000',
        'patterns': [],
        'aliases': [],
    },
    'внешний аккумулятор': {
        'code': '8507800009',
        'patterns': [],
        'aliases': [],
    },
    'воблер': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [],
    },
    'вода парфюмерная': {
        'code': '3303009000',
        'patterns': [],
        'aliases': [
            'voda parfyumernaya',
        ],
    },
    'водная игрушка': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'водолазка': {
        'code': '6109909000',
        'patterns': [],
        'aliases': [
            'vodolazka',
        ],
    },
    'водонагреватель газовый': {
        'code': '8419110000',
        'patterns': [],
        'aliases': [],
    },
    'водонагреватель для бассейна': {
        'code': '8516108000',
        'patterns': [],
        'aliases': [],
    },
    'водонагреватель проточный': {
        'code': '8419110000',
        'patterns': [],
        'aliases': [],
    },
    'водоросли нори': {
        'code': '1212210000',
        'patterns': [],
        'aliases': [],
    },
    'водосгон автомобильный': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'водяной насос': {
        'code': '8413810000',
        'patterns': [],
        'aliases': [
            'насос погружной',
            'насос для пруда',
        ],
    },
    'воздуходувка': {
        'code': '8467292000',
        'patterns': [
            'воздуходув.*',
        ],
        'aliases': [
            'строительный миксер',
            'степлер строительный',
            'плиткорез электрический',
            'трещотка',
            'электросекатор',
            'вакуумная присоска для плитки',
            'газонокосилка механическая',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8467292000',
                    'group': 'металлический',
                    'match': [],
                },
            ],
        },
    },
    'воздушный змей': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9505900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503009500',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9506999000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'воздушный шар': {
        'code': '9505900000',
        'patterns': [],
        'aliases': [],
    },
    'воланы': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'волосы для наращивания': {
        'code': '6704900000',
        'patterns': [],
        'aliases': [],
    },
    'вольер для животных': {
        'code': '7326200001',
        'patterns': [
            'волье.*для.*живот',
        ],
        'aliases': [
            'вольер',
        ],
    },
    'вольтметр': {
        'code': '9030339100',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9030339100',
                    'group': 'металлический',
                    'match': [],
                },
            ],
        },
    },
    'воронка': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [
            'voronka',
            'воронка техническая',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'plastic',
                    'match': [],
                },
            ],
        },
    },
    'воронка кухонная': {
        'code': '3924900009',
        'patterns': [],
        'aliases': [],
    },
    'ворота безопасности': {
        'code': '5608193000',
        'patterns': [],
        'aliases': [],
    },
    'воротник съемный': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6117801009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6217900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6217100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6214300000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'вращающийся столик': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [],
    },
    'временная татуировка': {
        'code': '4908900000',
        'patterns': [
            'време.*перев.*татуи',
        ],
        'aliases': [
            'временные татуировки',
            'временная переводная татуировка',
            'временная переводная татуировка цветы',
        ],
    },
    'вспениватель молока': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8509400000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8509800000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'вставка мультируля': {
        'code': '8536501101',
        'patterns': [],
        'aliases': [],
    },
    'встраеваемый mp3 плеер': {
        'code': '8519813500',
        'patterns': [],
        'aliases': [],
    },
    'втулка для сверла': {
        'code': '7318153008',
        'patterns': [],
        'aliases': [],
    },
    'выключатель': {
        'code': '',
        'patterns': [
            'выключате.*',
            'переключате.*',
        ],
        'aliases': [
            'кнопки руля',
            'блок управления стеклоподъемника',
            'блок управления стеклоподъемниками',
            'блок управления стеклоподъемников',
            'elektricheskiy pedalnyy vyklyuchatel bez fiksatsii liniya dlinoy',
            'электрический педальный выключатель линия длиной',
            'выключатель кнопочный',
            'выключатель поворотный',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8536501109',
                    'name': 'Кнопочный',
                    'group': 'кнопочный',
                    'match': [
                        'кнопочн',
                        'кнопка',
                        'клавиш',
                        'push button',
                        'тумблер',
                        'педальный выключатель',
                    ],
                },
                {
                    'code': '8536501509',
                    'name': 'Поворотный',
                    'group': 'поворотный',
                    'match': [
                        'поворотн',
                        'вращающ',
                        'ротационн',
                        'rotary switch',
                    ],
                },
            ],
        },
    },
    'выключатель для мойки высокого давления': {
        'code': '8536501906',
        'patterns': [],
        'aliases': [],
    },
    'выколотка направляющих клапанов': {
        'code': '8481900000',
        'patterns': [],
        'aliases': [],
    },
    'вынос руля': {
        'code': '8708949909',
        'patterns': [],
        'aliases': [],
    },
    'выпрямитель для волос': {
        'code': '8516320000',
        'patterns': [],
        'aliases': [
            'плойка для завивки волос',
            'плойка завивки волос',
        ],
    },
    'вырезалка': {
        'code': '4903000000',
        'patterns': [],
        'aliases': [
            'вырезалка из бумаги май литл пони и тока бока',
        ],
    },
    'гаечный ключ': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'газовая горелка': {
        'code': '7321119000',
        'patterns': [],
        'aliases': [],
    },
    'газон искусственный': {
        'code': '',
        'patterns': [],
        'aliases': [
            'цветы на кладбище',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6702900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '5703390001',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '5703900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'газонокосилка': {
        'code': '',
        'patterns': [
            'газонокосил.*',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8467292000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8467298000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8433111000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'гайка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'gayka',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '7318169109',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7318163008',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'гайковерт': {
        'code': '',
        'patterns': [
            'гайкове.*',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8467292000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8467219900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8467211000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'галоши': {
        'code': '',
        'patterns': [],
        'aliases': [
            'galoshi',
            'калоши',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6405909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6401921000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6402919000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6401990000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'галстук': {
        'code': '6215900000',
        'patterns': [],
        'aliases': [
            'galstuk',
        ],
    },
    'гамак': {
        'code': '',
        'patterns': [],
        'aliases': [
            'автогамак',
            'гамак подвесной уличный для детей и взрослых на дачу',
            'эксклюзивный автогамак на заднее сиденье для транспортировки собак и кошек в машине',
            'eksklyuzivnyy avtogamak na zadnee sidene dlya transportirovki sobak i koshek v mashine',
            'пояс для похудения',
            'подставка для педикюра',
            'ведро туристическое',
            'чехол для мототехники',
            'декор для флористики',
            'ремень для камеры',
            'аксессуар для пазла',
            'палатка детская игровая',
            'ремень для багажа',
            'одежда адаптивная',
            'экран для проектора',
            'портативная паровая сауна',
            'протектор для мебели',
            'лента для бейджа',
            'пакет мешок для приготовления',
            'мешок для стирки',
            'сукно для покера',
            'покрывало для животных',
            'запчасть для садовой косы',
            'чехол для велосипеда',
            'кресло надувное',
            'держатель для перчаток',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6306900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'гантели': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'гастроёмкость': {
        'code': '7323930000',
        'patterns': [],
        'aliases': [
            'гастроемкость',
        ],
    },
    'гель для бровей': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3304990000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3304200000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'гель для лица': {
        'code': '3304990000',
        'patterns': [],
        'aliases': [],
    },
    'гель для ногтей': {
        'code': '3304300000',
        'patterns': [
            'гель.*для.*ногте',
        ],
        'aliases': [
            'усиленный классический набор для дип-системы.',
            'средство для ногтей кутикулы',
            'топовое покрытие для ногтей',
        ],
    },
    'гель для стирки': {
        'code': '3402500000',
        'patterns': [],
        'aliases': [
            'жидкое средство для стирки',
            'усилитель стирки',
            'таблетки для стирки',
            'ловушка цвета для стирки',
            'гель для посудомоечной машины',
            'салфетка для очков',
        ],
    },
    'гель для тела': {
        'code': '3401300000',
        'patterns': [
            'гель.*для.*тела',
        ],
        'aliases': [
            'гель для тела парфюмированный догорающее солнце',
            'лосьон для тела',
        ],
    },
    'гель лак': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3304300000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3305300000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'генератор мыльных пузырей детский': {
        'code': '8424200000',
        'patterns': [],
        'aliases': [],
    },
    'геометрический набор': {
        'code': '9017801000',
        'patterns': [],
        'aliases': [],
    },
    'геотекстиль': {
        'code': '5603129000',
        'patterns': [],
        'aliases': [],
    },
    'гермомешок': {
        'code': '',
        'patterns': [
            'гермомеш.*',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4819400000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202921900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3923299000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'гетры': {
        'code': '6406909000',
        'patterns': [],
        'aliases': [
            'getry',
        ],
    },
    'гетры компрессионные': {
        'code': '6115101009',
        'patterns': [],
        'aliases': [],
    },
    'гидроизоляционный материал': {
        'code': '3919900000',
        'patterns': [
            'гидро.*матер',
        ],
        'aliases': [],
    },
    'гидрокостюм': {
        'code': '',
        'patterns': [
            'гидрокост.*',
        ],
        'aliases': [
            'гидромайка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6113001000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9506290000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6110309900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6112190000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'гимнастические кольца': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9506919000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9506999000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'гирлянда хвойная': {
        'code': '9505109000',
        'patterns': [],
        'aliases': [],
    },
    'гиря': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'гитара': {
        'code': '9207901000',
        'patterns': [],
        'aliases': [],
    },
    'гитарный комбоусилитель': {
        'code': '9209940000',
        'patterns': [],
        'aliases': [],
    },
    'гитарный слайд': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [],
    },
    'глазурь': {
        'code': '1704907500',
        'patterns': [],
        'aliases': [],
    },
    'глина': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3407000000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'глобус': {
        'code': '4905900000',
        'patterns': [],
        'aliases': [],
    },
    'глушитель': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8708923509',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8708999709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'глушитель для мототехники': {
        'code': '8714104000',
        'patterns': [],
        'aliases': [],
    },
    'глюкометр': {
        'code': '9018199000',
        'patterns': [],
        'aliases': [],
    },
    'гнездо автомобильного прикуривателя': {
        'code': '8536699008',
        'patterns': [],
        'aliases': [],
    },
    'гобелен': {
        'code': '5805000000',
        'patterns': [],
        'aliases': [],
    },
    'головка для электробритвы': {
        'code': '8510900000',
        'patterns': [],
        'aliases': [
            'komplektuyushchie dlya elektrobritv',
            'комплектующие электробритв',
            'насадка для электробритвы',
        ],
    },
    'головка ударная': {
        'code': '8204200000',
        'patterns': [
            'голов.*ударн',
        ],
        'aliases': [
            'головка ударная 6-ти гранная 13мм 12',
        ],
    },
    'головка цилиндра': {
        'code': '8409990009',
        'patterns': [],
        'aliases': [],
    },
    'головка шлифовальная': {
        'code': '6804210000',
        'patterns': [],
        'aliases': [],
    },
    'головной убор': {
        'code': '9505900000',
        'patterns': [
            'голов.*убор',
        ],
        'aliases': [
            'кокошник современный русский хохлома клубника ',
        ],
    },
    'головной убор карнавальный': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9505900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6506101000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6704110000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9615900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'головной убор рабочий': {
        'code': '3926200000',
        'patterns': [],
        'aliases': [],
    },
    'головоломка': {
        'code': '9503006900',
        'patterns': [
            'головолом.*',
        ],
        'aliases': [
            'golovolomka',
        ],
    },
    'гольфы': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6115950000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6115961000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6115969900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6115301900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'горелка': {
        'code': '8205600000',
        'patterns': [],
        'aliases': [
            'gorelka',
            'туристическая горелка',
            'туристическая',
            'туристический обогреватель',
        ],
    },
    'горжетка': {
        'code': '4304000000',
        'patterns': [],
        'aliases': [],
    },
    'горка': {
        'code': '9503009909',
        'patterns': [],
        'aliases': [],
    },
    'горка детская': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'горчица': {
        'code': '2103909009',
        'patterns': [],
        'aliases': [],
    },
    'горшок для ребенка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3922900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'горшок для цветов': {
        'code': '',
        'patterns': [
            'горшо.*для.*цвето',
        ],
        'aliases': [
            'bhzjkkg вазон белый',
            'bhzjkkg vazon l tsvet belyy',
            'bhzjkkg',
            'вазон',
            'vazon',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6913909800',
                    'name': 'Керамика',
                    'group': 'ceramic',
                },
                {
                    'code': '7018909000',
                    'name': 'Стекло',
                    'group': 'glass',
                },
                {
                    'code': '5603139000',
                    'name': 'Нетканый',
                    'group': 'textile',
                },
                {
                    'code': '3924900009',
                    'group': 'plastic',
                    'match': [],
                },
            ],
        },
    },
    'грабли': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8201300000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8201900009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'гравер': {
        'code': '',
        'patterns': [],
        'aliases': [
            'виброгравер матовка сигнограф применяется для гравировки на металле стекле пластмассе камне древесине цветном виброгравер',
            'vibrograver matovka signograf primenyaetsya dlya gravirovki na metalle stekle plastmasse',
            'vibrograver',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8467292000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8467298509',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8467295900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8467219900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8207909900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'гребень': {
        'code': '9615110000',
        'patterns': [],
        'aliases': [
            'гребень для груминга собак и кошекрасческа для собак и кошек moon гребень профессиональный для груминга антистатический эффект см',
            'greben',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [],
        },
    },
    'грейфер для чистки колодца': {
        'code': '8201100000',
        'patterns': [],
        'aliases': [],
    },
    'гречневая лапша': {
        'code': '1902301000',
        'patterns': [],
        'aliases': [],
    },
    'греющий элемент для термосумки': {
        'code': '8516808000',
        'patterns': [],
        'aliases': [],
    },
    'грипсы': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'грипсы для мототехники': {
        'code': '8714101000',
        'patterns': [],
        'aliases': [],
    },
    'грузило': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [
            'gruzilo',
        ],
    },
    'грузы для штор': {
        'code': '8505199000',
        'patterns': [],
        'aliases': [
            'магниты для штор',
        ],
    },
    'грунтовка': {
        'code': '3208909900',
        'patterns': [],
        'aliases': [],
    },
    'грядка': {
        'code': '6307909100',
        'patterns': [],
        'aliases': [],
    },
    'губка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3924900009',
                    'name': 'Пласт',
                    'group': 'plastic',
                },
                {
                    'code': '7323100000',
                    'name': 'Металл',
                    'group': 'metal',
                },
            ],
        },
    },
    'губка для лица': {
        'code': '9616200000',
        'patterns': [],
        'aliases': [],
    },
    'губка шлифовальная': {
        'code': '6805300009',
        'patterns': [],
        'aliases': [],
    },
    'дарсонваль': {
        'code': '3305900009',
        'patterns': [
            'дарсонва.*',
        ],
        'aliases': [],
    },
    'датчик автомобильный': {
        'code': '8708999709',
        'patterns': [],
        'aliases': [],
    },
    'датчик давления': {
        'code': '9026202000',
        'patterns': [],
        'aliases': [
            'датчик давления шин',
        ],
    },
    'датчик давления масла': {
        'code': '9026204000',
        'patterns': [],
        'aliases': [],
    },
    'датчик дверной ручки': {
        'code': '8536501101',
        'patterns': [],
        'aliases': [],
    },
    'датчик кислорода': {
        'code': '9026802000',
        'patterns': [
            'датчи.*кисло',
        ],
        'aliases': [],
    },
    'датчик контроля высоты': {
        'code': '9031803400',
        'patterns': [],
        'aliases': [],
    },
    'датчик парктроника': {
        'code': '8512309009',
        'patterns': [],
        'aliases': [],
    },
    'датчик погружения': {
        'code': '9025804000',
        'patterns': [],
        'aliases': [],
    },
    'датчик расхода воздуха': {
        'code': '9026802000',
        'patterns': [],
        'aliases': [],
    },
    'датчик скорости': {
        'code': '9029900009',
        'patterns': [
            'датчи.*скоро',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9029900009',
                    'group': 'abs пластик',
                    'match': [],
                },
            ],
        },
    },
    'датчик температуры': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9025198009',
                    'group': 'other',
                    'match': [
                        'влажности',
                        'modbus',
                        'din',
                    ],
                },
                {
                    'code': '9032102000',
                    'group': 'other',
                    'match': [
                        'датчики',
                        'зондом',
                        'водонепроницаемые',
                    ],
                },
            ],
        },
    },
    'датчик угарного газа': {
        'code': '8531103000',
        'patterns': [],
        'aliases': [],
    },
    'дверь': {
        'code': '8302420000',
        'patterns': [],
        'aliases': [
            'дверь межкомнатная',
        ],
    },
    'двигатель': {
        'code': '8501320008',
        'patterns': [],
        'aliases': [],
    },
    'двигатель вентилятора': {
        'code': '8501109900',
        'patterns': [],
        'aliases': [],
    },
    'двигатель для садовой техники': {
        'code': '8409910008',
        'patterns': [],
        'aliases': [],
    },
    'двигатель для электровелосипеда': {
        'code': '8537109100',
        'patterns': [],
        'aliases': [],
    },
    'двигатель и модульный переключатель': {
        'code': '8501109100',
        'patterns': [],
        'aliases': [],
    },
    'дезодорант': {
        'code': '3307200000',
        'patterns': [],
        'aliases': [
            'дезодорант антиперспирант',
            'дезодорант антиперспирант "ягодный микс"',
            'dezodorant',
        ],
    },
    'декоративное украшение': {
        'code': '7018909000',
        'patterns': [],
        'aliases': [],
    },
    'декорация аквариума': {
        'code': '3926400000',
        'patterns': [],
        'aliases': [],
    },
    'декорация для аквариума террариума': {
        'code': '',
        'patterns': [
            'декор.*для.*аквар.*терра',
        ],
        'aliases': [
            'декорация для аквариума, террариума',
            'клеенка на стол',
            'самоклеящаяся пленка для мебели',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3919900000',
                    'group': 'abs пластик',
                    'match': [
                        'мототехники',
                        'защита',
                    ],
                },
                {
                    'code': '3926400000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6702100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '2530900009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'делитель частоты': {
        'code': '8518408008',
        'patterns': [],
        'aliases': [],
    },
    'демпфер замка двери автомобиля': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8302600009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'держатель': {
        'code': '',
        'patterns': [
            'держате.*',
        ],
        'aliases': [
            'derzhatel',
            'направляющая для инструмента',
            'печь для сжигания мусора',
            'газетница',
            'тачка садовая',
            'адресник',
            'барный стул',
            'инструмент для флористики',
            'механизм качания',
            'урна уличная',
            'комплект кровельной вентиляции',
            'барьеры парковочные',
            'подножка автомобильная',
            'адаптер для велосипеда',
            'стойка крепление для акустики',
            'запчасти для фаркопа',
            'кочерга',
            'комплект дымохода',
            'барабан сцепления для мототехники',
            'выпуск для раковины',
            'система хранения гаражная',
            'фурнитура для ворот',
            'штырь для привязи собак',
            'готовый навес для крыльца',
            'зажим для бумаги',
            'оснастка для станка',
            'ножка для мебели',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'axis': [
                'purpose_category',
                'purpose',
                'material_characteristic',
                'material',
            ],
            'variants': [
                {
                    'code': '3926909709',
                    'name': 'Пласт',
                    'group': 'plastic',
                },
                {
                    'code': '7326909807',
                    'name': 'Металл',
                    'group': 'metal',
                    'match': [
                        'защелки',
                        'удлинители',
                        'автомобильные',
                    ],
                },
                {
                    'code': '4421999000',
                    'name': 'Дерево',
                    'group': 'wood',
                },
                {
                    'code': '3924900009',
                    'group': 'plastic',
                    'match': [
                        'самоклеящийся',
                        'настенный',
                    ],
                    'characteristic': 'household',
                },
                {
                    'code': '7323990000',
                    'group': 'metal',
                    'match': [
                        'металл',
                    ],
                    'characteristic': 'household',
                },
                {
                    'code': '8505199000',
                    'group': 'magnet',
                    'match': [
                        'магнитный',
                        'иголок',
                    ],
                },
            ],
        },
    },
    'держатель автомобильный': {
        'code': '8505110000',
        'patterns': [],
        'aliases': [],
    },
    'держатель для душа': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'держатель для инструментов': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'держатель для костылей трости': {
        'code': '6602000000',
        'patterns': [],
        'aliases': [],
    },
    'держатель для крышек': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'держатель для телефона': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'держатель кухонный': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'держатель садового инструмента': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'детектор': {
        'code': '9027101000',
        'patterns': [],
        'aliases': [],
    },
    'детектор почвы': {
        'code': '9026102900',
        'patterns': [],
        'aliases': [],
    },
    'детектор протечки': {
        'code': '8531103000',
        'patterns': [],
        'aliases': [],
    },
    'детская книжка': {
        'code': '4903000000',
        'patterns': [],
        'aliases': [],
    },
    'детский музыкальный инструмент': {
        'code': '9503005500',
        'patterns': [],
        'aliases': [],
    },
    'детское компьютерное кресло': {
        'code': '9401390000',
        'patterns': [],
        'aliases': [
            'офисное кресло',
            'игровое компьютерное кресло',
        ],
    },
    'дефлектор': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [
            'дефлектор для окон',
        ],
    },
    'джазовки': {
        'code': '6405209100',
        'patterns': [],
        'aliases': [],
    },
    'джиббитсы': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926400000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'джинсы': {
        'code': '',
        'patterns': [],
        'aliases': [
            'dzhinsy',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6203423100',
                    'name': 'Муж',
                    'group': 'male',
                },
                {
                    'code': '6204623100',
                    'name': 'Жен',
                    'group': 'female',
                },
                {
                    'code': '6111909000',
                    'name': 'Дет',
                    'group': 'child',
                },
                {
                    'code': '6104630000',
                    'group': 'female',
                },
            ],
        },
    },
    'джойстик': {
        'code': '9504500009',
        'patterns': [],
        'aliases': [
            'геймпад',
            'игровой контроллер',
            'usb-геймпад',
        ],
    },
    'джостик': {
        'code': '9504500009',
        'patterns': [],
        'aliases': [],
    },
    'диагностический прибор': {
        'code': '8537109100',
        'patterns': [],
        'aliases': [],
    },
    'диван': {
        'code': '',
        'patterns': [],
        'aliases': [
            'divan',
            'детский стул',
            'держатель для бутылок интерьерный',
            'детский стол',
            'подставка под системный блок',
            'вешалка потолочная',
            'банкетка',
            'этажерка для обуви',
            'стул откидной',
            'комплект детской мебели',
            'подставка под монитор',
            'кровать раздвижная',
            'стол обеденный',
            'садовая тумба',
            'держатель для книг',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '9403208009',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '9403609009',
                    'name': 'Дерево',
                    'group': 'wood',
                },
                {
                    'code': '9403700008',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
            ],
        },
    },
    'диван надувной': {
        'code': '9401490000',
        'patterns': [],
        'aliases': [],
    },
    'диджейский пульт': {
        'code': '8537109100',
        'patterns': [],
        'aliases': [],
    },
    'дизельный отопитель автономный': {
        'code': '7322900009',
        'patterns': [],
        'aliases': [],
    },
    'динамик': {
        'code': '8518299600',
        'patterns': [],
        'aliases': [],
    },
    'диск для записи': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8523494500',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8523495100',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'диск зачистной': {
        'code': '6804300000',
        'patterns': [],
        'aliases': [],
    },
    'диск игровой': {
        'code': '8523495100',
        'patterns': [
            'диск.*игров',
        ],
        'aliases': [
            'игра игра metaphor: refantazio (playstation 4 русские субтитры)',
        ],
    },
    'диск пильный': {
        'code': '',
        'patterns': [
            'диск.*пильн',
        ],
        'aliases': [
            'диск пильный 116 x 18 x 20',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8202310000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6804210000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'диск сцепления': {
        'code': '8708939009',
        'patterns': [],
        'aliases': [],
    },
    'диск тормозной': {
        'code': '8708309109',
        'patterns': [],
        'aliases': [
            'диск тормозной арт.',
            'disk tormoznoy art',
            'тормозной барабан',
        ],
    },
    'диско шар': {
        'code': '9505900000',
        'patterns': [],
        'aliases': [],
    },
    'диспенсер': {
        'code': '',
        'patterns': [
            'диспенс.*',
        ],
        'aliases': [
            'насос садового опрыскивателя',
            'насос для садового опрыскивателя',
            'насосная станция',
            'мотопомпа',
            'фильтрующий насос для бассейна',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3923301090',
                    'name': 'Пласт до 2',
                    'group': 'plastic',
                },
                {
                    'code': '7310100000',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '3923309090',
                    'name': 'Пласт после 2',
                    'group': 'plastic',
                },
                {
                    'code': '8413810000',
                    'group': 'other',
                    'match': [
                        'воды',
                        'помпа',
                        'настольная',
                    ],
                },
            ],
        },
    },
    'диспенсер для гигиенических пакетов для животных': {
        'code': '3923299000',
        'patterns': [],
        'aliases': [],
    },
    'диспенсер для напитков': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7013379900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7013499900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'дисплей': {
        'code': '8524910090',
        'patterns': [],
        'aliases': [
            'displey',
        ],
    },
    'длинногубцы': {
        'code': '8203200009',
        'patterns': [],
        'aliases': [],
    },
    'дневник': {
        'code': '4823908597',
        'patterns': [],
        'aliases': [],
    },
    'дождевик': {
        'code': '3926200000',
        'patterns': [],
        'aliases': [
            'dozhdevik',
            'чехлы дождевики на обувь',
        ],
    },
    'дозатор для жидкого мыла': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8509800000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3923301090',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7010904300',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'дозатор для напитков': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3923309090',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'дозатор жидкого мыла': {
        'code': '3924900009',
        'patterns': [],
        'aliases': [],
    },
    'док станция': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8504405500',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8507908000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'докер': {
        'code': '6505009000',
        'patterns': [],
        'aliases': [],
    },
    'долото': {
        'code': '8205300000',
        'patterns': [],
        'aliases': [
            'набор долото',
        ],
    },
    'дом для хомяка': {
        'code': '4421999000',
        'patterns': [
            'дом.*для.*хомяк',
        ],
        'aliases': [
            'дом для хомяка одноэтажный',
            'накладка для ракетки',
            'трафарет для рукоделия',
        ],
    },
    'домик для животных': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'домкрат автомобильный': {
        'code': '8425490000',
        'patterns': [],
        'aliases': [],
    },
    'домофон': {
        'code': '8531809500',
        'patterns': [],
        'aliases': [],
    },
    'донная снасть': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [],
    },
    'доска': {
        'code': '',
        'patterns': [],
        'aliases': [
            'миска походная',
            'автоклав домашний',
            'половник',
            'противень',
            'кухонный ковш',
            'охладитель для напитков',
            'скалка',
            'мыльница',
            'венчик',
            'лабораторная посуда',
            'кастрюля',
            'ведро пищевое',
            'держатель для полотенец',
            'насадка для кондитерского мешка',
            'чайник походный',
            'фритюрница',
            'шпатель скребок кондитерский',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '7323990000',
                    'group': 'metal',
                    'match': [
                        'разделочная',
                    ],
                },
                {
                    'code': '4419900000',
                    'group': 'wood',
                    'match': [
                        'разморозки',
                        'продуктов',
                    ],
                },
                {
                    'code': '7323930000',
                    'group': 'metal',
                    'match': [
                        'сувенирная',
                        'разделочная',
                        'блинов',
                        'железо',
                        'сковорода',
                    ],
                    'characteristic': 'household',
                },
                {
                    'code': '3924100000',
                    'group': 'abs пластик',
                    'match': [],
                },
            ],
        },
    },
    'доска для плавания': {
        'code': '9506290000',
        'patterns': [],
        'aliases': [
            'круг для плавания',
            'буй для плавания',
        ],
    },
    'дрель': {
        'code': '',
        'patterns': [],
        'aliases': [
            'nanweiru drel shurupovert v nm akb',
            'himers drel shurupovert v nm akb',
            'nanweiru дрель шуруповерт в нм акб',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8467219900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8207909900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'дрель настольная': {
        'code': '8467298509',
        'patterns': [],
        'aliases': [],
    },
    'дрель шуруповерт': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8467211000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8467292000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'дровница': {
        'code': '7323990000',
        'patterns': [],
        'aliases': [
            'drovnitsa perenosnaya napolnaya',
            'дровница переносная напольная',
            'drovnitsa',
        ],
    },
    'дроссель для электровелосипеда': {
        'code': '8536501509',
        'patterns': [],
        'aliases': [],
    },
    'дуршлаг': {
        'code': '',
        'patterns': [],
        'aliases': [
            'durshlag diametr sm predm',
            'durshlag',
            'дуршлаг диаметр предм.',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6914900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323990000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'духи': {
        'code': '3303001000',
        'patterns': [],
        'aliases': [
            'duhi',
        ],
    },
    'духовой инструмент': {
        'code': '9205909000',
        'patterns': [],
        'aliases': [],
    },
    'душ садовый': {
        'code': '8413810000',
        'patterns': [
            'душ.*садов',
        ],
        'aliases': [],
    },
    'душевой комплект': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8481801100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8481801900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'дымогенератор': {
        'code': '8467292000',
        'patterns': [],
        'aliases': [
            'дымогенератор портативная дымовая машина с дистанционным управлением многофункциональный',
        ],
    },
    'дымоходная труба': {
        'code': '6905900000',
        'patterns': [],
        'aliases': [],
    },
    'дырокол': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'дыхательный тренажер': {
        'code': '9019200000',
        'patterns': [],
        'aliases': [],
    },
    'дюбель': {
        'code': '3925901000',
        'patterns': [],
        'aliases': [],
        'material_codes': {
            'стальной': '7318149900',
        },
    },
    'ежедневник': {
        'code': '4820103000',
        'patterns': [],
        'aliases': [],
    },
    'елка искусственная': {
        'code': '6702100000',
        'patterns': [],
        'aliases': [],
    },
    'елочные украшения': {
        'code': '',
        'patterns': [],
        'aliases': [
            'украшение новогоднее',
            'елочные бусы',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9505109000',
                    'group': 'other',
                    'match': [
                        'новогоднее',
                        'праздник',
                        'украшение',
                    ],
                },
                {
                    'code': '9505101000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'емкость': {
        'code': '',
        'patterns': [],
        'aliases': [
            'емкость мерная',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3923301090',
                    'name': 'Пласт до 2л',
                    'group': 'plastic',
                },
                {
                    'code': '7310100000',
                    'name': 'Металл',
                    'group': 'metal',
                    'match': [
                        'нержавеющая',
                        'сталь',
                        'кувшин',
                    ],
                },
                {
                    'code': '7010906109',
                    'name': 'Стекло',
                    'group': 'glass',
                },
            ],
        },
    },
    'ершик': {
        'code': '9603909900',
        'patterns': [],
        'aliases': [
            'насадка на ершик для унитаза',
            'nasadka na ershik dlya unitaza',
            'ershik',
            'ershiki',
            'ершики',
            'декор для биокамина',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9603909900',
                    'group': 'plastic',
                    'match': [],
                },
            ],
        },
    },
    'ершик для унитаза': {
        'code': '9603909100',
        'patterns': [],
        'aliases': [],
    },
    'жалюзи': {
        'code': '',
        'patterns': [],
        'aliases': [
            'стержни управления жалюзи прозрачные с крючками легкая установка',
            'sterzhni upravleniya zhalyuzi prozrachnye s kryuchkami legkaya ustanovka',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3925300000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6303929000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'жасминовый чай': {
        'code': '0902100009',
        'patterns': [],
        'aliases': [],
    },
    'жевательная резинка': {
        'code': '1704101000',
        'patterns': [],
        'aliases': [],
    },
    'жесткий диск': {
        'code': '8471709800',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8471709800',
                    'group': 'plastic',
                    'match': [],
                },
            ],
        },
    },
    'живой декор': {
        'code': '0602909900',
        'patterns': [],
        'aliases': [],
    },
    'жилет': {
        'code': '',
        'patterns': [],
        'aliases': [
            'трикотажный жилет с завязками',
            'трикотажный',
            'zhilet',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6110909000',
                    'name': 'Текстиль',
                    'group': 'textile',
                },
                {
                    'code': '4203100001',
                    'name': 'Кожа',
                    'group': 'leather',
                },
            ],
        },
    },
    'жилет спасательный': {
        'code': '6307200000',
        'patterns': [],
        'aliases': [
            'жилет для плавания',
        ],
    },
    'забойный инструмент': {
        'code': '8467190000',
        'patterns': [],
        'aliases': [],
    },
    'забор декоративный': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'заводная игрушка': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'заглушка': {
        'code': '4016999708',
        'patterns': [
            'заглушк.*',
        ],
        'aliases': [
            'заглушки',
            'пробка резиновая',
        ],
    },
    'заглушка декоративная': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'заготовка для рукоделия': {
        'code': '3926909709',
        'patterns': [
            'загот.*для.*рукод',
        ],
        'aliases': [],
    },
    'зажигалка': {
        'code': '9613800000',
        'patterns': [
            'зажигал.*',
        ],
        'aliases': [
            'аксессуары для зажигалки',
            'аксессуары для зажигалок',
        ],
    },
    'зажим': {
        'code': '',
        'patterns': [],
        'aliases': [
            'zazhim',
            'zazhimy',
            'зажимы',
            'держатель простыни одеяла',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8205700000',
                    'group': 'нержавеющая сталь',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'ткань',
                    'match': [],
                },
            ],
        },
    },
    'зажим для ресниц': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'зажим рыболовный': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'закаточная машинка': {
        'code': '8205510090',
        'patterns': [],
        'aliases': [],
    },
    'закладка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8306290009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'заклепка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7318230009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'закуска': {
        'code': '1905909000',
        'patterns': [],
        'aliases': [],
    },
    'замок': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8301200009',
                    'group': 'automobile',
                },
                {
                    'code': '8301401100',
                    'group': 'furniture',
                },
            ],
        },
    },
    'замок автомобильный': {
        'code': '8301200009',
        'patterns': [],
        'aliases': [
            'замок зажигания для мототехники',
        ],
    },
    'замок висячий': {
        'code': '8301100000',
        'patterns': [],
        'aliases': [],
    },
    'замок врезной': {
        'code': '8301401100',
        'patterns': [],
        'aliases': [
            'цилиндр для замка',
            'цилиндр замка',
        ],
    },
    'занавеска': {
        'code': '6303120000',
        'patterns': [],
        'aliases': [],
    },
    'занавеска на дверь': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6303929000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6303921000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6303999000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'заплатка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3005100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'заплатка для антимоскитной сетки': {
        'code': '5906100000',
        'patterns': [],
        'aliases': [],
    },
    'заплатка для мебели': {
        'code': '3919108000',
        'patterns': [],
        'aliases': [],
    },
    'запонки': {
        'code': '7117900000',
        'patterns': [],
        'aliases': [],
    },
    'запорный вентиль': {
        'code': '8481808199',
        'patterns': [],
        'aliases': [],
    },
    'запчасти автомобильного фильтра': {
        'code': '8421990006',
        'patterns': [],
        'aliases': [],
    },
    'запчасти автомобильные': {
        'code': '8708999709',
        'patterns': [],
        'aliases': [],
    },
    'запчасти бокового зеркала': {
        'code': '8708999709',
        'patterns': [],
        'aliases': [],
    },
    'запчасти для автодома': {
        'code': '9026102900',
        'patterns': [],
        'aliases': [],
    },
    'запчасти для гардеробной системы': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'запчасти для мотошлема': {
        'code': '6507000000',
        'patterns': [],
        'aliases': [],
    },
    'запчасти для оборудования общепита': {
        'code': '8481808199',
        'patterns': [],
        'aliases': [],
    },
    'запчасти для очков': {
        'code': '9003900001',
        'patterns': [],
        'aliases': [],
    },
    'запчасти для поломоечных машин': {
        'code': '9603298000',
        'patterns': [],
        'aliases': [],
    },
    'запчасти для прицепа': {
        'code': '7315890000',
        'patterns': [],
        'aliases': [],
    },
    'запчасти для тепловой пушки': {
        'code': '8516900000',
        'patterns': [],
        'aliases': [],
    },
    'запчасти для швейной машины': {
        'code': '8452900002',
        'patterns': [],
        'aliases': [
            'намотчица',
            'намотчица шпулек',
            'намотчица шпульки',
        ],
    },
    'запчасть для бензоинструмента': {
        'code': '8511100009',
        'patterns': [],
        'aliases': [],
    },
    'запчасть для дегидратора': {
        'code': '9032108900',
        'patterns': [],
        'aliases': [],
    },
    'запчасть для мойки высокого давления': {
        'code': '8501402009',
        'patterns': [],
        'aliases': [],
    },
    'запчасть для проектора': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'запчасть для ручной кофемолки': {
        'code': '4417000000',
        'patterns': [],
        'aliases': [],
    },
    'запчасть для сенокосилки': {
        'code': '8511400008',
        'patterns': [],
        'aliases': [],
    },
    'запчасть для смартфона': {
        'code': '8517790009',
        'patterns': [],
        'aliases': [],
    },
    'запчасть для электроинструмента': {
        'code': '4010390000',
        'patterns': [],
        'aliases': [],
    },
    'запчасть для электропастуха': {
        'code': '8504405500',
        'patterns': [],
        'aliases': [],
    },
    'запчасть маникюрно педикюрному аппарату': {
        'code': '8501109900',
        'patterns': [],
        'aliases': [],
    },
    'зарядка беспроводная': {
        'code': '8504405500',
        'patterns': [],
        'aliases': [],
    },
    'зарядка прикуриватель': {
        'code': '8504409100',
        'patterns': [
            'заряд.*прику',
        ],
        'aliases': [
            'автомобильное зарядное устройство belkin 42w с двумя портами',
        ],
    },
    'зарядная ручка для камеры': {
        'code': '8504409100',
        'patterns': [],
        'aliases': [],
    },
    'зарядное устройство': {
        'code': '8504405500',
        'patterns': [
            'зарядн.*устройств',
        ],
        'aliases': [],
    },
    'зарядное устройство в автомобиль': {
        'code': '8504409100',
        'patterns': [],
        'aliases': [],
    },
    'заусовщик': {
        'code': '8207909900',
        'patterns': [],
        'aliases': [],
    },
    'захват для сбора мусора': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'защелка дверная': {
        'code': '8302490009',
        'patterns': [],
        'aliases': [],
    },
    'защита внешних частей автомобиля': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'защита голени': {
        'code': '',
        'patterns': [],
        'aliases': [
            'zashchita goleni',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9021101000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4203291000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'защита для кабеля от износа': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'защита запястья': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9021101000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6216000000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'защита колена': {
        'code': '',
        'patterns': [
            'защит.*колен',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9021101000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9021909009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9506999000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'защитное стекло': {
        'code': '',
        'patterns': [],
        'aliases': [
            'стекло защитное',
            'игровой коврик',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909200',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7020008000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'защитный головной убор': {
        'code': '6506101000',
        'patterns': [],
        'aliases': [
            'каска',
            'маска защитная',
            'мотошлем цвет: бежевый красный размер:',
            'motoshlem tsvet bezhevyy krasnyy razmer',
            'каска строительная',
        ],
    },
    'защитный тейп': {
        'code': '3005100000',
        'patterns': [],
        'aliases': [],
    },
    'защитный уголок для мебели': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'звезда для велосипеда': {
        'code': '8714969000',
        'patterns': [],
        'aliases': [],
    },
    'звезда для мототехники': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8302300009',
                    'group': 'other',
                    'match': [
                        'аксессуар',
                        'мотоэкипировки',
                        'хранения',
                    ],
                },
                {
                    'code': '8483908909',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'звонок дверной': {
        'code': '8531809500',
        'patterns': [],
        'aliases': [],
    },
    'звукоизоляционный материал': {
        'code': '7607199009',
        'patterns': [],
        'aliases': [],
    },
    'звукосниматель для электрогитары': {
        'code': '8522100000',
        'patterns': [],
        'aliases': [],
    },
    'зенкер': {
        'code': '8207506000',
        'patterns': [],
        'aliases': [],
    },
    'зеркало': {
        'code': '',
        'patterns': [],
        'aliases': [
            'zerkalo',
            'фальш окно',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '7009920000',
                    'group': 'household',
                    'match': [
                        'подсветкой',
                        'макияжа',
                        'складное',
                    ],
                },
                {
                    'code': '7009100009',
                    'group': 'plastic',
                    'match': [],
                },
            ],
        },
    },
    'зеркало для ванной': {
        'code': '7009920000',
        'patterns': [],
        'aliases': [],
    },
    'зеркало заднего вида': {
        'code': '7009100009',
        'patterns': [
            'зеркал.*задн.*вид',
        ],
        'aliases': [
            'зеркало боковое',
            'зеркало для мототехники',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '7009100009',
                    'group': 'glass',
                    'match': [],
                },
            ],
        },
    },
    'зеркало интерьерное': {
        'code': '7009920000',
        'patterns': [],
        'aliases': [],
    },
    'значок': {
        'code': '',
        'patterns': [],
        'aliases': [
            'заготовка',
            'заготовка украшений',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3926400000',
                    'name': 'Пласт',
                    'group': 'plastic',
                },
                {
                    'code': '8306290009',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '7117900000',
                    'group': 'jewelry',
                },
                {
                    'code': '7018909000',
                    'name': 'Стекл',
                    'group': 'glass',
                },
            ],
        },
    },
    'зонт': {
        'code': '',
        'patterns': [],
        'aliases': [
            'зонт полный автомат',
            'зонт механика',
            'zont polnyy avtomat',
            'zont',
            'zont mehanika',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6601999000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6601910000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'зонт для автомобиля': {
        'code': '6601910000',
        'patterns': [],
        'aliases': [
            'садовый зонт',
        ],
    },
    'зрительная труба': {
        'code': '9005800000',
        'patterns': [],
        'aliases': [],
    },
    'зубная нить': {
        'code': '3306200000',
        'patterns': [],
        'aliases': [
            'zubnaya nit',
        ],
    },
    'зубная паста': {
        'code': '3306100000',
        'patterns': [],
        'aliases': [
            'зубной гель',
        ],
    },
    'зубная щетка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'зубные щетки',
            'зубная щётка',
            'зубные щётки',
            'toothbrush',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9603210000',
                    'group': 'other',
                    'match': [
                        'животных',
                    ],
                },
                {
                    'code': '3306100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'зубочистки': {
        'code': '',
        'patterns': [
            'зубочист.*',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9603210000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4421910000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'иглы для мезотерапии': {
        'code': '9018321000',
        'patterns': [],
        'aliases': [],
    },
    'иглы для швейной машины': {
        'code': '7319901000',
        'patterns': [],
        'aliases': [],
    },
    'игральные кости': {
        'code': '9503009909',
        'patterns': [],
        'aliases': [],
    },
    'игровая консоль': {
        'code': '9504500002',
        'patterns': [
            'игров.*консо',
        ],
        'aliases': [
            'retroid pocket classic портативная игровая консоль android 14 система 392дюймовый oled экран rp classic игровая консоль',
            'портативная игровая консоль trimui brick hammer корпус из алюминиевого сплава tg3040',
            'anbernic rg 35xxpro2025 новая ретро портативная игровая консоль с открытым исходным кодом 35дюймовый экран игровая консоль с двумя джойстиками',
            'anbernic rg406v android высокопроизводительная портативная игровая консоль ретро ностальгическая аркадная игра зал двойной джойстик потоковая передача',
        ],
    },
    'игровая приставка': {
        'code': '9504500009',
        'patterns': [],
        'aliases': [
            'запчасть для игровой приставки',
        ],
    },
    'игрушечная машинка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'машинка',
            'неокуб',
            'игрушечный робот',
            'игрушка для песочницы',
            'кукольный театр',
            'пупс',
            'лабиринт игрушечный',
            'игрушка электронная',
            'букет из игрушек',
            'караоке система',
            'вагон игрушечный',
            'модель коллекционная',
            'тоннель для животных',
            'пусковая игрушка',
            'диапроектор',
            'нейроскакалка',
            'игрушка подвеска',
            'игрушечный велосипед',
            'аксессуар для детского шезлонга',
            'матрешка',
            'шнуровка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9503008500',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'игрушка': {
        'code': '9503009909',
        'patterns': [
            'радиоуправля.*игруш',
        ],
        'aliases': [
            'бизиборд',
            'игрушки в наборе',
            'игрушечный',
            'игрушка на управлении',
            'кубики',
            'игрушечное',
            'igrushka',
            'попрыгунчик мячик',
            'мяч-попрыгун',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9503009909',
                    'group': 'хлопок',
                    'match': [],
                },
            ],
        },
    },
    'игрушка антистресс': {
        'code': '9503007500',
        'patterns': [],
        'aliases': [],
    },
    'игрушка для ванной': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'игрушка для животных': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'игрушка для мальчика': {
        'code': '9503008100',
        'patterns': [],
        'aliases': [],
    },
    'игрушка для мальчиков': {
        'code': '9503008100',
        'patterns': [],
        'aliases': [],
    },
    'игрушка ду': {
        'code': '9503007500',
        'patterns': [],
        'aliases': [],
    },
    'игрушка на пульте управления': {
        'code': '9503007900',
        'patterns': [],
        'aliases': [],
    },
    'игрушка попрыгун': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [
            'игрушка-попрыгун',
        ],
    },
    'излив': {
        'code': '8481801100',
        'patterns': [],
        'aliases': [],
    },
    'измельчитель бытовых отходов': {
        'code': '8509400000',
        'patterns': [],
        'aliases': [],
    },
    'измеритель параметров почвы': {
        'code': '9027890000',
        'patterns': [],
        'aliases': [],
    },
    'измерительная лента': {
        'code': '9017801000',
        'patterns': [],
        'aliases': [
            'uni t izmeritelnaya lenta stroitelnaya',
            'uni t',
            'uni t измерительная лента строительная',
            'uni',
        ],
    },
    'измерительная рулетка': {
        'code': '9017801000',
        'patterns': [],
        'aliases': [],
    },
    'инвертор': {
        'code': '8504408500',
        'patterns': [],
        'aliases': [],
    },
    'инверторный привод': {
        'code': '8504408500',
        'patterns': [],
        'aliases': [],
    },
    'инструмент для велосипеда': {
        'code': '8714930009',
        'patterns': [],
        'aliases': [],
    },
    'инструмент для гончарного дела с насадками': {
        'code': '8203400000',
        'patterns': [],
        'aliases': [],
    },
    'инструмент для заточки': {
        'code': '6804300000',
        'patterns': [],
        'aliases': [],
    },
    'инструмент для извлечения клавиш': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [
            'стальной антистатический инструмент для извлечения механических клавишных переключателей простой съемник ключей',
            'stalnoy antistaticheskiy instrument dlya izvlecheniya mehanicheskih klavishnyh',
        ],
    },
    'инструмент для клавиатуры': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [
            'инструмент для ремонта часов',
            'диспенсер для клейкой ленты',
            'машинка для вязания',
        ],
    },
    'инструмент для масла': {
        'code': '8714913000',
        'patterns': [
            'инстр.*для.*масла',
        ],
        'aliases': [
            'нож столовый',
        ],
    },
    'инструмент для подкачки шин с манометром': {
        'code': '8467190000',
        'patterns': [],
        'aliases': [],
    },
    'инструмент для полива': {
        'code': '8424821000',
        'patterns': [],
        'aliases': [],
    },
    'инструмент для работы со стразами': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8509800000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8207509000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'инструмент для сбора фруктов': {
        'code': '8201900009',
        'patterns': [],
        'aliases': [],
    },
    'инструмент для удаления вмятин': {
        'code': '8414108900',
        'patterns': [],
        'aliases': [],
    },
    'инструмент медицинский': {
        'code': '9018499000',
        'patterns': [],
        'aliases': [],
    },
    'инструмент ручной с насадками': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [
            'мешалка ручная',
        ],
    },
    'инструменты для моделирования': {
        'code': '4811412000',
        'patterns': [],
        'aliases': [],
    },
    'инструменты для ремонта сети': {
        'code': '8203200009',
        'patterns': [],
        'aliases': [],
    },
    'интерактивная игрушка': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'интерактивная игрушка с аксессуарами': {
        'code': '9503007500',
        'patterns': [],
        'aliases': [],
    },
    'интерьерное украшение': {
        'code': '6304990000',
        'patterns': [],
        'aliases': [],
    },
    'ирригатор': {
        'code': '8509800000',
        'patterns': [
            'ирригат.*',
        ],
        'aliases': [],
    },
    'искусственные овощи': {
        'code': '6702100000',
        'patterns': [
            'искус.*овощи',
        ],
        'aliases': [
            'интерьерное',
        ],
    },
    'искусственные цветы': {
        'code': '',
        'patterns': [],
        'aliases': [
            'iskusstvennye tsvety',
            'faman iskusstvennye tsvety villou fioletovyy',
            'faman искусственные цветы виллоу фиолетовый',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6702100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6702900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'кабель': {
        'code': '8544429007',
        'patterns': [
            'lightning',
            'type\\s*c',
            'usb.*кабел',
        ],
        'aliases': [
            'kabel',
            'аудиокабель',
            'audiokabel',
            'провод соединительный',
            'сетевой кабель',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8544429007',
                    'group': 'медь',
                    'match': [],
                },
            ],
        },
    },
    'казан': {
        'code': '7323930000',
        'patterns': [],
        'aliases': [],
    },
    'калабас для мате': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9617000001',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'календарь': {
        'code': '4910000000',
        'patterns': [],
        'aliases': [],
    },
    'калибр промышленный': {
        'code': '9015801100',
        'patterns': [],
        'aliases': [],
    },
    'калибратор для овощей фруктов ягод': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'калимба': {
        'code': '9206000000',
        'patterns': [],
        'aliases': [],
    },
    'калькулятор': {
        'code': '8470100000',
        'patterns': [
            'калькулят.*',
        ],
        'aliases': [],
    },
    'камера': {
        'code': '8525893000',
        'patterns': [
            'камер.*задне.*вида',
        ],
        'aliases': [
            'камера заднего вида',
            'видеорегистратор',
        ],
    },
    'камера колеса': {
        'code': '4013900000',
        'patterns': [],
        'aliases': [],
    },
    'каминный ковер': {
        'code': '7019900099',
        'patterns': [],
        'aliases': [],
    },
    'канат для лазания': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'канекалон': {
        'code': '6704190000',
        'patterns': [],
        'aliases': [],
    },
    'канекалон для волос': {
        'code': '6704900000',
        'patterns': [],
        'aliases': [],
    },
    'канистра': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3923301090',
                    'name': 'Пласт до 2',
                    'group': 'plastic',
                },
                {
                    'code': '7310100000',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '3923309090',
                    'name': 'Пласт после 2',
                    'group': 'plastic',
                },
            ],
        },
    },
    'канистра для воды': {
        'code': '',
        'patterns': [],
        'aliases': [
            'бутыль',
            'канистра универсальная',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3923309090',
                    'group': 'other',
                    'match': [
                        'универсальная',
                    ],
                },
                {
                    'code': '3923900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202199000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'канистра для гсм': {
        'code': '7310299000',
        'patterns': [],
        'aliases': [],
    },
    'канцелярский набор': {
        'code': '',
        'patterns': [],
        'aliases': [
            'набор канцелярских принадлежностей из предметов для школы и выпускного подарка',
            'nabor kantselyarskih prinadlezhnostey iz predmetov dlya shkoly i vypusknogo podarka',
        ],
        'material_codes': {
            'пластик': '3926100000',
        },
        'dropdown': {
            'variants': [
                {
                    'code': '9608101000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909200',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3923100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'канцелярский нож': {
        'code': '8211920000',
        'patterns': [],
        'aliases': [],
    },
    'капельница для капельного полива': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8424821000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'капельный полив': {
        'code': '3926909709',
        'patterns': [
            'капел.*полив',
        ],
        'aliases': [],
    },
    'капор': {
        'code': '',
        'patterns': [],
        'aliases': [
            'kapor',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6217100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'капсулы для лица': {
        'code': '3304990000',
        'patterns': [],
        'aliases': [],
    },
    'капсулы для стирки': {
        'code': '3402500000',
        'patterns': [],
        'aliases': [],
    },
    'капсульная кофемашина': {
        'code': '8516710000',
        'patterns': [],
        'aliases': [],
    },
    'капуста нори': {
        'code': '1212210000',
        'patterns': [],
        'aliases': [],
    },
    'карабин альпинистский': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'карамель леденцовая': {
        'code': '1704907500',
        'patterns': [],
        'aliases': [],
    },
    'каранавальный аксессуар': {
        'code': '9505900000',
        'patterns': [],
        'aliases': [],
    },
    'карандаш': {
        'code': '9609109000',
        'patterns': [],
        'aliases': [
            'karandash',
        ],
    },
    'карандаш для бровей': {
        'code': '3304200000',
        'patterns': [],
        'aliases': [],
    },
    'карандаш для глаз': {
        'code': '3304200000',
        'patterns': [],
        'aliases': [
            'подводка для глаз',
        ],
    },
    'карбюратор': {
        'code': '8409910008',
        'patterns': [
            'карбюрат.*',
        ],
        'aliases': [
            'жиклер',
        ],
    },
    'каретка': {
        'code': '8482109008',
        'patterns': [],
        'aliases': [],
    },
    'карманы для одежды': {
        'code': '6117900000',
        'patterns': [],
        'aliases': [],
    },
    'карнавальная одежда': {
        'code': '',
        'patterns': [],
        'aliases': [
            'портупея эротическая комплект',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9505900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6203238000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'карнавальный аксессуар': {
        'code': '9505900000',
        'patterns': [
            'рекви.*бутаф.*карна',
        ],
        'aliases': [],
    },
    'карниз для ванной': {
        'code': '8302419000',
        'patterns': [],
        'aliases': [],
    },
    'карниз для штор': {
        'code': '7323990000',
        'patterns': [
            'карни.*для.*штор',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7323990000',
                    'group': 'нержавеющая сталь',
                    'match': [],
                },
            ],
        },
    },
    'каротчки': {
        'code': '9504908009',
        'patterns': [],
        'aliases': [],
    },
    'картина': {
        'code': '4911910000',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4911910000',
                    'group': 'брезент',
                    'match': [],
                },
            ],
        },
    },
    'картина по номерам': {
        'code': '9504908009',
        'patterns': [],
        'aliases': [],
    },
    'картофелечистка': {
        'code': '8509400000',
        'patterns': [],
        'aliases': [],
    },
    'карточка коллекционная': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9504400000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9504908009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'карточки': {
        'code': '9504908009',
        'patterns': [],
        'aliases': [],
    },
    'карточная игра': {
        'code': '9504400000',
        'patterns': [
            'карто.*игра',
        ],
        'aliases': [
            'игра эротическая',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9504400000',
                    'group': 'paper',
                    'match': [],
                },
            ],
        },
    },
    'картридж для смесителя': {
        'code': '',
        'patterns': [
            'картр.*для.*смеси',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8481801900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8481900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'картхолдер': {
        'code': '',
        'patterns': [],
        'aliases': [
            'визитница',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '4202321000',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
                {
                    'code': '4202310000',
                    'name': 'Кожа',
                    'group': 'leather',
                },
            ],
        },
    },
    'карты': {
        'code': '9504400000',
        'patterns': [],
        'aliases': [
            'игральные карты',
            'карты таро',
        ],
    },
    'каска альпинистская': {
        'code': '6506910000',
        'patterns': [],
        'aliases': [],
    },
    'кассета': {
        'code': '8523293908',
        'patterns': [],
        'aliases': [],
    },
    'кассета скоростей': {
        'code': '8714930009',
        'patterns': [],
        'aliases': [],
    },
    'кассетный адаптер': {
        'code': '8519817509',
        'patterns': [],
        'aliases': [],
    },
    'кассетный плеер': {
        'code': '8527129000',
        'patterns': [],
        'aliases': [],
    },
    'каталка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'detskaya mashinka transformer v kachalka i katalka dlya malyshey s rezhimom begovela',
            'машинка трансформер в качалка и каталка для малышей с режимом беговела и ручкой родителей подарок ребенку от ',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9503001009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8715001000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'катушка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9507900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9507300000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'катушка для триммера': {
        'code': '8467990009',
        'patterns': [],
        'aliases': [],
    },
    'катушка для шланга': {
        'code': '3917330009',
        'patterns': [],
        'aliases': [],
    },
    'катушка зажигания': {
        'code': '8511300008',
        'patterns': [],
        'aliases': [
            'катушка зажигания авто',
            'катушка зажигания мото',
            'ignition coil',
        ],
    },
    'качалка': {
        'code': '9503009909',
        'patterns': [],
        'aliases': [],
    },
    'кашпо': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6913909800',
                    'name': 'Керамика',
                    'group': 'ceramic',
                },
                {
                    'code': '7018909000',
                    'name': 'Стекло',
                    'group': 'glass',
                },
                {
                    'code': '3926400000',
                    'group': 'plastic',
                },
                {
                    'code': '3924900009',
                    'group': 'plastic',
                    'match': [],
                },
            ],
        },
    },
    'кейкапы для клавиатуры': {
        'code': '3926909709',
        'patterns': [
            'кейка.*для.*клави',
        ],
        'aliases': [],
    },
    'кейс ударопрочный': {
        'code': '4202125001',
        'patterns': [],
        'aliases': [
            'бьюти кейс',
        ],
    },
    'кельма мастерок': {
        'code': '8205591000',
        'patterns': [],
        'aliases': [],
    },
    'кепка': {
        'code': '6505003000',
        'patterns': [],
        'aliases': [],
    },
    'килт парео для бани': {
        'code': '6302600000',
        'patterns': [],
        'aliases': [],
    },
    'кимоно': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9506919000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6206400000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'кинезио тейп для лица тела': {
        'code': '3005100000',
        'patterns': [],
        'aliases': [
            'кинезио тейп для лица',
        ],
    },
    'кисти для макияжа': {
        'code': '9603309000',
        'patterns': [
            'кист.*макия',
        ],
        'aliases': [
            'кисточка для макияжа',
            'кисти для макияжа набор',
            'кисти',
        ],
    },
    'кисти для маникюра': {
        'code': '9603309000',
        'patterns': [],
        'aliases': [
            'кисти для теней набор',
        ],
    },
    'кисточка для масла': {
        'code': '8215991000',
        'patterns': [
            'кисто.*для.*масла',
        ],
        'aliases': [],
    },
    'кисть косметическая': {
        'code': '9603309000',
        'patterns': [],
        'aliases': [],
    },
    'кисть кулинарная': {
        'code': '3924900009',
        'patterns': [
            'кисть.*кулин',
        ],
        'aliases': [],
    },
    'кисть малярная': {
        'code': '9603401000',
        'patterns': [],
        'aliases': [
            'кисть малярная. кисти для краски с искусственной щетиной набор',
            'кисть',
        ],
    },
    'китайский чай': {
        'code': '0902300009',
        'patterns': [],
        'aliases': [],
    },
    'китель': {
        'code': '6105100000',
        'patterns': [],
        'aliases': [
            'китель поварской',
        ],
    },
    'клавиатура': {
        'code': '8471606000',
        'patterns': [
            'клавиату.*',
        ],
        'aliases': [
            'klaviatura',
        ],
    },
    'клапан': {
        'code': '8505902009',
        'patterns': [],
        'aliases': [],
    },
    'клапан поплавковый': {
        'code': '8481809907',
        'patterns': [],
        'aliases': [],
    },
    'клей': {
        'code': '3506100000',
        'patterns': [],
        'aliases': [
            'kley',
        ],
    },
    'клемма': {
        'code': '8536901000',
        'patterns': [],
        'aliases': [
            'принадлежности к акб',
            'клеммы',
            'заглушка клеммной колодки',
            'заглушки клеммной колодки',
            'клеммная колодка',
        ],
    },
    'клемник': {
        'code': '8204110000',
        'patterns': [],
        'aliases': [],
    },
    'клетка для животных': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7326200001',
                    'group': 'other',
                    'match': [
                        'вольер',
                    ],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'клещи автомобильные': {
        'code': '8203200009',
        'patterns': [],
        'aliases': [],
    },
    'клипса крепежная автомобильная': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'ключ': {
        'code': '',
        'patterns': [],
        'aliases': [
            'klyuch',
            'развальцовщик',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8301700000',
                    'group': 'автомобиль',
                },
                {
                    'code': '8205909000',
                    'group': 'metal',
                    'match': [],
                },
            ],
        },
    },
    'ключ неразводной': {
        'code': '8204110000',
        'patterns': [],
        'aliases': [
            'ключ спицевой',
        ],
    },
    'ключ разводной': {
        'code': '8204120000',
        'patterns': [],
        'aliases': [
            'клещи',
            'водопроводные',
            'регулируемые',
        ],
    },
    'ключница карманная': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4202321000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7117900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202329000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'ключница настенная': {
        'code': '',
        'patterns': [],
        'aliases': [
            'klyuchnitsa',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8303004000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'книга детская': {
        'code': '4903000000',
        'patterns': [],
        'aliases': [],
    },
    'кнопка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'кнопки канцелярские',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8536501109',
                    'name': 'кнопочный',
                    'group': 'electric',
                    'match': [],
                },
                {
                    'code': '8305900000',
                    'name': 'канц мет',
                    'group': 'канцелярия металл',
                    'match': [
                        'канцеляр',
                        'для бумаги',
                    ],
                },
            ],
        },
    },
    'кнопка прикуривателя': {
        'code': '8536501101',
        'patterns': [],
        'aliases': [],
    },
    'кнопка смыва': {
        'code': '8481801900',
        'patterns': [
            'кнопк.*смыва',
        ],
        'aliases': [],
    },
    'коврик': {
        'code': '',
        'patterns': [],
        'aliases': [
            'коврик в ванну',
            'ковер',
            'напольное покрытие',
            'коврик набор',
            'kovrik',
            'kovrik nabor dlya vannoy',
            'коврик набор и туалета',
            'kovrik nabor dlya vannoy i tualeta',
            'коврик для сушки посуды впитывающий',
            'kover',
            'коврики',
            'kovriki',
            'приточно вытяжная установка',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3926909709',
                    'name': 'Пласт',
                    'group': 'plastic',
                    'match': [
                        'автомобиля',
                        'салон',
                        'коврики',
                        'приготовления',
                    ],
                },
                {
                    'code': '5705003000',
                    'name': 'Ворс',
                    'group': 'textile',
                },
                {
                    'code': '5705008000',
                    'group': 'textile',
                },
                {
                    'code': '8516299100',
                    'group': 'пвх',
                    'match': [],
                },
            ],
        },
    },
    'коврик в багажник': {
        'code': '3921120000',
        'patterns': [],
        'aliases': [],
    },
    'коврик для животных': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9404908000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '5703390009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'коврик для йоги фитнеса': {
        'code': '4016910000',
        'patterns': [],
        'aliases': [],
    },
    'коврик для мышки': {
        'code': '4016100009',
        'patterns': [],
        'aliases': [],
    },
    'коврик для пазла': {
        'code': '6307909100',
        'patterns': [],
        'aliases': [],
    },
    'коврик пазл': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '5703900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3918900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3918109000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'коврик туристический': {
        'code': '7607209000',
        'patterns': [],
        'aliases': [],
    },
    'коврики в салон автомобиля': {
        'code': '4016910000',
        'patterns': [],
        'aliases': [],
    },
    'ковш хозяйственный': {
        'code': '',
        'patterns': [
            'ковш.*хозяй',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'когтерез': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8509800000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8213000000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'когтеточка': {
        'code': '6307909800',
        'patterns': [
            'когтеточ.*',
        ],
        'aliases': [
            'сменный блок для когтеточек',
        ],
        'material_codes': {
            'гофрокартон': '4421999000',
        },
        'dropdown': {
            'variants': [
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '5609000000',
                    'group': 'other',
                    'match': [
                        'блок',
                        'сменный',
                        'когтеточек',
                    ],
                },
            ],
        },
    },
    'кожух': {
        'code': '8714999009',
        'patterns': [],
        'aliases': [
            'kozhuh',
        ],
    },
    'кожух фары': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'козырек': {
        'code': '6505009000',
        'patterns': [],
        'aliases': [],
    },
    'козырек для мытья головы': {
        'code': '6505003000',
        'patterns': [],
        'aliases': [],
    },
    'козырек солнцезащитный': {
        'code': '',
        'patterns': [
            'козыр.*солнц',
        ],
        'aliases': [
            'козырек противосолнечный правый (с зеркалом)',
            'kozyrek solntsezashchitnyy zatemnenie',
            'козырек солнцезащитный затемнение:',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926300000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'колготки': {
        'code': '',
        'patterns': [],
        'aliases': [
            'kolgotki',
            'kolgotki zhenskie chulki den',
            'колготки чулки ден',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6115290000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6115210000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6115220000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'колеса': {
        'code': '',
        'patterns': [],
        'aliases': [
            'колесный диск для мототехники',
            'мебельное колесо',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8302200000',
                    'group': 'furniture',
                    'match': [
                        'тачки',
                        'сумка',
                        'тележка',
                        'садовой',
                        'колесо',
                    ],
                },
                {
                    'code': '8708709909',
                    'group': 'automobile',
                    'match': [
                        'садовой',
                        'тачки',
                        'колесо',
                    ],
                },
            ],
        },
    },
    'колодки для обуви': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6406905000',
                    'group': 'other',
                    'match': [
                        'стельки',
                    ],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4421999000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'колок': {
        'code': '9209920000',
        'patterns': [],
        'aliases': [],
    },
    'колокол': {
        'code': '8306100000',
        'patterns': [],
        'aliases': [],
    },
    'колонка': {
        'code': '8518220009',
        'patterns': [],
        'aliases': [
            'саундбар',
            'saundbar',
        ],
    },
    'колонки': {
        'code': '8518299600',
        'patterns': [],
        'aliases': [],
    },
    'колпак': {
        'code': '8306290009',
        'patterns': [],
        'aliases': [],
    },
    'колпаки': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'abs пластик',
                    'match': [],
                },
            ],
        },
    },
    'колпаки на колеса': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'колпачок': {
        'code': '',
        'patterns': [
            'колпач.*',
            'колпа.*на.*венти',
        ],
        'aliases': [
            'колпачок на вентиль',
            'колпачок на вентиль автомобильный',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [
                        'автомобильный',
                        'qmz',
                        'вентиль',
                    ],
                },
            ],
        },
    },
    'колыбель': {
        'code': '9403208009',
        'patterns': [],
        'aliases': [],
    },
    'колье': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7117900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7117190000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7116201100',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'кольца соединительные': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [],
    },
    'кольцемер': {
        'code': '9017801000',
        'patterns': [],
        'aliases': [],
    },
    'кольцо': {
        'code': '',
        'patterns': [],
        'aliases': [
            'koltso',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '7117900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7117190000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'кольцо для пилатеса': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'кольцо уплотнительное': {
        'code': '',
        'patterns': [],
        'aliases': [
            'проходное кольцо',
        ],
        'material_codes': {
            'резина': '4016930005',
        },
    },
    'коляска': {
        'code': '8715001000',
        'patterns': [],
        'aliases': [],
    },
    'комбинезон': {
        'code': '',
        'patterns': [
            'комбинез.*',
        ],
        'aliases': [
            'kombinezon',
            'горнолыжный комбинезон',
            'polukombinezon',
            'полукомбинезон',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6211490009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6104630000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6209200000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6204120000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6211439000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6111209000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6204633900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6204693900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6114300000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6104690009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6104620000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6204699000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6108910000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'комбинезон для малышей': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6111909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6111209000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6204693900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6204120000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6104630000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'комод': {
        'code': '',
        'patterns': [],
        'aliases': [
            'komod',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9403609009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9403208009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'компас': {
        'code': '9014100000',
        'patterns': [],
        'aliases': [],
    },
    'комплект верхней одежды': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6104299000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6204238000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6103230000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'комплект встраиваемой техники': {
        'code': '8409910008',
        'patterns': [],
        'aliases': [],
    },
    'комплект для заваривания кофе': {
        'code': '7323940000',
        'patterns': [],
        'aliases': [],
    },
    'комплект для обивки дверей': {
        'code': '6307909100',
        'patterns': [],
        'aliases': [],
    },
    'комплект для путешествия': {
        'code': '9616101000',
        'patterns': [],
        'aliases': [],
    },
    'комплект защиты': {
        'code': '6506101000',
        'patterns': [],
        'aliases': [],
    },
    'комплект капельного полива': {
        'code': '8424821000',
        'patterns': [],
        'aliases': [],
    },
    'комплект крепежа строительного': {
        'code': '8302490009',
        'patterns': [],
        'aliases': [],
    },
    'комплект нательный для малышей': {
        'code': '6203238000',
        'patterns': [],
        'aliases': [],
    },
    'комплект нижнего белья': {
        'code': '',
        'patterns': [
            'нижне.*белья',
        ],
        'aliases': [
            'эротическое белье',
            'нижнее бельё',
            'комплект белья',
            'набор белья',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6212101000',
                    'group': 'other',
                    'match': [
                        'белье',
                        'эротическое',
                        'корректирующее',
                    ],
                },
                {
                    'code': '6212109000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'комплект одежды': {
        'code': '',
        'patterns': [
            'комплек.*одежд',
            'кост.*брючн',
            'кост.*брюк',
            'кост.*шорт',
            'кост.*спорт',
        ],
        'aliases': [
            'костюм брючный',
            'костюм тройка',
            'костюм шортами',
            'брючный костюм с жилетом',
            'komplekt odezhdy',
            'комплект термобелья',
            'костюм сварщика',
            'komplekt termobelya',
            'осенний костюм',
            'медицинский костюм',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6103290009',
                    'name': 'Муж',
                    'group': 'male',
                    'match': [
                        'принт',
                        'спортивный',
                        'костюм',
                        'верхней',
                    ],
                },
                {
                    'code': '6104299000',
                    'name': 'Жен',
                    'group': 'female',
                },
                {
                    'code': '6111909000',
                    'name': 'Дет',
                    'group': 'child',
                },
            ],
        },
    },
    'комплект одежды для куклы': {
        'code': '9503002900',
        'patterns': [],
        'aliases': [],
    },
    'комплект охранной системы': {
        'code': '8531109500',
        'patterns': [],
        'aliases': [],
    },
    'комплект охранной системы для дома': {
        'code': '8526920008',
        'patterns': [],
        'aliases': [],
    },
    'комплект подсветки для автомобиля': {
        'code': '8536901000',
        'patterns': [],
        'aliases': [],
    },
    'комплект постельного белья': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6302399000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6302100001',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6302229000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'комплект стульев': {
        'code': '9401690000',
        'patterns': [],
        'aliases': [],
    },
    'комплект украшений': {
        'code': '7117900000',
        'patterns': [],
        'aliases': [],
    },
    'комплектодежды': {
        'code': '6203238000',
        'patterns': [],
        'aliases': [],
    },
    'компрессор автомобильный': {
        'code': '8414802200',
        'patterns': [],
        'aliases': [],
    },
    'компрессор для аквариума': {
        'code': '8413702100',
        'patterns': [],
        'aliases': [],
    },
    'компрессор кондиционера авто': {
        'code': '8708999709',
        'patterns': [],
        'aliases': [],
    },
    'компьютерная акустика': {
        'code': '8518299600',
        'patterns': [],
        'aliases': [],
    },
    'комфортер': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503004100',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'конверт для новорожденного': {
        'code': '6301401000',
        'patterns': [],
        'aliases': [],
    },
    'конверт шкатулка для денег': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'конденсатор': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8541590000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8532100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'кондиционер для стирки белья': {
        'code': '',
        'patterns': [],
        'aliases': [
            'кондиционер для белья',
            'кондиционер-ополаскиватель',
            'ополаскиватель для белья',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3402500000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3402909000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'кондуктор для монтажа': {
        'code': '9017203900',
        'patterns': [],
        'aliases': [],
    },
    'коннектор': {
        'code': '8536901000',
        'patterns': [],
        'aliases': [],
    },
    'коннектор для шланга': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3917400009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7412200000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'консоль': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9403609009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9403601009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'консоль автомобильная': {
        'code': '8527212009',
        'patterns': [
            'консо.*автом',
        ],
        'aliases': [
            '12 в24 в светодиодная 6бандовая панель переключателей 720 вт1440 вт релейная система управления панель управления для лодки джипа utv каравана',
        ],
    },
    'конструктор': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9503003500',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503003900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7616999008',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926400000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'конструкционный материал': {
        'code': '3920510000',
        'patterns': [],
        'aliases': [],
    },
    'контейнер': {
        'code': '',
        'patterns': [],
        'aliases': [
            'konteyner',
            'рукавица автомобильная',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3923100000',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
                {
                    'code': '4202929800',
                    'name': 'Текстиль',
                    'group': 'textile',
                },
                {
                    'code': '4202921100',
                    'name': 'Чехол пласт',
                    'group': 'plastic',
                },
                {
                    'code': '7323990000',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '6307103000',
                    'name': 'Неткан',
                    'group': 'textile',
                },
            ],
        },
    },
    'контейнер для молочной смеси': {
        'code': '3923301090',
        'patterns': [],
        'aliases': [
            'контейнер для молочной смеси для детского питания',
        ],
    },
    'контейнер для хранения': {
        'code': '4202929800',
        'patterns': [],
        'aliases': [
            'чехол для спортивного инвентаря',
        ],
    },
    'контейнер пищевой': {
        'code': '3923900000',
        'patterns': [],
        'aliases': [],
    },
    'контрацептивы': {
        'code': '4014100000',
        'patterns': [],
        'aliases': [],
    },
    'контроллер': {
        'code': '8537109100',
        'patterns': [],
        'aliases': [],
    },
    'конфеты': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '1704907500',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '1905321900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '1704907100',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'коньки': {
        'code': '9506701000',
        'patterns': [],
        'aliases': [],
    },
    'корень женьшеня': {
        'code': '1211200000',
        'patterns': [],
        'aliases': [],
    },
    'корзина': {
        'code': '',
        'patterns': [],
        'aliases': [
            'korzina',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3923100000',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
                {
                    'code': '4202929800',
                    'name': 'Текстиль',
                    'group': 'textile',
                },
                {
                    'code': '7323990000',
                    'name': 'Металл',
                    'group': 'metal',
                },
            ],
        },
    },
    'корзина для белья': {
        'code': '4421910000',
        'patterns': [],
        'aliases': [],
    },
    'корзина для хранения': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7326200002',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9403700008',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3923100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202990000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'кормоизмельчитель': {
        'code': '8436100000',
        'patterns': [],
        'aliases': [],
    },
    'кормушка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'кормушка для птиц': {
        'code': '7013990000',
        'patterns': [],
        'aliases': [
            'кормушка для птиц грызунов',
        ],
    },
    'корнеудалитель': {
        'code': '8201900009',
        'patterns': [],
        'aliases': [],
    },
    'короб': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3923100000',
                    'name': 'Пласт',
                    'group': 'plastic',
                },
                {
                    'code': '4202929800',
                    'name': 'Текстиль',
                    'group': 'textile',
                },
                {
                    'code': '7326909807',
                    'name': 'Металл',
                    'group': 'metal',
                },
            ],
        },
    },
    'короб архивный': {
        'code': '4202125009',
        'patterns': [],
        'aliases': [],
    },
    'коробка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'korobka',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3923100000',
                    'group': 'plastic',
                    'match': [],
                },
                {
                    'code': '4202929800',
                    'group': 'textile',
                    'match': [],
                },
                {
                    'code': '4819100000',
                    'name': 'Бумага',
                    'group': 'бумага',
                    'match': [],
                },
            ],
        },
    },
    'коробка для хранения': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'коронка сверлильная': {
        'code': '',
        'patterns': [],
        'aliases': [
            'koronka',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8207909900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8207506000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8207191000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'корпу аккумулятора': {
        'code': '8507908000',
        'patterns': [],
        'aliases': [],
    },
    'корпус клавиатуры': {
        'code': '7616991008',
        'patterns': [],
        'aliases': [],
    },
    'корпус ступицы для мототехники': {
        'code': '8483200000',
        'patterns': [],
        'aliases': [],
    },
    'корпус фары': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'корпусный резистор': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'корпусный элемент ноутбука': {
        'code': '3919108000',
        'patterns': [],
        'aliases': [],
    },
    'корректор': {
        'code': '9021101000',
        'patterns': [],
        'aliases': [
            'замазка',
        ],
    },
    'корректор фар': {
        'code': '8501109900',
        'patterns': [],
        'aliases': [],
    },
    'корсет': {
        'code': '',
        'patterns': [],
        'aliases': [
            'korset dlya spiny',
            'корсет для спины',
            'korset',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6212900000',
                    'group': 'вискоза',
                    'match': [],
                },
                {
                    'code': '9021101000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'коса': {
        'code': '8201900009',
        'patterns': [],
        'aliases': [],
    },
    'косметика': {
        'code': '3304990000',
        'patterns': [],
        'aliases': [],
    },
    'косметика для животных': {
        'code': '3307900008',
        'patterns': [],
        'aliases': [],
    },
    'косметичка': {
        'code': '',
        'patterns': [
            'косметич.*',
        ],
        'aliases': [
            'kosmetichka',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4202921100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202990000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202129900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202929100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202921900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'костровая чаша': {
        'code': '7321890000',
        'patterns': [],
        'aliases': [],
    },
    'костюм': {
        'code': '6111209000',
        'patterns': [],
        'aliases': [],
    },
    'костюм для малышей': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6104230000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6104299000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6111209000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6203238000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6111909000',
                    'group': 'other',
                    'match': [
                        'боди',
                    ],
                },
                {
                    'code': '6204238000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6104130000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6203199000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6212101000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6112190000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6204299000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6209300000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6109902000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'костюм для ролевых игр': {
        'code': '6104130000',
        'patterns': [],
        'aliases': [],
    },
    'костюм карнавальный': {
        'code': '9505900000',
        'patterns': [
            'костю.*карна',
        ],
        'aliases': [],
    },
    'костюм рабочий': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6104130000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6203299000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6204238000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6204221000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6211431000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6110909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6104230000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'костюм сауна для похудения': {
        'code': '6204238000',
        'patterns': [],
        'aliases': [],
    },
    'костюм спортивный': {
        'code': '',
        'patterns': [
            'одежд.*спорт',
            'форм.*футб',
            'форм.*баскет',
        ],
        'aliases': [
            'форма баскетбольная',
            'форма футбольная',
            'спортивный костюм',
            'forma futbolnaya',
            'kostyum sportivnyy',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6112190000',
                    'name': 'Хлопок',
                    'group': 'хлопок',
                    'match': [],
                },
                {
                    'code': '6104299000',
                    'group': 'female',
                    'match': [
                        'veilure',
                    ],
                },
            ],
        },
    },
    'косынка': {
        'code': '6505009000',
        'patterns': [],
        'aliases': [],
    },
    'кофе в капсулах': {
        'code': '0901210009',
        'patterns': [],
        'aliases': [],
    },
    'кофе молотый': {
        'code': '2101110016',
        'patterns': [],
        'aliases': [],
    },
    'кофе растворимый': {
        'code': '',
        'patterns': [],
        'aliases': [
            'kofe',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '2101110016',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '2101129209',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '0901220001',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'кофемашина': {
        'code': '8419812000',
        'patterns': [],
        'aliases': [],
    },
    'кофемолка': {
        'code': '8509400000',
        'patterns': [],
        'aliases': [],
    },
    'кофр для хранения вещей': {
        'code': '',
        'patterns': [],
        'aliases': [
            'kofr',
            'кофр',
            'кофр для хранения вещей см черный',
            'kofr dlya hraneniya veshchey chernyy',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3923100000',
                    'group': 'plastic',
                    'match': [],
                },
                {
                    'code': '4202921100',
                    'group': 'metal',
                    'match': [],
                },
                {
                    'code': '4202929800',
                    'group': 'textile',
                    'match': [
                        'мотокофр',
                        'футляр',
                        'кобура',
                        'сумка-термос',
                        'шкатулка',
                        'брезентовый',
                        'ружья',
                        'чехол',
                    ],
                },
            ],
        },
    },
    'кофточка для новорожденного': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6109909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6110309900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6110909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6109100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'кошелек': {
        'code': '',
        'patterns': [
            'кошел.*',
        ],
        'aliases': [
            'бумажник',
            'bumazhnik',
            'koshelek',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '4202321000',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
                {
                    'code': '4202310000',
                    'name': 'Кожа',
                    'group': 'leather',
                },
                {
                    'code': '4202929800',
                    'name': 'Текстиль',
                    'group': 'textile',
                },
            ],
        },
    },
    'кран': {
        'code': '',
        'patterns': [],
        'aliases': [
            'биде накладка для унитаза',
            'встраиваемый вентиль',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8481801900',
                    'group': 'арматура смесительная',
                },
                {
                    'code': '8505902009',
                    'name': 'Электро',
                    'group': 'electric',
                },
            ],
        },
    },
    'кран водоразборный': {
        'code': '8481801100',
        'patterns': [],
        'aliases': [],
    },
    'кран для фильтра питьевой воды': {
        'code': '8481801100',
        'patterns': [],
        'aliases': [],
    },
    'кран топливный для мототехники': {
        'code': '8481808199',
        'patterns': [],
        'aliases': [],
    },
    'краситель': {
        'code': '3305900009',
        'patterns': [],
        'aliases': [],
    },
    'краситель пищевой': {
        'code': '1702903000',
        'patterns': [],
        'aliases': [],
    },
    'краска акриловая': {
        'code': '',
        'patterns': [
            'краск.*акрил',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3209900009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3213100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3209100009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'краска для аэрографа': {
        'code': '3209100009',
        'patterns': [],
        'aliases': [],
    },
    'краска для обуви': {
        'code': '3210009009',
        'patterns': [
            'краск.*для.*обуви',
        ],
        'aliases': [],
    },
    'краска флористическая': {
        'code': '3208209009',
        'patterns': [],
        'aliases': [],
    },
    'краски': {
        'code': '3213100000',
        'patterns': [],
        'aliases': [
            'пастель рисования',
            'палитра',
            'kraski',
        ],
    },
    'крем': {
        'code': '3304990000',
        'patterns': [
            'крем.*для.*ухода.*кожей',
        ],
        'aliases': [
            'кушон',
            'тональный крем',
            'тональное средство',
            'тональная основа',
            'основа под макияж',
            'средство солнцезащитное',
            'сыворотка',
            'тоник',
            'солнцезащитный крем спрей spf для лица и тела водостойкий',
            'антиоксидантный',
            'syvorotka',
            'antioksidantnyy',
            'маска кремовая для чувствительной кожи лица',
            'syvorotka dlya uhoda za kozhey antivozrastnoy uhod',
            'антиоксидантный тонер для лица white truffle first aromatic toner',
            'antioksidantnyy toner dlya litsa white truffle first aromatic toner',
            'сыворотка для ухода за кожей антивозрастной уход',
            'krem',
        ],
    },
    'крем для бритья': {
        'code': '3307100000',
        'patterns': [],
        'aliases': [
            'средство после бритья',
        ],
    },
    'крем для мебели': {
        'code': '3405200000',
        'patterns': [],
        'aliases': [],
    },
    'крем для ухода за кожей': {
        'code': '3304990000',
        'patterns': [],
        'aliases': [],
    },
    'кремовый гель для украшений': {
        'code': '3407000000',
        'patterns': [],
        'aliases': [],
    },
    'кремовый стик': {
        'code': '3304990000',
        'patterns': [],
        'aliases': [],
    },
    'крепеж': {
        'code': '',
        'patterns': [],
        'aliases': [
            'подставка декоративная для зонтов',
            'lovushka tsepi pitbayk alyuminiy seraya',
            'ловушка цепи питбайк алюминий серая',
            'shablon konduktor dlya sverleniya pod minifiksy ekstsentrikovye mebelnye styazhki',
            'bokovaya podnozhka dlya mototsikla i pitbayka nadezhnaya i dolgovechnaya podstavka v komplekte',
            'podstavka dekorativnaya dlya zontov',
            'боковая подножка для мотоцикла и питбайка надежная и долговечная подставка в комплекте',
            'шаблон кондуктор для сверления под минификсы эксцентриковые мебельные стяжки',
            'дюбель гвозди',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3925901000',
                    'name': 'Пласт',
                    'group': 'plastic',
                },
                {
                    'code': '7326909807',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '8302420000',
                    'group': 'furniture',
                },
                {
                    'code': '3926909709',
                    'group': 'plastic',
                },
            ],
        },
    },
    'крепление для брекетов': {
        'code': '9018499000',
        'patterns': [
            'крепл.*для.*бреке',
        ],
        'aliases': [
            'эластичной лигатуры',
        ],
    },
    'крепление для устройств умного дома': {
        'code': '8507908000',
        'patterns': [],
        'aliases': [],
    },
    'крепление на мотокофр': {
        'code': '9029203109',
        'patterns': [],
        'aliases': [],
    },
    'крепление фильтра насоса': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [
            'подвесное крепление для пк',
        ],
    },
    'крепления для солнц.козырька': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'кресло': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9401800009',
                    'group': 'other',
                    'match': [
                        'качалка',
                        'мешок',
                        'садовое',
                    ],
                },
                {
                    'code': '9401710009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'кресло качалка': {
        'code': '9401690000',
        'patterns': [],
        'aliases': [],
    },
    'кресло коляска': {
        'code': '8713100000',
        'patterns': [],
        'aliases': [],
    },
    'кримпер': {
        'code': '8203200009',
        'patterns': [],
        'aliases': [],
    },
    'кровать': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '9403208009',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '9403609009',
                    'name': 'Дерево',
                    'group': 'wood',
                },
                {
                    'code': '9403700008',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
            ],
        },
    },
    'кровать раскладная туристическая': {
        'code': '9403202009',
        'patterns': [],
        'aliases': [],
    },
    'кронштейн': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [
            'kronshteyn',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3924900009',
                    'group': 'abs пластик',
                    'match': [],
                },
            ],
        },
    },
    'кроссовки': {
        'code': '',
        'patterns': [
            'кроссов.*',
        ],
        'aliases': [
            'кеды',
            'бутсы',
            'шиповки',
            'krossovki',
            'kedy',
            'butsy',
            'штангетки',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6403190000',
                    'group': 'leather',
                    'match': [],
                },
                {
                    'code': '6402190000',
                    'group': 'полиуретан',
                    'match': [],
                },
            ],
        },
    },
    'круг надувной': {
        'code': '',
        'patterns': [],
        'aliases': [
            'надувная',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9506290000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'круг отрезной': {
        'code': '6804221200',
        'patterns': [],
        'aliases': [],
    },
    'круг шлифовальный': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6804229000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6804221800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6804223000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'кружево': {
        'code': '',
        'patterns': [],
        'aliases': [
            'kruzhevo',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '5806329000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '5804219000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'кружка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'kruzhka',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6912002900',
                    'name': 'Керамика',
                    'group': 'ceramic',
                },
                {
                    'code': '7013499900',
                    'name': 'Стекло',
                    'group': 'glass',
                },
                {
                    'code': '3924100000',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
            ],
        },
    },
    'кружка с блюдцем': {
        'code': '6911100000',
        'patterns': [],
        'aliases': [],
    },
    'крыло мотоцикла': {
        'code': '8714109000',
        'patterns': [],
        'aliases': [],
    },
    'крышка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'kryshka',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '7326909807',
                    'group': 'metal',
                    'match': [
                        'брызг',
                    ],
                },
                {
                    'code': '3926909709',
                    'group': 'plastic',
                    'match': [
                        'гастроемкости',
                        'пластик',
                    ],
                },
                {
                    'code': '7013499900',
                    'group': 'glass',
                    'match': [],
                },
            ],
        },
    },
    'крышка бачка': {
        'code': '3923509000',
        'patterns': [],
        'aliases': [
            'крышка бензобака',
            'крышка для бочки бака',
        ],
    },
    'крышка клапана': {
        'code': '8481900000',
        'patterns': [],
        'aliases': [],
    },
    'крышка лючка бензобака': {
        'code': '8302300009',
        'patterns': [],
        'aliases': [],
    },
    'крюк буксировочный': {
        'code': '8302300009',
        'patterns': [
            'крюк.*букси',
        ],
        'aliases': [],
    },
    'крючки': {
        'code': '8308100000',
        'patterns': [],
        'aliases': [
            'kryuchki',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3924900009',
                    'group': 'plastic',
                    'match': [],
                },
            ],
        },
    },
    'крючок': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3924900009',
                    'name': 'Пласт',
                    'group': 'plastic',
                },
                {
                    'code': '8308100000',
                    'name': 'Металл для одежд',
                    'group': 'metal',
                },
                {
                    'code': '7326909807',
                    'name': 'Металл',
                    'group': 'metal',
                },
            ],
        },
    },
    'крючок для вязания': {
        'code': '7319901000',
        'patterns': [],
        'aliases': [],
    },
    'крючок для дома': {
        'code': '8302500000',
        'patterns': [],
        'aliases': [],
    },
    'крючок рыболовный': {
        'code': '',
        'patterns': [],
        'aliases': [
            'kryuchok rybolovnyy',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9507209000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9507201000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'кувшин': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7013379900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6913909800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7010902100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7010906109',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7013499900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'кукла': {
        'code': '',
        'patterns': [
            'кукл*',
            'кукол*',
        ],
        'aliases': [
            'realistichnaya kukla rebirth dyuymovaya chernaya afrikanskaya malyshka igrushka kukla v podarok',
            'реалистичная кукла rebirth черная африканская малышка игрушка кукла в подарок для дочери и сына',
            'kukla',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9503002100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'кукольный домик': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503007000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'кулер': {
        'code': '8414592000',
        'patterns': [],
        'aliases': [
            'kuler',
        ],
    },
    'кулер для воды': {
        'code': '8418690008',
        'patterns': [],
        'aliases': [],
    },
    'кулер для ноутбука': {
        'code': '8414594000',
        'patterns': [],
        'aliases': [],
    },
    'кулинарная форма': {
        'code': '',
        'patterns': [],
        'aliases': [
            'перерабатывающее оборудование для общепита',
            'клипсы для рукоделия',
            'затирочная машина',
            'сырорезка',
            'форма для запекания выпечки',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3924900009',
                    'name': 'Пласт',
                    'group': 'plastic',
                },
                {
                    'code': '7323930000',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '6912002900',
                    'name': 'Керамика',
                    'group': 'ceramic',
                },
                {
                    'code': '8205510090',
                    'group': 'abs пластик',
                    'match': [],
                },
            ],
        },
    },
    'кулон': {
        'code': '7117900000',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7117900000',
                    'group': 'латунь',
                    'match': [],
                },
            ],
        },
    },
    'культиватор': {
        'code': '8208400000',
        'patterns': [],
        'aliases': [],
    },
    'культиватор насадка': {
        'code': '8208400000',
        'patterns': [],
        'aliases': [],
    },
    'купальник': {
        'code': '',
        'patterns': [
            'купальн.*',
        ],
        'aliases': [
            'купальник раздельный на завязках в с юбкой',
            'kupalnik',
            'купальник слитный',
            'kupalnik slitnyy',
            'kupalnik razdelnyy',
            'купальник раздельный',
            'комбинезон для плавания гудсэйл',
            'kombinezon dlya plavaniya gudseyl',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6211120000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6112419000',
                    'group': 'other',
                    'match': [
                        'малышей',
                    ],
                },
                {
                    'code': '6112411000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6112499000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'купальник для малышей': {
        'code': '6112411000',
        'patterns': [],
        'aliases': [],
    },
    'купель': {
        'code': '3922900000',
        'patterns': [],
        'aliases': [],
    },
    'купол': {
        'code': '6306120000',
        'patterns': [],
        'aliases': [],
    },
    'куртка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'kurtka',
            'косуха',
            'олимпийка',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6201900000',
                    'name': 'Муж',
                    'group': 'male',
                    'match': [
                        'плащ',
                        'пальто',
                    ],
                },
                {
                    'code': '6202900009',
                    'name': 'Жен',
                    'group': 'female',
                },
                {
                    'code': '6111909000',
                    'name': 'Дет',
                    'group': 'child',
                },
            ],
        },
    },
    'куртка для малышей': {
        'code': '6102909000',
        'patterns': [],
        'aliases': [],
    },
    'курьерский пакет': {
        'code': '3923299000',
        'patterns': [],
        'aliases': [],
    },
    'кусачки': {
        'code': '',
        'patterns': [],
        'aliases': [
            'кусачки маникюрные',
            'ножницы маникюрные',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8214200000',
                    'group': 'other',
                    'match': [
                        'ножницы',
                        'маникюрные',
                    ],
                },
                {
                    'code': '8203200009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'кухонная вытяжка': {
        'code': '8414600001',
        'patterns': [],
        'aliases': [],
    },
    'ладан': {
        'code': '3307410000',
        'patterns': [],
        'aliases': [],
    },
    'лак для волос': {
        'code': '3305300000',
        'patterns': [],
        'aliases': [],
    },
    'лак для ногтей': {
        'code': '3304300000',
        'patterns': [],
        'aliases': [
            'основа под лак',
        ],
    },
    'лампа автомобильная': {
        'code': '8539519009',
        'patterns': [],
        'aliases': [],
    },
    'ламподержатель': {
        'code': '8536619000',
        'patterns': [],
        'aliases': [],
    },
    'лампочка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'лампа',
            'лампочки',
            'lampa',
            'фитолампа',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8539520009',
                    'group': 'lamp',
                },
                {
                    'code': '8539490000',
                    'group': 'UF',
                },
            ],
        },
    },
    'лапы боксерские': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'ластик': {
        'code': '4016920000',
        'patterns': [],
        'aliases': [],
    },
    'ласты': {
        'code': '9506290000',
        'patterns': [],
        'aliases': [],
    },
    'лебедка': {
        'code': '8425310000',
        'patterns': [],
        'aliases': [
            'якорная лебедка trac pontoon45',
        ],
    },
    'лежак для животных': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6307909800',
                    'name': 'Текстиль',
                    'group': 'textile',
                    'match': [],
                },
                {
                    'code': '9403700008',
                    'name': 'Пластик',
                    'group': 'plastic',
                    'match': [],
                },
            ],
        },
    },
    'лежанка': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6307909800',
                    'group': 'ткань',
                    'match': [],
                },
            ],
        },
    },
    'лезвия для газонокосилки': {
        'code': '8208900000',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8208900000',
                    'group': 'нержавеющая сталь',
                    'match': [],
                },
            ],
        },
    },
    'лезвия для садового триммера с крепежом': {
        'code': '8208400000',
        'patterns': [],
        'aliases': [
            'нож для садового инструмента',
        ],
    },
    'лейка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7310100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'лейка для гигиенического душа': {
        'code': '8481801100',
        'patterns': [],
        'aliases': [],
    },
    'лейка для душа': {
        'code': '',
        'patterns': [],
        'aliases': [
            'гигиенический душ',
            'трап для душа',
            'штанга для душа',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8481801900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7324900009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'лекарство для животных': {
        'code': '2106909803',
        'patterns': [],
        'aliases': [],
    },
    'лента': {
        'code': '',
        'patterns': [
            'монта.*лента',
        ],
        'aliases': [
            'клейкая лента канцелярская',
            'kleykaya lenta kantselyarskaya',
            'клейкая лента',
            'lenta',
            'монтажная лента',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6307909800',
                    'group': 'полиэстер',
                    'match': [],
                },
                {
                    'code': '3919900000',
                    'group': 'полиэстер',
                    'match': [],
                },
            ],
        },
    },
    'лента декоративная': {
        'code': '5806329000',
        'patterns': [],
        'aliases': [],
    },
    'лента для кассетного магнитофона': {
        'code': '4010390000',
        'patterns': [],
        'aliases': [],
    },
    'лента для клюшек': {
        'code': '3919101200',
        'patterns': [],
        'aliases': [
            'молдинг для стен',
        ],
    },
    'лента для поликарбоната': {
        'code': '3920610000',
        'patterns': [],
        'aliases': [],
    },
    'лента для скейтборда': {
        'code': '4811900000',
        'patterns': [],
        'aliases': [],
    },
    'ленточка для упаковки подарков': {
        'code': '5808100000',
        'patterns': [],
        'aliases': [],
    },
    'леска': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'леска для рыбалки': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [],
    },
    'леска для триммера': {
        'code': '',
        'patterns': [],
        'aliases': [
            'светоотражатель',
            'изолента',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3916909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3919101200',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'лестница': {
        'code': '7326903000',
        'patterns': [],
        'aliases': [],
    },
    'линейка': {
        'code': '9017801000',
        'patterns': [
            'линейк*',
        ],
        'aliases': [
            'лента измерительная',
            'линейки',
        ],
    },
    'линза': {
        'code': '9001300000',
        'patterns': [],
        'aliases': [],
    },
    'липучка для рукоделия': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'лиф для купания': {
        'code': '6211120000',
        'patterns': [],
        'aliases': [
            'лиф купальный',
        ],
    },
    'лицевая панель для розетки': {
        'code': '8536699008',
        'patterns': [],
        'aliases': [],
    },
    'лобзик': {
        'code': '8202100000',
        'patterns': [],
        'aliases': [],
    },
    'лобзик ручной': {
        'code': '8203400000',
        'patterns': [],
        'aliases': [],
    },
    'лодка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'lodka',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8903110000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8903120000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'лодка надувная': {
        'code': '8903190000',
        'patterns': [],
        'aliases': [],
    },
    'ложка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'lozhka',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8215991000',
                    'group': 'tableware',
                },
                {
                    'code': '7323990000',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '4421999000',
                    'name': 'Дерево',
                    'group': 'wood',
                },
            ],
        },
    },
    'ложка столовая': {
        'code': '8215999000',
        'patterns': [],
        'aliases': [],
    },
    'ложка чайная': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8215991000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'лом': {
        'code': '8201300000',
        'patterns': [],
        'aliases': [],
    },
    'ломтерезка': {
        'code': '8509400000',
        'patterns': [],
        'aliases': [],
    },
    'лонгслив': {
        'code': '',
        'patterns': [],
        'aliases': [
            'термомайка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6109902000',
                    'group': 'хлопок',
                    'match': [],
                },
                {
                    'code': '6109909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6109100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6110909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6110209100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6111209000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'лонгслив для малышей': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6109902000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6109909000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'лопасти пропеллера': {
        'code': '3926909709',
        'patterns': [
            'лопас.*пропе',
        ],
        'aliases': [
            'аксессуары, запчасти для радиоуправляемой модели',
        ],
    },
    'лопата': {
        'code': '',
        'patterns': [],
        'aliases': [
            'lopata',
            'поисковые драги',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8201100000',
                    'group': 'сталь',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'лосьон': {
        'code': '3304990000',
        'patterns': [],
        'aliases': [],
    },
    'лоток': {
        'code': '',
        'patterns': [
            'лоток.*для.*обуви',
        ],
        'aliases': [
            'lotok',
            'туалет для животных',
            'skladnoy lotok dlya sobak so stolbikom i semnoy reshetkoy sm siniy',
            'складной лоток со столбиком и съемной решеткой см синий',
            'лоток для обуви',
            'туалет животных',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3926909709',
                    'name': 'Пласт',
                    'group': 'plastic',
                },
                {
                    'code': '3924900009',
                    'group': 'plastic',
                    'match': [
                        'для животных',
                        'для кошек',
                        'для собак',
                        'кошачий',
                        'для кота',
                    ],
                    'characteristic': 'household',
                },
            ],
        },
    },
    'лоток для бумаг': {
        'code': '',
        'patterns': [],
        'aliases': [
            'органайзер книг канцелярии и учебников',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8305900000',
                    'group': 'metal',
                    'match': [],
                },
                {
                    'code': '3926100000',
                    'group': 'plastic',
                    'match': [],
                },
            ],
        },
    },
    'лоферы': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6405909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6402999800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6402919000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6405901000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6404199000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'лубрикант': {
        'code': '3304990000',
        'patterns': [],
        'aliases': [],
    },
    'лупа': {
        'code': '',
        'patterns': [],
        'aliases': [
            'lupa',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9013800000',
                    'group': 'glass',
                    'match': [],
                },
                {
                    'code': '9004909000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'люстра': {
        'code': '',
        'patterns': [],
        'aliases': [
            'lyustra',
            'световой сценический прибор',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9405490039',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9405110019',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'магический амулет оберег': {
        'code': '7116201100',
        'patterns': [],
        'aliases': [],
    },
    'магнит': {
        'code': '8505199000',
        'patterns': [],
        'aliases': [],
    },
    'магнитный держатель': {
        'code': '8505110000',
        'patterns': [],
        'aliases': [],
    },
    'макароны': {
        'code': '1902301000',
        'patterns': [],
        'aliases': [],
    },
    'макивара': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'макрокольца для камер': {
        'code': '9002900009',
        'patterns': [],
        'aliases': [],
    },
    'манеж': {
        'code': '9503009901',
        'patterns': [],
        'aliases': [
            'manezh',
            'manezh detskiy napolnyy igrovoy s kovrikom',
            'манеж напольный игровой с ковриком',
        ],
    },
    'манишка спортивная': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6109909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6109902000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'манометр': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9026202000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9026204000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'мантоварка': {
        'code': '',
        'patterns': [
            'мантовар.*',
        ],
        'aliases': [
            'mantovarka',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323990000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'маркер': {
        'code': '9608200000',
        'patterns': [],
        'aliases': [
            'набор маркеров',
            'набор фломастеров',
            'набор маркеров .',
            'sredstvo dlya remonta tsarapin tsvet bronza',
            'маркер спиртовой толщина: для скетчинга для флипчарта',
            'marker',
            'средство для ремонта царапин цвет: бронза',
            'marker spirtovoy tolshchina dlya sketchinga dlya flipcharta',
        ],
    },
    'маркер для плиточных швов': {
        'code': '9608200000',
        'patterns': [],
        'aliases': [
            'маркер для мебели',
            'маскирующая жидкость для рисования',
        ],
    },
    'мармелад': {
        'code': '1704906500',
        'patterns': [],
        'aliases': [],
    },
    'мармит': {
        'code': '8419818000',
        'patterns': [],
        'aliases': [],
    },
    'маска бандаж': {
        'code': '3005909900',
        'patterns': [],
        'aliases': [],
    },
    'маска для волос': {
        'code': '3305900009',
        'patterns': [],
        'aliases': [
            'восстанавливающая маска для волос профессиональная',
            'крем краска для волос',
            'краска для волос',
            'сыворотка волос',
            'сыворотка для волос',
            'паста для укладки',
            'воск для волос',
        ],
    },
    'маска для дайвинга': {
        'code': '9506290000',
        'patterns': [
            'маска.*для.*дайви',
        ],
        'aliases': [],
    },
    'маска для лица': {
        'code': '5601219000',
        'patterns': [],
        'aliases': [
            'маска на лицо',
        ],
    },
    'маска для плавания': {
        'code': '9506290000',
        'patterns': [],
        'aliases': [
            'maska',
            'maska dlya plavaniya',
            'маска',
        ],
    },
    'маска для сна': {
        'code': '',
        'patterns': [],
        'aliases': [
            'maska dlya sna',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6307901000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'маска карнавальная': {
        'code': '9505900000',
        'patterns': [],
        'aliases': [],
    },
    'маска корректирующая': {
        'code': '9021101000',
        'patterns': [
            'маска.*корре',
        ],
        'aliases': [
            'корректирующая маска от ротового дыхания для детей: против аденоидов для подтяжки лица антихрап',
        ],
    },
    'маска косметическая': {
        'code': '3304990000',
        'patterns': [],
        'aliases': [],
    },
    'маска повязка на лицо': {
        'code': '6117100000',
        'patterns': [],
        'aliases': [
            'маска-повязка на лицо',
        ],
    },
    'маска пчеловода': {
        'code': '5608191900',
        'patterns': [],
        'aliases': [],
    },
    'маска сварщика': {
        'code': '',
        'patterns': [],
        'aliases': [
            'сварочная маска',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6506101000',
                    'group': 'other',
                    'match': [
                        'сварочной',
                        'маски',
                    ],
                },
                {
                    'code': '6506108000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'масленка': {
        'code': '7323930000',
        'patterns': [],
        'aliases': [],
    },
    'масленка для смазки': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'масленка сырница': {
        'code': '6911100000',
        'patterns': [],
        'aliases': [],
    },
    'масло для амортизаторов': {
        'code': '3403990000',
        'patterns': [],
        'aliases': [
            'смазка для цепной пилы',
        ],
    },
    'масло для волос': {
        'code': '3305900009',
        'patterns': [],
        'aliases': [
            'загуститель для волос',
        ],
    },
    'масло косметическое': {
        'code': '1515908900',
        'patterns': [],
        'aliases': [],
    },
    'масло трансмиссионное': {
        'code': '2710199800',
        'patterns': [],
        'aliases': [
            'масло моторное',
        ],
    },
    'массажер': {
        'code': '',
        'patterns': [],
        'aliases': [
            'massazher',
            'аксессуар для массажера',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9019109009',
                    'group': 'other',
                    'match': [
                        'массажера',
                        'взрослых',
                        'аксессуар',
                    ],
                },
                {
                    'code': '9019101000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'массажер спортивный': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'массажер электрический': {
        'code': '',
        'patterns': [
            'бдсм',
        ],
        'aliases': [
            'мастурбатор',
            'анальная пробка',
            'тренажер кегеля',
            'насадки удлинители эротические',
            'фаллоимитатор',
            'расширитель',
            'гидромассажная ванна',
            'массажер простаты',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9019101000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9019109009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'массажный мяч': {
        'code': '9019109009',
        'patterns': [],
        'aliases': [],
    },
    'мастихин художественный': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'мат спортивный': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'матрас': {
        'code': '',
        'patterns': [],
        'aliases': [
            'matras bespruzhinnyy',
            'матрас беспружинный',
            'matras',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9404299000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9404219000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'матрас в автомобиль': {
        'code': '6304990000',
        'patterns': [],
        'aliases': [],
    },
    'матрас для садовой мебели': {
        'code': '9404299000',
        'patterns': [],
        'aliases': [],
    },
    'матрасик для купания': {
        'code': '9404299000',
        'patterns': [],
        'aliases': [],
    },
    'машинка для стрижки': {
        'code': '8510200000',
        'patterns': [],
        'aliases': [],
    },
    'машинка для удаления катышков': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8509800000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'мебель': {
        'code': '',
        'patterns': [],
        'aliases': [
            'nabor sadovoy mebeli',
            'набор садовой мебели',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '9403208009',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '9403609009',
                    'name': 'Дерево',
                    'group': 'wood',
                },
                {
                    'code': '9403700008',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
            ],
        },
    },
    'мебель для куклы': {
        'code': '9503002900',
        'patterns': [],
        'aliases': [],
    },
    'мебельная фурнитура': {
        'code': '8302420000',
        'patterns': [],
        'aliases': [
            'тарная фурнитура',
        ],
    },
    'медиатор': {
        'code': '9209920000',
        'patterns': [],
        'aliases': [],
    },
    'мел портновский': {
        'code': '9609909000',
        'patterns': [],
        'aliases': [],
    },
    'мелок сварщика': {
        'code': '9609909000',
        'patterns': [],
        'aliases': [],
    },
    'мельница для специй': {
        'code': '8509400000',
        'patterns': [],
        'aliases': [],
    },
    'менажница': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3923100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'мерная колба': {
        'code': '7010909101',
        'patterns': [],
        'aliases': [],
    },
    'металлические заготовки для гравировки': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'метроном': {
        'code': '9209994000',
        'patterns': [],
        'aliases': [],
    },
    'метчик': {
        'code': '8207401000',
        'patterns': [],
        'aliases': [],
    },
    'мех искусственный': {
        'code': '4304000000',
        'patterns': [],
        'aliases': [],
    },
    'механический массажер для головы': {
        'code': '9603293000',
        'patterns': [],
        'aliases': [],
    },
    'мешки для мусора': {
        'code': '3923299000',
        'patterns': [],
        'aliases': [],
    },
    'мешки садовые': {
        'code': '6305109000',
        'patterns': [],
        'aliases': [],
    },
    'мешок': {
        'code': '',
        'patterns': [],
        'aliases': [
            'мешочек',
            'мешочек для хранения хлопковый',
            'meshok',
            'пылесборник',
            'мешки',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3923210000',
                    'group': 'plastic',
                },
                {
                    'code': '4202921100',
                    'group': 'plastic',
                },
            ],
        },
    },
    'мешок бумажный': {
        'code': '4819400000',
        'patterns': [],
        'aliases': [],
    },
    'мешок для подарков': {
        'code': '',
        'patterns': [],
        'aliases': [
            'сумочка для любовника',
            'sumochka dlya lyubovnika',
            'пояс для инструментов',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4202929800',
                    'group': 'other',
                    'match': [
                        'сумка',
                        'стакана',
                        'инструментов',
                        'ноутбука',
                        'пояс',
                        'одноразовые',
                        'держатели',
                    ],
                },
                {
                    'code': '6305900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'мешок для пылесоса': {
        'code': '5911909000',
        'patterns': [],
        'aliases': [
            'пылесоса',
            'пылесборников',
            'бумажных',
        ],
    },
    'мешок для сменной обуви': {
        'code': '4202921100',
        'patterns': [],
        'aliases': [],
    },
    'мешок для хранения': {
        'code': '6305390000',
        'patterns': [],
        'aliases': [],
    },
    'микроскоп': {
        'code': '9011800000',
        'patterns': [],
        'aliases': [],
    },
    'микрофон': {
        'code': '8518109600',
        'patterns': [],
        'aliases': [
            'mikrofon',
            'аксессуар для микрофона',
        ],
    },
    'микрофонная стойка': {
        'code': '8518109600',
        'patterns': [],
        'aliases': [],
    },
    'миксер косметический': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [],
    },
    'миксер кухонный': {
        'code': '8509400000',
        'patterns': [],
        'aliases': [],
    },
    'микшер': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8518408008',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8543708000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'минерал кристалл коллекционный': {
        'code': '6802290009',
        'patterns': [
            'минер.*крист.*колле',
        ],
        'aliases': [
            'минерал, кристалл коллекционный',
        ],
    },
    'мини тренажер': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9506919000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9019109009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'минимойка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'распылительная трубка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8424300800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8424900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8424200000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9603500009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8509800000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'миска': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6912002300',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [
                        'подогревом',
                        'разноцветный',
                        'эмаль',
                    ],
                },
            ],
        },
    },
    'миска для животных': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7326909807',
                    'group': 'нержавеющая сталь',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6912002900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'митенки': {
        'code': '6116930000',
        'patterns': [],
        'aliases': [],
    },
    'мицеллярная вода': {
        'code': '3401300000',
        'patterns': [],
        'aliases': [],
    },
    'многоразовая непромокаемая пеленка': {
        'code': '9619005009',
        'patterns': [],
        'aliases': [],
    },
    'многоразовая пеленка для животных': {
        'code': '9619005009',
        'patterns': [],
        'aliases': [],
    },
    'многоразовый подгузник': {
        'code': '9619008909',
        'patterns': [],
        'aliases': [
            'трусики подгузники',
        ],
    },
    'мобильный телефон': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8517130000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8517140000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'моделирующий гель': {
        'code': '3304300000',
        'patterns': [
            'модел.*гель',
        ],
        'aliases': [],
    },
    'модуль дисплейный': {
        'code': '8524910090',
        'patterns': [],
        'aliases': [],
    },
    'мозаика': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9504908009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7018101100',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'мозайка': {
        'code': '9504908009',
        'patterns': [],
        'aliases': [
            'алмазная мозайка',
        ],
    },
    'мойка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'moyka dlya kuhni jameson vse v odnom mnogofunktsionalnyy polnyy komplekt s indikatorom temperatury',
            'moyka',
            'мойка jameson все в одном полный комплект с индикатором температуры выдвижным краном краном для мойки чашек очистки воды автоматическим контролем слива и т.д.',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '7324100009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8481801900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'мокасины': {
        'code': '',
        'patterns': [],
        'aliases': [
            'mokasiny',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6402999100',
                    'name': 'Детские',
                    'group': 'child',
                    'match': [],
                },
                {
                    'code': '6402999800',
                    'name': 'Женские',
                    'group': 'female',
                    'match': [],
                },
                {
                    'code': '6402999600',
                    'name': 'Мужские',
                    'group': 'male',
                    'match': [],
                },
            ],
        },
    },
    'молд': {
        'code': '3926909709',
        'patterns': [
            'молд.*для.*литья',
        ],
        'aliases': [
            'молд для литья',
        ],
    },
    'молдинг': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3919900000',
                    'group': 'abs пластик',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'abs пластик',
                    'match': [],
                },
            ],
        },
    },
    'молоток': {
        'code': '8205200000',
        'patterns': [],
        'aliases': [
            'molotok',
        ],
    },
    'мольберт художественный': {
        'code': '',
        'patterns': [
            'мольб.*худож',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4421999000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9610000000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9403208009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'монета коллекционная': {
        'code': '7118100000',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7118100000',
                    'group': 'картон',
                    'match': [],
                },
            ],
        },
    },
    'монета сувенирная': {
        'code': '7118900000',
        'patterns': [],
        'aliases': [],
    },
    'монитор': {
        'code': '8528599009',
        'patterns': [],
        'aliases': [
            'aireixingd 156" монитор 1920x1080 144hz',
            'monitor',
        ],
    },
    'моноблок': {
        'code': '8471490000',
        'patterns': [],
        'aliases': [],
    },
    'монокуляр': {
        'code': '9005100000',
        'patterns': [
            'монокул.*',
        ],
        'aliases': [],
    },
    'монопод': {
        'code': '9620000007',
        'patterns': [],
        'aliases': [],
    },
    'москитная сетка': {
        'code': '5804101000',
        'patterns': [],
        'aliases': [],
    },
    'мотогарнитура': {
        'code': '8518309500',
        'patterns': [],
        'aliases': [],
    },
    'мотозащита': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926200000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9506999000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6112190000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6104630000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'мотокофр': {
        'code': '',
        'patterns': [],
        'aliases': [
            'катушка зажигания для мототехники',
            'амортизатор для мототехники',
            'колодки тормозные для мототехники',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8714109000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202921100',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'мотообувь': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6402190000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6405909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6402999300',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6405901000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'мотоочки': {
        'code': '9004109100',
        'patterns': [],
        'aliases': [],
    },
    'мотоподъемник': {
        'code': '8425490000',
        'patterns': [],
        'aliases': [],
    },
    'мотор': {
        'code': '8501109900',
        'patterns': [],
        'aliases': [
            'лодочный электрический подвесной мотор savage marine 60lb имеет',
            'motor',
        ],
    },
    'моторное масло': {
        'code': '2710198200',
        'patterns': [],
        'aliases': [],
    },
    'моторчик': {
        'code': '8501109900',
        'patterns': [],
        'aliases': [],
    },
    'мотосумка': {
        'code': '4202199000',
        'patterns': [],
        'aliases': [],
    },
    'мотошлем': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6506101000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6506910000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6405909000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'мотошлем в компл.с перчатками маской и очками': {
        'code': '6506101000',
        'patterns': [],
        'aliases': [],
    },
    'мотошлем в компл.с шарфом пыльным мешком и салфеткой': {
        'code': '6506101000',
        'patterns': [],
        'aliases': [],
    },
    'мотыга': {
        'code': '8201300000',
        'patterns': [],
        'aliases': [],
    },
    'мочалка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'mochalka',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '5608199000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'моющее средство': {
        'code': '3402909000',
        'patterns': [],
        'aliases': [],
    },
    'музыкальная игрушка': {
        'code': '9503005500',
        'patterns': [],
        'aliases': [],
    },
    'музыкальная шкатулка ': {
        'code': '9208100000',
        'patterns': [],
        'aliases': [],
    },
    'музыкальный диск': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8523495100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8523495900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'музыкальный диск не содержит запрещенной к ввозу информации': {
        'code': '8523495100',
        'patterns': [],
        'aliases': [],
    },
    'музыкальный колокольчик': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8306100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9206000000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'музыкальный центр': {
        'code': '8518299600',
        'patterns': [],
        'aliases': [],
    },
    'мука': {
        'code': '1106309000',
        'patterns': [],
        'aliases': [],
    },
    'мультиварка': {
        'code': '8516797000',
        'patterns': [],
        'aliases': [],
    },
    'мультиметр': {
        'code': '9030310000',
        'patterns': [],
        'aliases': [],
    },
    'мультитул': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'муравьиная ферма': {
        'code': '3923100000',
        'patterns': [],
        'aliases': [],
    },
    'мусат': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'мусорное ведро': {
        'code': '',
        'patterns': [],
        'aliases': [
            'мусорный бак',
            'musornyy bak',
            'мусорный',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3923301090',
                    'name': 'Пласт до 2',
                    'group': 'plastic',
                    'match': [
                        'мусорный',
                    ],
                },
                {
                    'code': '7310100000',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '3923309090',
                    'name': 'Пласт после 2',
                    'group': 'plastic',
                },
                {
                    'code': '3924900009',
                    'group': 'plastic',
                    'match': [
                        'мусорное ведро',
                        'ведро для мусора',
                    ],
                    'characteristic': 'household',
                },
            ],
        },
    },
    'мухобойка': {
        'code': '8543708000',
        'patterns': [],
        'aliases': [],
    },
    'мфу': {
        'code': '8443321009',
        'patterns': [],
        'aliases': [],
    },
    'мыло': {
        'code': '3401110009',
        'patterns': [],
        'aliases': [],
    },
    'мыльные пузыри': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9505900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8509800000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3402901008',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'мышь': {
        'code': '8471607000',
        'patterns': [],
        'aliases': [
            'игровая мышь',
        ],
    },
    'мягкая игрушка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'букет из мягких игрушек',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9503004100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'мясорубка': {
        'code': '',
        'patterns': [
            'мясоруб.*',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8509400000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8205510090',
                    'group': 'other',
                    'match': [
                        'ручная',
                        'механическая',
                        'бытовая',
                    ],
                },
            ],
        },
    },
    'мяч': {
        'code': '',
        'patterns': [],
        'aliases': [
            'мяч баскетбольный',
            'мяч волейбольный',
            'мяч надувной',
            'мяч футбольный',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9506620000',
                    'group': 'other',
                    'match': [
                        'волейбольный',
                        'хоккея',
                    ],
                },
                {
                    'code': '9503007000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'мяч для падел тенниса': {
        'code': '9506699000',
        'patterns': [],
        'aliases': [],
    },
    'набор аксессуаров для макияжа': {
        'code': '9616200000',
        'patterns': [],
        'aliases': [],
    },
    'набор болтов': {
        'code': '7318158900',
        'patterns': [],
        'aliases': [],
    },
    'набор дверных ручек с комплектом крепежа': {
        'code': '8302411000',
        'patterns': [],
        'aliases': [],
    },
    'набор для бадминтона': {
        'code': '9506510000',
        'patterns': [],
        'aliases': [],
    },
    'набор для бисероплетения': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9504908009',
                    'group': 'other',
                    'match': [
                        'опытов',
                    ],
                },
                {
                    'code': '7018109000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'набор для бритья': {
        'code': '',
        'patterns': [
            'набор.*для.*брить',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8212101000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323990000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'набор для выпечки': {
        'code': '',
        'patterns': [],
        'aliases': [
            'nabor dlya vypechki',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'набор для вышивания': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6308000000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9504908009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'набор для изготовления игрушки': {
        'code': '9503007000',
        'patterns': [
            'набор.*для.*изгот.*игруш',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9503007000',
                    'group': 'силикон',
                    'match': [],
                },
            ],
        },
    },
    'набор для каллиграфии': {
        'code': '7013990000',
        'patterns': [],
        'aliases': [],
    },
    'набор для лепки скульптуры': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3407000000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9612200000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'набор для наращивания ресниц': {
        'code': '6704900000',
        'patterns': [
            'набор.*для.*наращ.*ресни',
        ],
        'aliases': [],
    },
    'набор для пайки': {
        'code': '8311900000',
        'patterns': [],
        'aliases': [],
    },
    'набор для педикюра': {
        'code': '8214200000',
        'patterns': [
            'набор.*для.*педик',
            'набор.*инстр.*для.*маник.*педик',
        ],
        'aliases': [],
    },
    'набор для подвижных игр': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503007000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'набор для рисования росписи': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4903000000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'набор для скрапбукинга аппликаций': {
        'code': '7319909000',
        'patterns': [],
        'aliases': [
            'bulavki s tsvetnym zhemchugom aksessuary dlya odezhdy furnitura',
            'булавки с цветным',
            'bulavki',
            'булавки',
        ],
    },
    'набор для тела': {
        'code': '3304990000',
        'patterns': [
            'набор.*для.*тела',
        ],
        'aliases': [
            'набор для тела, гель для душа и крем лимонный макарон',
            'маска для шеи',
        ],
    },
    'набор для ухода за полостью рта': {
        'code': '3306100000',
        'patterns': [],
        'aliases': [],
    },
    'набор для фитнеса': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9021101000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'набор для шитья': {
        'code': '6308000000',
        'patterns': [],
        'aliases': [],
    },
    'набор для шитья ткачества': {
        'code': '3213100000',
        'patterns': [],
        'aliases': [
            'набор для шитья, ткачества',
        ],
    },
    'набор для шитья ткачества: . цветные нитки катушек . сантиметр 11мм см . иголки разного типа . наперсток . пуговицы . заклепка . булавки см . шпулька металлическая . металлические крючки для брюк . органайзер . нитевдеватель . кнопки': {
        'code': '6308000000',
        'patterns': [],
        'aliases': [],
    },
    'набор игрушек': {
        'code': '',
        'patterns': [
            'набор.*игруш',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9503007000',
                    'group': 'other',
                    'match': [
                        'ванной',
                        'интерактивная',
                        'антистресс',
                        'игрушка',
                    ],
                },
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'набор инструментов': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8206000000',
                    'group': 'нержавеющая сталь',
                    'match': [],
                },
                {
                    'code': '8207909900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8202100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8421392008',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8205598099',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8481807900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8205591000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'набор инструментов для маникюра педикюра': {
        'code': '9603298000',
        'patterns': [],
        'aliases': [
            'набор инструментов для маникюра, педикюра',
        ],
    },
    'набор инструментов для ремонта очков': {
        'code': '8205400000',
        'patterns': [],
        'aliases': [],
    },
    'набор карандашей': {
        'code': '9609901000',
        'patterns': [],
        'aliases': [],
    },
    'набор кистей для рисования': {
        'code': '9603301000',
        'patterns': [],
        'aliases': [
            'кисть для рисования',
        ],
    },
    'набор крепежа': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'набор мебельной фурнитуры': {
        'code': '8302490009',
        'patterns': [],
        'aliases': [],
    },
    'набор метчиков плашек': {
        'code': '8205100000',
        'patterns': [],
        'aliases': [],
    },
    'набор ниток для вышивания': {
        'code': '5401209000',
        'patterns': [
            'набор.*ниток.*для.*вышив',
        ],
        'aliases': [
            'мулине набор ниток для вышивания базовых цветов 447 цветов j',
        ],
    },
    'набор одноразовой посуды': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4823699000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'набор отверток': {
        'code': '8205400000',
        'patterns': [],
        'aliases': [],
    },
    'набор походной посуды': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8108909008',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [
                        'титановый',
                        'приготовления',
                        'keith',
                    ],
                },
            ],
        },
    },
    'набор ручек': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9608990009',
                    'group': 'other',
                    'match': [
                        'ручка',
                    ],
                },
                {
                    'code': '9608101000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'набор садовых инструментов': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'набор солдатиков': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9503003500',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926400000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503009500',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'набор средств для маникюра': {
        'code': '3304300000',
        'patterns': [],
        'aliases': [],
    },
    'набор строчных пробойников для кожи': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'набор тканей': {
        'code': '5208420000',
        'patterns': [],
        'aliases': [],
    },
    'набор ударных головок': {
        'code': '8207909900',
        'patterns': [],
        'aliases': [],
    },
    'набор щеток': {
        'code': '7323100000',
        'patterns': [
            'набор.*щеток',
        ],
        'aliases': [
            'аксессуары для охоты',
        ],
    },
    'набор щеток для бровей': {
        'code': '9603309000',
        'patterns': [],
        'aliases': [],
    },
    'набор электроинструмента': {
        'code': '8516101100',
        'patterns': [],
        'aliases': [],
    },
    'набор: дозатор для мыла стакан мыльница': {
        'code': '7013990000',
        'patterns': [],
        'aliases': [],
    },
    'навес': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7610909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6306120000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'наволочка': {
        'code': '',
        'patterns': [
            'наволоч.*',
        ],
        'aliases': [
            'декоративная наволочка',
            'наволочка декоративная',
            'navolochka',
            'navolochka dekorativnaya',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6302399000',
                    'group': 'other',
                    'match': [
                        'декоративная',
                    ],
                },
                {
                    'code': '6302100001',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'нагнетатель': {
        'code': '8501109900',
        'patterns': [],
        'aliases': [],
    },
    'нагревательная спираль': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [],
    },
    'надувной матрас': {
        'code': '6306400000',
        'patterns': [],
        'aliases': [
            'матрас надувной',
        ],
    },
    'наждачная бумага': {
        'code': '6804229000',
        'patterns': [],
        'aliases': [],
    },
    'накидка': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [
            'nakidka avtomobilnaya na perednie sidenya meh iskusstvennyy sht',
            'накидка автомобильная на передние сиденья мех искусственный шт.',
            'nakidka',
        ],
    },
    'накидка автомобильная': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4304000000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'накидка на диван': {
        'code': '6304990000',
        'patterns': [],
        'aliases': [
            'накидки',
            'накидки на диван и кресла greta антискользящие',
        ],
    },
    'накидка пляжная': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6211490009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6117801009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6117100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6211439000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6204430000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6214900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6114900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'накладка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'запчасти крышки насоса для бассейна',
            'chehol na sidene unitaza',
            'набор кнопок ручки триггеры с заменой пружины для версии controllers',
            'volkswagen спойлер автомобиля ',
            'nabor knopok ruchki triggery s zamenoy pruzhiny dlya versii controllers',
            'чехол на сиденье унитаза',
            'volkswagen spoyler avtomobilya',
            'nakladka na avtomobil na porogi',
            'zapchasti kryshki nasosa dlya basseyna',
            'nakladka',
            'накладки на ладони',
            'nakladki',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3926909709',
                    'name': 'Пласт',
                    'group': 'plastic',
                },
                {
                    'code': '7326909807',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '4016999708',
                    'name': 'Резина',
                    'group': 'rubber',
                },
                {
                    'code': '3919900000',
                    'group': 'plastic',
                    'match': [
                        'фольги',
                        'украшения',
                        'серебристый',
                    ],
                },
                {
                    'code': '3924900009',
                    'group': 'plastic',
                    'match': [
                        'свч',
                        'крышка',
                    ],
                    'characteristic': 'household',
                },
                {
                    'code': '4016930005',
                    'group': 'резина',
                },
            ],
        },
    },
    'накладка на автомобиль': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7326909409',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926300000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'накладка на подлокотник дивана': {
        'code': '6304910000',
        'patterns': [],
        'aliases': [],
    },
    'накладка на пуговицы': {
        'code': '7117190000',
        'patterns': [],
        'aliases': [],
    },
    'накладка на ремень': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'накладка на элементы салона': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'накладные ногти': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'plastic',
                    'match': [],
                },
                {
                    'code': '3304300000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'наклейка': {
        'code': '3919900000',
        'patterns': [],
        'aliases': [
            'наклейка автомобильная',
            'наклейка коллекционная',
            'знак автомобильный',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3919900000',
                    'group': 'abs пластик',
                    'match': [],
                },
            ],
        },
    },
    'наклейка интерьерная': {
        'code': '3919108000',
        'patterns': [],
        'aliases': [],
    },
    'наклейки': {
        'code': '',
        'patterns': [],
        'aliases': [
            'nakleyki',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3919900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4911990000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'наколенник': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'наколенники': {
        'code': '',
        'patterns': [
            'наколенни.*',
        ],
        'aliases': [
            'nakolenniki',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3926200000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'наконечник рулевой для мототехники': {
        'code': '8708949109',
        'patterns': [],
        'aliases': [],
    },
    'наконечники для барабана': {
        'code': '9209920000',
        'patterns': [],
        'aliases': [],
    },
    'накопитель': {
        'code': '8471709800',
        'patterns': [],
        'aliases': [
            'tb vneshniy ssd disk ssd usb usb chtenie mb s zapis mb s metall',
            'тб внешний ssd диск usb . usb . чтение мб с запись мб с металл черный матовый',
        ],
    },
    'намазник мусульманский с хиджабом': {
        'code': '6117100000',
        'patterns': [],
        'aliases': [],
    },
    'наматрасник': {
        'code': '',
        'patterns': [
            'наматрасн.*',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6302329000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6304990000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'намордник': {
        'code': '4201000000',
        'patterns': [],
        'aliases': [],
    },
    'напальчники': {
        'code': '4015190000',
        'patterns': [],
        'aliases': [
            'напальчник',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6307909800',
                    'group': 'leather',
                    'match': [
                        'пояс',
                        'инструментов',
                    ],
                },
            ],
        },
    },
    'наперник': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9403700008',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9404908000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'напильник': {
        'code': '8203100000',
        'patterns': [],
        'aliases': [],
    },
    'напольный светильник': {
        'code': '9405420029',
        'patterns': [],
        'aliases': [],
    },
    'направляющая': {
        'code': '',
        'patterns': [],
        'aliases': [
            'высокоточная линейная направляющая',
        ],
        'dropdown': {
            'title': 'Выберите материал',
            'variants': [
                {
                    'code': '7326909807',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '3926909709',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
            ],
        },
    },
    'направляющая для сверления': {
        'code': '3926909709',
        'patterns': [
            'напра.*для.*сверл',
        ],
        'aliases': [
            'направляющая для сверления под 45 и 90 градусов (310 мм) универсальный кондуктор для дерева',
        ],
    },
    'народный струнный инструмент': {
        'code': '9202908001',
        'patterns': [],
        'aliases': [],
    },
    'нарукавники для плавания': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9506290000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'насадка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'nasadka',
            'сопло',
            'зубило для перфоратора',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8207909900',
                    'group': 'сталь',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'силикон',
                    'match': [],
                },
            ],
        },
    },
    'насадка для газонокосилки  ': {
        'code': '8467990001',
        'patterns': [],
        'aliases': [],
    },
    'насадка для мойки высокого давления': {
        'code': '8424900000',
        'patterns': [],
        'aliases': [
            'удлинитель для мойки',
            'удлинитель мойки',
        ],
    },
    'насадка для плуга': {
        'code': '8467990001',
        'patterns': [],
        'aliases': [],
    },
    'насадка для садового триммера': {
        'code': '8467990001',
        'patterns': [],
        'aliases': [],
    },
    'насадка для электрической зубной щетки': {
        'code': '9603210000',
        'patterns': [
            'сменн.*насад.*зубно.*щетки',
        ],
        'aliases': [
            'насадки для зубной щетки',
            'насадка для зубной щетки',
            'сменная насадка для зубной щетки',
            'сменные насадки зубной щетки',
            'сменные насадки для электрической зубной щетки',
            'сменные насадки для  электрические зубные щетки с мягкой щетиной',
            'насадка-щетка для зубной щетки',
            'головка для электрической зубной щетки',
            'головки для зубной щетки',
            'сменная головка для зубной щетки',
            'brush head',
            'toothbrush head',
            'oral-b насадки',
            'насадки oral b',
        ],
    },
    'насадка на кран': {
        'code': '8481801900',
        'patterns': [],
        'aliases': [],
    },
    'насадка на скребок': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'насадка опрыскивателя': {
        'code': '8424900000',
        'patterns': [],
        'aliases': [],
    },
    'насадка распылителя': {
        'code': '8424900000',
        'patterns': [],
        'aliases': [],
    },
    'насос': {
        'code': '',
        'patterns': [],
        'aliases': [
            'помпа',
            'компрессор',
            'lbusters',
            'электрический топливный насос низкого давления для перекачки бензина и дизельного топлива стальной корпус lbusters drenazhnyy nasos min',
            'lbusters дренажный насос мин',
            'elektricheskiy toplivnyy nasos nizkogo davleniya dlya perekachki benzina i dizelnogo',
            'nasos',
            'топливо моторное',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8414807300',
                    'group': 'air',
                },
                {
                    'code': '8413810000',
                    'group': 'water',
                },
                {
                    'code': '8413302008',
                    'group': 'fuel',
                },
                {
                    'code': '8414202000',
                    'name': 'Ручно',
                    'group': 'manual',
                },
                {
                    'code': '8414208000',
                    'group': 'manual',
                    'match': [
                        'резиновая',
                        'груша',
                        'тонометра',
                    ],
                },
            ],
        },
    },
    'насос для вакуумных пакетов': {
        'code': '8414108900',
        'patterns': [],
        'aliases': [],
    },
    'насос поверхностный': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8413708100',
                    'group': 'other',
                    'match': [
                        'пруда',
                        'погружной',
                    ],
                },
                {
                    'code': '8413810000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'насос ручной': {
        'code': '8413200000',
        'patterns': [],
        'aliases': [],
    },
    'настенные часы': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9105210000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9105290000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'настенный светильник': {
        'code': '',
        'patterns': [],
        'aliases': [
            'настенно потолочный светильник',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9405110039',
                    'group': 'other',
                    'match': [
                        'потолочный',
                        'уличный',
                        'напольный',
                        'настенно',
                    ],
                },
                {
                    'code': '9405290039',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9405190039',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9405110022',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'настольная игра': {
        'code': '',
        'patterns': [],
        'aliases': [
            'игра настольная',
            'аксессуар для настольных игр',
            'психологическая игра',
            'фитосветильник',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9504908009',
                    'group': 'plastic',
                    'match': [],
                },
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9504400000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8505199000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503007000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'настольная плита': {
        'code': '8516605000',
        'patterns': [],
        'aliases': [],
    },
    'настольный светильник': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9405210013',
                    'group': 'other',
                    'match': [
                        'напольный',
                    ],
                },
                {
                    'code': '9405290039',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9405210039',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9405490039',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9405210032',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9405210029',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9405210012',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9405110039',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9405420029',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'наушники': {
        'code': '',
        'patterns': [
            'bluetooth.*наушник',
            'беспроводн.*наушник',
        ],
        'aliases': [
            'hyperx naushniki besprovodnye s mikrofonom radiokanal chernyy',
            'hyperx наушники беспроводные с микрофоном evo радиоканал черный',
            'naushniki',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8518309500',
                    'group': 'other',
                    'match': [
                        'противошумные',
                        'микрофоном',
                        'беспроводные',
                        'razor',
                        'bluetooth',
                        'активные',
                    ],
                },
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [
                        'polar',
                        'китай',
                        'меховые',
                    ],
                },
            ],
        },
    },
    'наушники меховые': {
        'code': '6505009000',
        'patterns': [],
        'aliases': [],
    },
    'нашивка': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'нашлемник спортивный': {
        'code': '6506101000',
        'patterns': [],
        'aliases': [],
    },
    'невидимка': {
        'code': '9615900000',
        'patterns': [],
        'aliases': [],
    },
    'нивелир': {
        'code': '9015301000',
        'patterns': [],
        'aliases': [],
    },
    'нижнее бель': {
        'code': '6212101000',
        'patterns': [
            'нижне.*бель',
        ],
        'aliases': [],
    },
    'ниппель для спиц': {
        'code': '7419800000',
        'patterns': [],
        'aliases': [],
    },
    'нитевдеватель': {
        'code': '7319909000',
        'patterns': [],
        'aliases': [],
    },
    'нитки': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '5401209000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '5401109000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'нож': {
        'code': '8211920000',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8211920000',
                    'group': 'нержавеющая сталь',
                    'match': [],
                },
            ],
        },
    },
    'ножки амортизаторы для мотоблока': {
        'code': '4016999109',
        'patterns': [],
        'aliases': [],
    },
    'ножницы': {
        'code': '',
        'patterns': [],
        'aliases': [
            'nozhnitsy',
            'диспенсер для бумажных полотенец',
            'поилка животных',
            'увлажнитель',
            'диспенсер бумажных полотенец',
            'вибростол',
            'ножеточка электрическая',
            'йогуртница',
            'аппарат для маникюра педикюра',
            'мороженица',
            'ножницы для бровей',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8213000000',
                    'group': 'сталь',
                    'match': [],
                },
                {
                    'code': '8509800000',
                    'group': 'plastic',
                    'match': [],
                },
            ],
        },
    },
    'ножницы по металлу': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'ножницы строительные': {
        'code': '8467298509',
        'patterns': [],
        'aliases': [],
    },
    'ножовка': {
        'code': '8202100000',
        'patterns': [],
        'aliases': [],
    },
    'носки': {
        'code': '',
        'patterns': [],
        'aliases': [
            'подследники',
            'носки тонкие носки из хлопка с сеткой обеспечивающие дышащесть от запаха и впитывающие влагу',
            'noski',
            'noski zhenskie par',
            'носки следки короткие',
            'podsledniki',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6115950000',
                    'group': 'other',
                    'match': [
                        'малышей',
                        'подследники',
                    ],
                },
                {
                    'code': '6115969900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6115990000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'носки для малышей': {
        'code': '6115990000',
        'patterns': [],
        'aliases': [],
    },
    'ноутбук': {
        'code': '8471300000',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8471300000',
                    'group': 'abs пластик',
                    'match': [],
                },
            ],
        },
    },
    'ночник': {
        'code': '9405490039',
        'patterns': [],
        'aliases': [],
    },
    'нутромер': {
        'code': '9017801000',
        'patterns': [],
        'aliases': [],
    },
    'обложка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'oblozhka',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'натуральная кожа',
                    'match': [],
                },
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'обложка для документов': {
        'code': '4202390000',
        'patterns': [],
        'aliases': [],
    },
    'обложка канцелярская': {
        'code': '3926100000',
        'patterns': [],
        'aliases': [],
    },
    'обмотка': {
        'code': '3919101200',
        'patterns': [],
        'aliases': [],
    },
    'обогреватель': {
        'code': '',
        'patterns': [
            'обогревате.*',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8516295000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7321810000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8516299100',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'обои': {
        'code': '4814200000',
        'patterns': [],
        'aliases': [
            'oboi',
        ],
    },
    'обратный клапан': {
        'code': '8481309908',
        'patterns': [],
        'aliases': [
            'клапан обратный',
            'сантехнический клапан',
        ],
    },
    'обрезчик углов': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'обтекатели для мототехники': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'обувница': {
        'code': '',
        'patterns': [],
        'aliases': [
            'obuvnitsa',
            'обувница abs пластик',
            'obuvnitsa abs plastik',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9403609009',
                    'group': 'бамбук',
                    'match': [
                        'бамбук',
                        'кожа',
                        'металл',
                        'искусственная',
                    ],
                },
                {
                    'code': '9403208009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9403601009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9401710009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'обувь': {
        'code': '6405909000',
        'patterns': [],
        'aliases': [
            'гамаши',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6405909000',
                    'group': 'шерстяной',
                    'match': [],
                },
            ],
        },
    },
    'обувь для танцев': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6405909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6405901000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6404199000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'обувь для ушу кунг': {
        'code': '6404110000',
        'patterns': [],
        'aliases': [],
    },
    'обучающая игра': {
        'code': '',
        'patterns': [
            'обуча.*игра',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9503007000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503009500',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9504908009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'обшивка автомобильная': {
        'code': '',
        'patterns': [],
        'aliases': [
            'obshivka',
            'obshivka avtomobilnaya art moskvich',
            'обшивка автомобильная арт.',
            'обшивка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926300000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9029203109',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'объектив': {
        'code': '9002110000',
        'patterns': [],
        'aliases': [
            'адаптер для объектива',
        ],
    },
    'оверлок': {
        'code': '8452101900',
        'patterns': [],
        'aliases': [],
    },
    'овощерезка электрическая': {
        'code': '8509400000',
        'patterns': [],
        'aliases': [
            'измельчитель',
            'соковыжималка электрическая',
            'электрический нож',
            'мясорубка электрическая',
        ],
    },
    'ограждение для животных': {
        'code': '',
        'patterns': [
            'ограж.*для.*живот',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9403609009',
                    'group': 'other',
                    'match': [
                        'белья',
                        'корзина',
                    ],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'ограничитель оконный': {
        'code': '3924900009',
        'patterns': [],
        'aliases': [],
    },
    'одежда антимоскитная': {
        'code': '',
        'patterns': [
            'одежд.*антим',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6211321000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926200000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '5608191900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'одежда для верховой езды': {
        'code': '6116930000',
        'patterns': [],
        'aliases': [],
    },
    'одежда для животных': {
        'code': '',
        'patterns': [],
        'aliases': [
            'одежда для собак',
            'седло для лошади',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4201000000',
                    'group': 'other',
                    'match': [
                        'лошади',
                        'седло',
                    ],
                },
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'одежда для кукол': {
        'code': '9503007000',
        'patterns': [],
        'aliases': [
            'аксессуар для кукол',
        ],
    },
    'одежда для мотоспорта': {
        'code': '',
        'patterns': [],
        'aliases': [
            'майка для малышей',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6109909000',
                    'group': 'other',
                    'match': [
                        'малышей',
                        'майка',
                    ],
                },
                {
                    'code': '6102909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6203431900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6115950000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4203100001',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'одеяло': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6301909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9404400009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6301409000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6301309000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6302100001',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'одноразовая пеленка для животных': {
        'code': '9619008901',
        'patterns': [],
        'aliases': [],
    },
    'одноразовая посуда': {
        'code': '4823699000',
        'patterns': [],
        'aliases': [
            'креманки',
            'креманки одноразовые',
        ],
    },
    'окно': {
        'code': '3925200000',
        'patterns': [],
        'aliases': [],
    },
    'опахало': {
        'code': '4421999000',
        'patterns': [],
        'aliases': [],
    },
    'оплетка на руль': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4205009000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'опора для растений': {
        'code': '',
        'patterns': [],
        'aliases': [
            'помпоны для творчества',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'оправа для очков': {
        'code': '9004901000',
        'patterns': [
            'оправ.*для.*очков',
        ],
        'aliases': [],
    },
    'опрыскиватель': {
        'code': '8424200000',
        'patterns': [
            'опрыскивате.*',
        ],
        'aliases': [
            'пеногенератор для авто аккумуляторный пенообразователь для авто пенный распылитель опрыскиватель садовый',
            'садовый опрыскиватель из нержавеющей стали6l',
            'запчасть для садового опрыскивателя',
        ],
    },
    'опрыскиватель садовый': {
        'code': '8424411000',
        'patterns': [],
        'aliases': [],
    },
    'оптический модуль': {
        'code': '9005100000',
        'patterns': [],
        'aliases': [],
    },
    'органайзер': {
        'code': '',
        'patterns': [
            'органайз.*',
        ],
        'aliases': [
            'organayzer',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3923100000',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
                {
                    'code': '4202929800',
                    'name': 'Текстиль',
                    'group': 'textile',
                },
                {
                    'code': '7323990000',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '4202921100',
                    'name': 'Чехол пласт',
                    'group': 'plastic',
                },
            ],
        },
    },
    'органайзер автомобильная': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'органайзер для хранения вещей': {
        'code': '',
        'patterns': [],
        'aliases': [
            'mariee organayzer dlya melochey i kosmetiki abs plastik haki',
            'mariee',
            'mariee органайзер для мелочей и косметики см abs пластик хаки',
            'органайзер для хранения см.',
            'organayzer dlya hraneniya',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3923100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'органайзер дорожный': {
        'code': '',
        'patterns': [],
        'aliases': [
            'organayzer dorozhnyy',
            'органайзер рыболовный',
            'органайзер строительный',
            'органайзер для рукоделия',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3923100000',
                    'group': 'other',
                    'match': [
                        'рукоделия',
                        'сумка',
                        'рыболовный',
                        'автомобильная',
                        'строительный',
                    ],
                },
                {
                    'code': '4202929100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202929800',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'органайзер канцелярский': {
        'code': '8504405500',
        'patterns': [],
        'aliases': [],
    },
    'орден мира дружбы российской федерации': {
        'code': '7113200000',
        'patterns': [
            'орден.*мира.*дружб.*росси.*федер',
        ],
        'aliases': [
            'орден мира и дружбы российской федерации орден россии',
        ],
    },
    'ортез': {
        'code': '9021101000',
        'patterns': [],
        'aliases': [],
    },
    'ортопедическая подушка': {
        'code': '9404902000',
        'patterns': [],
        'aliases': [],
    },
    'освежитель для полости рта': {
        'code': '3306900000',
        'patterns': [],
        'aliases': [
            'ополаскиватель полости рта',
            'ополаскиватель для полости рта',
        ],
    },
    'оснастка для рыбалки': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [],
    },
    'основа для ракетки': {
        'code': '9506400001',
        'patterns': [],
        'aliases': [],
    },
    'основание антенны': {
        'code': '8529109500',
        'patterns': [],
        'aliases': [],
    },
    'осушитель воздуха': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8421392008',
                    'group': 'other',
                    'match': [
                        'увлажнитель',
                    ],
                },
                {
                    'code': '8543708000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'осциллограф': {
        'code': '9030209100',
        'patterns': [],
        'aliases': [],
    },
    'ось для втулки': {
        'code': '8714930009',
        'patterns': [],
        'aliases': [],
    },
    'отбеливатель': {
        'code': '3402500000',
        'patterns': [],
        'aliases': [],
    },
    'отвертка': {
        'code': '8205400000',
        'patterns': [],
        'aliases': [],
    },
    'отвертка аккумуляторная': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8467292000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8467211000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'отвертка и биты': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [],
    },
    'открыватель крышки': {
        'code': '8501109100',
        'patterns': [],
        'aliases': [],
    },
    'открытка': {
        'code': '4909000000',
        'patterns': [],
        'aliases': [],
    },
    'отпариватель для одежды': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8516400000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8424300100',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'отпугиватель вредителей': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8543708000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926400000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'отсекатель': {
        'code': '8536901000',
        'patterns': [],
        'aliases': [],
    },
    'оттяжки для палатки': {
        'code': '',
        'patterns': [
            'оттяж.*для.*палат',
        ],
        'aliases': [
            'пол для палатки',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6306900000',
                    'group': 'other',
                    'match': [
                        'туризма',
                        'пол',
                    ],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'охлаждающая подставка': {
        'code': '8414592000',
        'patterns': [],
        'aliases': [],
    },
    'охлаждение для консоли': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8414592000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8414598000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'очиститель для накладок ракетки': {
        'code': '3402500000',
        'patterns': [],
        'aliases': [],
    },
    'очиститель краски': {
        'code': '3814009000',
        'patterns': [],
        'aliases': [],
    },
    'очиститель салона': {
        'code': '3402909000',
        'patterns': [],
        'aliases': [],
    },
    'очиститель стекол': {
        'code': '3402500000',
        'patterns': [],
        'aliases': [],
    },
    'очищающая пенка для бровей': {
        'code': '3401300000',
        'patterns': [],
        'aliases': [],
    },
    'очищающее средство': {
        'code': '3402909000',
        'patterns': [],
        'aliases': [],
    },
    'очки ': {
        'code': '9004109100',
        'patterns': [],
        'aliases': [
            'очки',
            'ochki',
        ],
    },
    'очки для занятий спортом': {
        'code': '9004109100',
        'patterns': [],
        'aliases': [],
    },
    'очки для купания': {
        'code': '9506290000',
        'patterns': [],
        'aliases': [
            'круг для купания',
            'очки для плавания',
        ],
    },
    'очки защитные': {
        'code': '',
        'patterns': [],
        'aliases': [
            'очки компьютерные',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9004901000',
                    'group': 'other',
                    'match': [
                        'диоптрий',
                        'без',
                        'компьютерные',
                        'плавания',
                    ],
                },
                {
                    'code': '9004909000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'очки солнцезащитные': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9004109100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9004101000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9004109900',
                    'group': 'other',
                    'match': [
                        'диоптрий',
                        'без',
                    ],
                },
                {
                    'code': '9004909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9004901000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'ошейник': {
        'code': '4201000000',
        'patterns': [],
        'aliases': [
            'набор : нержавеющий цветной ошейник цепь + поводок для средних и крупных пород',
            'nabor dlya sobak nerzhaveyushchiy tsvetnoy osheynik tsep povodok predmeta dlya srednih',
        ],
        'material_codes': {
            'нержавеющая сталь с покрытием': '',
        },
    },
    'пазл': {
        'code': '',
        'patterns': [],
        'aliases': [
            'пазлы тачки машины молния маккуин гонки персонажи',
            'pazl',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9504908009',
                    'group': 'wood',
                    'match': [],
                },
                {
                    'code': '9503006900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503006100',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'пазлы': {
        'code': '9503006900',
        'patterns': [],
        'aliases': [],
    },
    'пакет': {
        'code': '3923210000',
        'patterns': [],
        'aliases': [
            'пакеты',
            'мешки мусора',
            'мешок кондитерский',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3923210000',
                    'group': 'plastic',
                    'match': [],
                },
            ],
        },
    },
    'пакет для продуктов': {
        'code': '3923299000',
        'patterns': [],
        'aliases': [],
    },
    'пакет подарочный': {
        'code': '3923299000',
        'patterns': [],
        'aliases': [],
    },
    'палантин': {
        'code': '',
        'patterns': [],
        'aliases': [
            'palantin',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6117100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6213900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'палатка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'palatka',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9503009901',
                    'group': 'полиэстер',
                    'match': [
                        'детская',
                        'игровая',
                    ],
                },
                {
                    'code': '6306290009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'палки для скандинавской ходьбы': {
        'code': '',
        'patterns': [
            'палки.*для.*сканд.*ходьб',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9506919000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9506999000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'пальто': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6201400000',
                    'group': 'шерстяной',
                    'match': [],
                },
                {
                    'code': '6202400009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6202900001',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6102901000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6202900009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'панама': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6506999090',
                    'group': 'хлопок',
                    'match': [],
                },
                {
                    'code': '6505003000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6505009000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6504000000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'пандус для колясок': {
        'code': '9403208009',
        'patterns': [
            'панду.*для.*коляс',
        ],
        'aliases': [
            'пандус для техники, колясок',
        ],
    },
    'панель приборная': {
        'code': '9029203109',
        'patterns': [],
        'aliases': [],
    },
    'панель самокл': {
        'code': '3918900000',
        'patterns': [],
        'aliases': [],
    },
    'панно': {
        'code': '4911910000',
        'patterns': [],
        'aliases': [],
    },
    'панталоны': {
        'code': '6108220000',
        'patterns': [],
        'aliases': [],
    },
    'папка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'hucueuyod папка',
            'hucueuyod',
            'hucueuyod papka',
            'papka',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3926100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202990000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'паракорд': {
        'code': '5604100000',
        'patterns': [],
        'aliases': [],
    },
    'параподиум': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9506919000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9021101000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'парео': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6211490009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6117100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6211439000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6214900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'парик': {
        'code': '',
        'patterns': [],
        'aliases': [
            'modnyy materinskiy stil korotkie vyushchiesya volosy',
            'материнский стиль короткие вьющиеся волосы',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6704110000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6704190000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'парка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6202400001',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6202400009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'парктроник': {
        'code': '8512909008',
        'patterns': [],
        'aliases': [],
    },
    'парник теплица': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9406909009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9406903100',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'паровоз': {
        'code': '9503007500',
        'patterns': [],
        'aliases': [],
    },
    'пароочиститель': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8424300100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8424309000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'парфюм': {
        'code': '3303001000',
        'patterns': [],
        'aliases': [],
    },
    'парфюмерный увлажнитель': {
        'code': '3307490000',
        'patterns': [
            'парфю.*увлаж',
        ],
        'aliases': [
            'парфюмерный увлажнитель "огненная медуза" магия ароматов и света',
        ],
    },
    'пассатижи': {
        'code': '8203200009',
        'patterns': [],
        'aliases': [],
    },
    'пассатижи плоскогубцы': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'паста для творчества': {
        'code': '3407000000',
        'patterns': [],
        'aliases': [],
    },
    'паста полировальная': {
        'code': '3405901090',
        'patterns': [],
        'aliases': [],
    },
    'паста реставрационная': {
        'code': '3405300000',
        'patterns': [],
        'aliases': [],
    },
    'пасхальный декор': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3919900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926400000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9505900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'патрубок': {
        'code': '4016999708',
        'patterns': [],
        'aliases': [
            'patrubok',
        ],
    },
    'патрубок автомобильный': {
        'code': '7608208907',
        'patterns': [],
        'aliases': [],
    },
    'патч для глаз': {
        'code': '3304990000',
        'patterns': [],
        'aliases': [],
    },
    'патчи': {
        'code': '',
        'patterns': [],
        'aliases': [
            'гель патч',
            'палетка для контуринга',
            'компресс',
            'термальная вода',
            'консилер',
            'фиксатор макияжа',
            'средство для бритья',
            'пилинг',
            'средство для интимной гигиены',
            'средство для мышц охлаждающие',
            'гидролат для лица',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3304990000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3005100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'паяльная станция': {
        'code': '8515110000',
        'patterns': [],
        'aliases': [],
    },
    'паяльник': {
        'code': '8515110000',
        'patterns': [],
        'aliases': [],
    },
    'педали': {
        'code': '8714961009',
        'patterns': [],
        'aliases': [
            'педаль',
            'pedal',
        ],
    },
    'педаль для мототехники': {
        'code': '',
        'patterns': [
            'педал.*для.*мотот',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8302300009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8714103000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'педаль эффектов': {
        'code': '',
        'patterns': [],
        'aliases': [
            'педаль сустейна',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8518408008',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9209920000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'пеленка': {
        'code': '9619008909',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9619008909',
                    'group': 'муслин',
                    'match': [],
                },
            ],
        },
    },
    'пеленка для малышей': {
        'code': '9619005009',
        'patterns': [],
        'aliases': [],
    },
    'пеленка кокон': {
        'code': '6111209000',
        'patterns': [],
        'aliases': [],
    },
    'пемза': {
        'code': '2513100000',
        'patterns': [],
        'aliases': [],
    },
    'пенал': {
        'code': '',
        'patterns': [],
        'aliases': [
            'penal vodoottalkivayushchiy beckmann',
            'пенал набор',
            'kruzhevnoy penal s tsvetochnym printom',
            'penal',
            'пенал водоотталкивающий beckmann',
            'кружевной пенал с цветочным принтом',
            'пенал с пинки пай розовый отделений',
            'detskiy penal s pinki pay rozovyy otdeleniy',
            'вкладыш в рюкзак',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4202921100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202129900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202990000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'пеногенератор': {
        'code': '8424890001',
        'patterns': [],
        'aliases': [],
    },
    'пенокартон': {
        'code': '4823908597',
        'patterns': [],
        'aliases': [],
    },
    'пенообразователь': {
        'code': '8424200000',
        'patterns': [],
        'aliases': [],
    },
    'пеньюар': {
        'code': '6207910000',
        'patterns': [],
        'aliases': [],
    },
    'пеньюар для стрижки': {
        'code': '6211431000',
        'patterns': [],
        'aliases': [],
    },
    'пепельница': {
        'code': '',
        'patterns': [
            'пепельни.*',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6913909800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323990000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926400000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'пепельница автомобильная': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'переключатель': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8536501109',
                    'name': 'кнопочный',
                    'group': 'electric',
                    'match': [
                        'кнопочный',
                    ],
                },
                {
                    'code': '8536501509',
                    'name': 'поворотный',
                    'group': 'electric',
                    'match': [
                        'поворотный',
                    ],
                },
            ],
        },
    },
    'переключатель для фена': {
        'code': '8536508008',
        'patterns': [],
        'aliases': [],
    },
    'переноска для детей': {
        'code': '6307909800',
        'patterns': [
            'перен.*для.*детей',
        ],
        'aliases': [],
    },
    'переноска для животных': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3923100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202929800',
                    'group': 'other',
                    'match': [
                        'кошек',
                        'собак',
                        'сумка',
                    ],
                },
            ],
        },
    },
    'переносной душ': {
        'code': '3922900000',
        'patterns': [],
        'aliases': [],
    },
    'переходник': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8536691000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8536900100',
                    'group': 'other',
                    'match': [
                        'штатное',
                        'место',
                        'автомагнитола',
                    ],
                },
            ],
        },
    },
    'переходник для вентиля': {
        'code': '7609000000',
        'patterns': [],
        'aliases': [],
    },
    'переходник для горелки': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8515110000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8416900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'перила поручни': {
        'code': '7306699009',
        'patterns': [],
        'aliases': [],
    },
    'перо для маркера': {
        'code': '9608990009',
        'patterns': [],
        'aliases': [],
    },
    'перо для ручки': {
        'code': '9608910000',
        'patterns': [],
        'aliases': [],
    },
    'перфоратор': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8467219900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8467211000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'перчатки': {
        'code': '',
        'patterns': [
            'варежки',
            'перчатки хозяйственные',
        ],
        'aliases': [
            'перчатки для фитнеса',
            'перчатки хозяйственные',
            'motoperchatki',
            'perchatki',
            'мотоперчатки',
            'варежки',
            'varezhki',
            'варежки краги',
            'краги хоккейные',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6216000000',
                    'group': 'акрил',
                    'match': [],
                },
                {
                    'code': '4015190000',
                    'group': 'rubber',
                    'match': [],
                },
                {
                    'code': '4203299000',
                    'group': 'leather',
                    'match': [],
                },
            ],
        },
    },
    'песочник': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6209200000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6111209000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6111909000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'песочные часы': {
        'code': '9105990000',
        'patterns': [],
        'aliases': [],
    },
    'петля для мебели': {
        'code': '8302420000',
        'patterns': [],
        'aliases': [
            'петля дверцы',
        ],
    },
    'печатающая головка': {
        'code': '8443999000',
        'patterns': [],
        'aliases': [],
    },
    'печатная книга': {
        'code': '4901990000',
        'patterns': [],
        'aliases': [],
    },
    'печатная книга "магнус красный: повелитель просперо | макнилл грэм" издательство не указано не содержит запрещенной к ввозу информации': {
        'code': '4901990000',
        'patterns': [],
        'aliases': [],
    },
    'печать': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [],
    },
    'печенье': {
        'code': '1905904500',
        'patterns': [],
        'aliases': [],
    },
    'печь': {
        'code': '7321890000',
        'patterns': [],
        'aliases': [],
    },
    'пиала': {
        'code': '',
        'patterns': [],
        'aliases': [
            'piala',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6912002900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6912002300',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6911100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'пиджак': {
        'code': '',
        'patterns': [],
        'aliases': [
            'жакет',
            'pidzhak',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6103390000',
                    'name': 'Муж',
                    'group': 'male',
                },
                {
                    'code': '6204399000',
                    'name': 'Жен',
                    'group': 'female',
                },
                {
                    'code': '6111909000',
                    'name': 'Дет',
                    'group': 'child',
                },
            ],
        },
    },
    'пижама': {
        'code': '',
        'patterns': [],
        'aliases': [
            'кигуруми',
            'ночная сорочка',
            'ночнушка',
            'pizhama',
            'пижама акции распродажа скидки пижама удобная и мягкая незаменима осенью и зимой',
            'nochnaya sorochka sladkiy son',
            'пижама с шортами и майкой для девочки',
            'ночная сорочка сладкий сон',
            'nochnaya sorochka',
            'pizhama aktsii rasprodazha skidki zhenskaya pizhama udobnaya i myagkaya nezamenima osenyu i zimoy',
            'пижама в шелковая с воланами',
            'kigurumi',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6208290000',
                    'name': 'Жен',
                    'group': 'female',
                    'match': [
                        'пеньюар',
                        'красивый',
                        'сорочка',
                        'huabian',
                        'ночная',
                    ],
                },
                {
                    'code': '6207999000',
                    'name': 'Муж',
                    'group': 'male',
                },
                {
                    'code': '6108390000',
                    'group': 'ткань',
                    'match': [],
                },
            ],
        },
    },
    'пижама для малышей': {
        'code': '6108320000',
        'patterns': [],
        'aliases': [],
    },
    'пила': {
        'code': '8467229000',
        'patterns': [],
        'aliases': [
            'pila',
        ],
    },
    'пила садовая': {
        'code': '8467223000',
        'patterns': [],
        'aliases': [],
    },
    'пила торцовочная': {
        'code': '8467223000',
        'patterns': [],
        'aliases': [],
    },
    'пила туристическая': {
        'code': '8202100000',
        'patterns': [],
        'aliases': [],
    },
    'пила цепная компл.': {
        'code': '8467221000',
        'patterns': [],
        'aliases': [],
    },
    'пилинг носочки': {
        'code': '3304990000',
        'patterns': [],
        'aliases': [],
    },
    'пилка для маникюра': {
        'code': '8214200000',
        'patterns': [],
        'aliases': [
            'пилка маникюрная',
            'пилка пушер',
            'pilka',
        ],
    },
    'пильное полотно': {
        'code': '8202998000',
        'patterns': [],
        'aliases': [
            'пильный диск',
        ],
    },
    'пилюли для сердца': {
        'code': '3004900002',
        'patterns': [],
        'aliases': [],
    },
    'пинетки': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6405209900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6506999090',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'пинцет': {
        'code': '8203200001',
        'patterns': [],
        'aliases': [
            'pintset',
        ],
    },
    'пирамидка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503006100',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'пироженые': {
        'code': '1905904500',
        'patterns': [],
        'aliases': [],
    },
    'пирсинг': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7117900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7117190000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'письменный стол': {
        'code': '9403301900',
        'patterns': [],
        'aliases': [],
    },
    'плавающий буксировочный трос для каяка': {
        'code': '5607491900',
        'patterns': [],
        'aliases': [],
    },
    'плавки': {
        'code': '6112319000',
        'patterns': [],
        'aliases': [
            'plavki',
            'plavki kupalnye',
            'плавки купальные',
        ],
    },
    'плавник для sup доски': {
        'code': '9506290000',
        'patterns': [],
        'aliases': [
            'plavnik dlya sup doski',
            'sup доска',
            'весло для sup доски',
        ],
    },
    'плакат': {
        'code': '9503009909',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4823908597',
                    'group': 'картон',
                    'match': [
                        'моделирования',
                        'кондитерских',
                        'украшений',
                    ],
                },
            ],
        },
    },
    'планшет': {
        'code': '8471300000',
        'patterns': [],
        'aliases': [],
    },
    'пластилин': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3407000000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'пластинка виниловая': {
        'code': '8523809900',
        'patterns': [],
        'aliases': [],
    },
    'пластырь': {
        'code': '',
        'patterns': [],
        'aliases': [
            'plastyr',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3005905000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3005100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'плата вывода': {
        'code': '8524910090',
        'patterns': [],
        'aliases': [],
    },
    'плата декодера': {
        'code': '8537109100',
        'patterns': [
            'плата.*декод.*автом',
        ],
        'aliases': [],
    },
    'плата пк': {
        'code': '8473302008',
        'patterns': [],
        'aliases': [],
    },
    'платок': {
        'code': '',
        'patterns': [],
        'aliases': [
            'platok',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6117100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6214300000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6213900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6214900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'платье': {
        'code': '',
        'patterns': [],
        'aliases': [
            'сарафан',
            'sarafan',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6104490000',
                    'group': 'other',
                    'match': [
                        'сарафан',
                    ],
                },
                {
                    'code': '6204499000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6204430000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6104430000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6211490009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6114900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'платье для малышей': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6104490000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6204430000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6204499000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6104430000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'плафон': {
        'code': '7020008000',
        'patterns': [],
        'aliases': [
            'plafon',
        ],
    },
    'плафон в салон': {
        'code': '8539519009',
        'patterns': [],
        'aliases': [],
    },
    'плафон фары': {
        'code': '8512909008',
        'patterns': [],
        'aliases': [],
    },
    'плашка метрическая': {
        'code': '8204110000',
        'patterns': [],
        'aliases': [],
    },
    'плащ': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6102901000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6202900001',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6202400009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6202400001',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6202900009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'плед': {
        'code': '',
        'patterns': [],
        'aliases': [
            'rublya pled sm flanel dvustoronniy raznotsvetnyy',
            'рубля плед см фланель двусторонний разноцветный',
            'pled',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6301909000',
                    'group': 'other',
                    'match': [
                        'покрывало',
                    ],
                },
                {
                    'code': '6301409000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6301401000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6301309000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'пленка': {
        'code': '3919900000',
        'patterns': [],
        'aliases': [
            'plenka',
        ],
    },
    'пленка защитная': {
        'code': '3926909200',
        'patterns': [],
        'aliases': [],
    },
    'пленка пвх': {
        'code': '6306120000',
        'patterns': [],
        'aliases': [],
    },
    'плетеный шнур для рыбалки': {
        'code': '5404190000',
        'patterns': [],
        'aliases': [],
    },
    'плетка': {
        'code': '6602000000',
        'patterns': [],
        'aliases': [],
    },
    'плинтус потолочный': {
        'code': '3919900000',
        'patterns': [],
        'aliases': [
            'плита потолочная',
        ],
    },
    'плитка пвх': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4202921900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3918109000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'плодосборник': {
        'code': '8201900009',
        'patterns': [],
        'aliases': [],
    },
    'плойка': {
        'code': '8516320000',
        'patterns': [],
        'aliases': [],
    },
    'плоскогубцы': {
        'code': '8203200009',
        'patterns': [
            'плоскогуб.*',
        ],
        'aliases': [
            'ручной инструмент ювелирный',
        ],
    },
    'площадка детская': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'пляжный зонт': {
        'code': '6601100000',
        'patterns': [],
        'aliases': [],
    },
    'пневмокраскопульт': {
        'code': '8424200000',
        'patterns': [],
        'aliases': [],
    },
    'повербанк': {
        'code': '8507800009',
        'patterns': [],
        'aliases': [],
    },
    'поводок': {
        'code': '4201000000',
        'patterns': [],
        'aliases': [
            'попона послеоперационная',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4201000000',
                    'group': 'металлический',
                    'match': [],
                },
            ],
        },
    },
    'поводок для рыбалки': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [],
    },
    'поворотная подставка': {
        'code': '8482109008',
        'patterns': [],
        'aliases': [],
    },
    'поворотник для мотоцикла': {
        'code': '8512100000',
        'patterns': [],
        'aliases': [
            'поворотники для мототехники',
        ],
    },
    'поворотники велосипедные': {
        'code': '8512200009',
        'patterns': [],
        'aliases': [],
    },
    'повязка косметическая': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'повязка на голову спортивная': {
        'code': '6506999090',
        'patterns': [],
        'aliases': [],
    },
    'повязка на лицо': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'поглотитель влаги': {
        'code': '2811220000',
        'patterns': [],
        'aliases': [],
    },
    'погремушка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503009500',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'погружная помпа для аквариума': {
        'code': '8413702100',
        'patterns': [],
        'aliases': [],
    },
    'подвес для качели': {
        'code': '8483502000',
        'patterns': [],
        'aliases': [],
    },
    'подвеска': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7117900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7117190000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'подводка': {
        'code': '3304200000',
        'patterns': [],
        'aliases': [],
    },
    'подводка для воды': {
        'code': '4009220009',
        'patterns': [],
        'aliases': [
            'гибкая подводка',
            'подводка сантехническая',
        ],
    },
    'подвязка для растений': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [
            'klipsy dlya podvyazki rasteniy',
            'клипсы для подвязки растений',
            'клипсы',
            'klipsy',
        ],
        'material_codes': {
            'abs пластик': '',
        },
    },
    'подгузники': {
        'code': '9619008109',
        'patterns': [],
        'aliases': [],
    },
    'подгузники для животных': {
        'code': '9619008901',
        'patterns': [],
        'aliases': [],
    },
    'подгузники для новорожденных': {
        'code': '9619008909',
        'patterns': [
            'подгу.*для.*новор',
        ],
        'aliases': [],
    },
    'подкладка': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'подкладка бретелей': {
        'code': '8308900000',
        'patterns': [],
        'aliases': [],
    },
    'подкрылок': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [
            'брызговики для велосипеда',
        ],
    },
    'подлокотник автомобильный': {
        'code': '',
        'patterns': [],
        'aliases': [
            'внутренний подлокотник крыши',
            'подлокотник крыши',
            'подлокотник потолочный',
            'ручка потолочная',
            'потолочная ручка',
            'поручень потолочный',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9404908000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926300000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'подножка': {
        'code': '8708299009',
        'patterns': [],
        'aliases': [],
    },
    'поднос': {
        'code': '',
        'patterns': [],
        'aliases': [
            'podnos',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4421999000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3923100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7013499900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'подогреватель': {
        'code': '8516797000',
        'patterns': [
            'подогревате.*',
        ],
        'aliases': [],
    },
    'пододеяльник': {
        'code': '6302329000',
        'patterns': [
            'пододеяльн.*',
        ],
        'aliases': [],
    },
    'подрозетник': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'подсачек': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [],
    },
    'подсветка': {
        'code': '8539520009',
        'patterns': [
            'подсвет.*',
        ],
        'aliases': [],
    },
    'подсвечник': {
        'code': '',
        'patterns': [
            'подсвечн.*',
        ],
        'aliases': [
            'podsvechnik',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8306290009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9405500000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7018909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4420190000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'подседельный штырь': {
        'code': '8714999009',
        'patterns': [],
        'aliases': [],
    },
    'подставка': {
        'code': '',
        'patterns': [
            'подстав.*',
        ],
        'aliases': [
            'универсальная подставка для стиральной машины из нержавеющей стали с ножками высота',
            'подставка для телефон на стол',
            'podstavka',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'plastic',
                    'match': [
                        'бижутерии',
                        'украшений',
                        'органайзер',
                    ],
                },
                {
                    'code': '3924900009',
                    'group': 'plastic',
                    'match': [
                        'фруктовница',
                        'ключей',
                        'чаша',
                    ],
                    'characteristic': 'household',
                },
                {
                    'code': '4421999000',
                    'group': 'бамбук',
                    'match': [],
                },
                {
                    'code': '9403208009',
                    'group': 'metal',
                    'match': [
                        'цветов',
                    ],
                },
                {
                    'code': '9405500000',
                    'group': 'нержавеющая сталь',
                    'match': [],
                },
            ],
        },
    },
    'подставка декоративная': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9403609009',
                    'name': 'Дерево',
                    'group': 'wood',
                },
                {
                    'code': '9403208009',
                    'name': 'Металл',
                    'group': 'metal',
                },
            ],
        },
    },
    'подставка для благовоний': {
        'code': '',
        'patterns': [],
        'aliases': [
            'кольцо для салфеток',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8306290009',
                    'group': 'other',
                    'match': [
                        'салфеток',
                        'кольцо',
                    ],
                },
                {
                    'code': '6912002900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'подставка для компьютера': {
        'code': '9403301900',
        'patterns': [],
        'aliases': [],
    },
    'подставка для музыкальных инструментов': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8302500000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9620000007',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9620000009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9620000006',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9209997000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'подставка для ногтей': {
        'code': '3926909709',
        'patterns': [
            'подст.*для.*ногте',
        ],
        'aliases': [],
    },
    'подставка для ноутбука': {
        'code': '8414598000',
        'patterns': [],
        'aliases': [],
    },
    'подставка для обуви': {
        'code': '6406905000',
        'patterns': [],
        'aliases': [],
    },
    'подставка для планшета': {
        'code': '8302490009',
        'patterns': [],
        'aliases': [],
    },
    'подставка для подогрева чайника': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8516605000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'подставка для украшений': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926400000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'подставка для цветов': {
        'code': '',
        'patterns': [],
        'aliases': [
            'гамак для животных',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9403208009',
                    'group': 'other',
                    'match': [
                        'гамак',
                        'животных',
                        'под',
                        'инструментов',
                        'ноги',
                        'держатель',
                    ],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4421999000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4419900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'подставка для яиц': {
        'code': '7323910000',
        'patterns': [],
        'aliases': [],
    },
    'подставка под горячее': {
        'code': '7323910000',
        'patterns': [],
        'aliases': [],
    },
    'подставка под ноги': {
        'code': '9401690000',
        'patterns': [],
        'aliases': [],
    },
    'подставка сервировочная': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9403208009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'подстаканник салон автомобиля': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'подстолье': {
        'code': '9403990001',
        'patterns': [],
        'aliases': [],
    },
    'подтяжки': {
        'code': '6212900000',
        'patterns': [],
        'aliases': [],
    },
    'подушка': {
        'code': '9404908000',
        'patterns': [],
        'aliases': [
            'подушка на сиденье',
            'подушка декоративная',
            'naduvnaya podushka',
            'podushka',
            'podushka dekorativnaya',
            'надувная подушка',
            'удобная дышащая эргономичная массажная подушка',
            'udobnaya dyshashchaya ergonomichnaya massazhnaya podushka bez zapaha',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9404908000',
                    'group': 'хлопок',
                    'match': [],
                },
            ],
        },
    },
    'подушка балансировочная': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'подушка для шеи': {
        'code': '9404902000',
        'patterns': [],
        'aliases': [],
    },
    'подушка монтажная': {
        'code': '4016950000',
        'patterns': [],
        'aliases': [],
    },
    'подушка на стул': {
        'code': '6304990000',
        'patterns': [],
        'aliases': [],
    },
    'подшипник': {
        'code': '8482109008',
        'patterns': [
            'подшипн.*',
        ],
        'aliases': [],
    },
    'подъюбник': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6208110000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6108190000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6204599000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'пожарный инвентарь': {
        'code': '8424100000',
        'patterns': [],
        'aliases': [],
    },
    'поилка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'poilka',
            'поилка для животных',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8413810000',
                    'group': 'water',
                    'match': [
                        'фонтана',
                        'автоматическая',
                    ],
                },
                {
                    'code': '3926909709',
                    'group': 'plastic',
                    'match': [
                        'автопоилка',
                        'кормушка',
                    ],
                    'characteristic': 'household',
                },
            ],
        },
    },
    'поильник': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3923301090',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3923301010',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'покрывало': {
        'code': '6304910000',
        'patterns': [],
        'aliases': [],
    },
    'покрышка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'шина для велосипеда',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '4011100009',
                    'group': 'automobile',
                },
                {
                    'code': '4011400000',
                    'group': 'motorcycle',
                },
                {
                    'code': '4011500009',
                    'group': 'bicycle',
                },
                {
                    'code': '9507209000',
                    'group': 'fishing',
                },
            ],
        },
    },
    'полировочная паста': {
        'code': '3405909000',
        'patterns': [],
        'aliases': [],
    },
    'полироль': {
        'code': '3405300000',
        'patterns': [],
        'aliases': [],
    },
    'полка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'polka nastennaya pryamaya',
            'полка настенная прямая',
            'yoush polka dlya vannoy nastennaya uglovaya',
            'yoush полка настенная угловая',
            'polka',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '9403208009',
                    'name': 'Металл',
                    'group': 'metal',
                    'match': [
                        'кухонной',
                        'напольная',
                        'мебели',
                    ],
                },
                {
                    'code': '9403609009',
                    'name': 'Дерево',
                    'group': 'wood',
                },
                {
                    'code': '9403700008',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
                {
                    'code': '3924900009',
                    'group': 'plastic',
                    'match': [],
                    'characteristic': 'household',
                },
            ],
        },
    },
    'полка автомобильная': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926300000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'поло': {
        'code': '6109100000',
        'patterns': [],
        'aliases': [],
    },
    'половник походный': {
        'code': '8215991000',
        'patterns': [],
        'aliases': [],
    },
    'полоски магнитные': {
        'code': '8505199000',
        'patterns': [],
        'aliases': [
            'магнитные наклейки',
            'крепление магнитное',
        ],
    },
    'полотенце': {
        'code': '6302600000',
        'patterns': [
            'полотен.*',
        ],
        'aliases': [
            'пляжное полотенце см полиэстер разноцветный',
            'plyazhnoe polotentse sm poliester raznotsvetnyy',
            'одноразовые холодные полотенца для охлаждения от пота подходит для военных сборов фитнеса и поездок в наборе',
            'odnorazovye holodnye polotentsa dlya ohlazhdeniya ot pota podhodit dlya voennyh sborov fitnesa',
            'polotentse',
            'polotentse kuhonnoe',
        ],
    },
    'полотенце для ванной': {
        'code': '6302910000',
        'patterns': [],
        'aliases': [],
    },
    'полотенце кухонное': {
        'code': '6302939000',
        'patterns': [],
        'aliases': [],
    },
    'полотенце спортивное': {
        'code': '6302999000',
        'patterns': [],
        'aliases': [],
    },
    'полотенцесушитель': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8516797000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8516299900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'полупроводники': {
        'code': '8541590000',
        'patterns': [
            'полуп.*пары',
        ],
        'aliases': [
            'полупроводники пары',
            'полупроводник',
        ],
    },
    'помада': {
        'code': '3304100000',
        'patterns': [
            'для.*губ',
        ],
        'aliases': [
            'блеск для губ',
            'помада для губ',
            'бальзам для губ',
            'карандаш для губ',
            'губная',
            'тинт для губ',
        ],
    },
    'помазок': {
        'code': '9603298000',
        'patterns': [],
        'aliases': [],
    },
    'поплавок': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [
            'poplavok',
        ],
    },
    'поппер': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [],
    },
    'порошок бромелайна': {
        'code': '2936900009',
        'patterns': [],
        'aliases': [],
    },
    'портативная стиральная машинка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8450111900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8450200000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'портативный кондиционер не содержит хладагента': {
        'code': '8414510000',
        'patterns': [],
        'aliases': [],
    },
    'портативный фонарик': {
        'code': '8513100000',
        'patterns': [],
        'aliases': [],
    },
    'портсигар': {
        'code': '7326909202',
        'patterns': [],
        'aliases': [],
    },
    'поручень': {
        'code': '9403208009',
        'patterns': [],
        'aliases': [],
    },
    'поршень для мототехники': {
        'code': '8409910008',
        'patterns': [],
        'aliases': [],
    },
    'постельное белье': {
        'code': '6302100001',
        'patterns': [],
        'aliases': [],
    },
    'постер': {
        'code': '8310000000',
        'patterns': [],
        'aliases': [],
    },
    'постер в раме': {
        'code': '4911990000',
        'patterns': [],
        'aliases': [],
    },
    'посуда': {
        'code': '',
        'patterns': [
            'посуд.*кухон',
            'труб.*напит',
        ],
        'aliases': [
            'posuda',
            'салатник',
            'salatnik',
        ],
        'material_codes': {
            'пластик': '3924100000',
            'дерево': '4419900000',
            'стекло': '7013499900',
            'керамика': '6912002900',
            'abs пластик': '3924100000',
            'эмалированная сталь': '7323930000',
            'углеродистая сталь': '7323930000',
            'нержавеющая сталь': '7323930000',
            'железо': '7323930000',
            'пластиковый': '3924100000',
            'бамбук': '4419900000',
        },
    },
    'посуда для чайных церемоний': {
        'code': '6911100000',
        'patterns': [],
        'aliases': [],
    },
    'посудомоечная машина': {
        'code': '8422110000',
        'patterns': [],
        'aliases': [],
    },
    'поталь': {
        'code': '3212100000',
        'patterns': [],
        'aliases': [],
    },
    'потолочный светильник': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9405190039',
                    'group': 'other',
                    'match': [
                        'настенно',
                    ],
                },
                {
                    'code': '9405110039',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9405110031',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9405290039',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9405110014',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9405110019',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9405190029',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9405110029',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'походная газовая плита': {
        'code': '',
        'patterns': [
            'поход.*газов.*плита',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8515110000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'походная печь': {
        'code': '7321120000',
        'patterns': [],
        'aliases': [],
    },
    'походная посуда и столовые приборы': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'походный душ': {
        'code': '8413810000',
        'patterns': [
            'поход.*душ',
        ],
        'aliases': [
            'умный походный душ для кемпинга и дачи портативный душ с насосом туристический10000 мач черное',
        ],
    },
    'почтовый ящик': {
        'code': '8303009000',
        'patterns': [],
        'aliases': [],
    },
    'пояс для чулок': {
        'code': '6212900000',
        'patterns': [],
        'aliases': [],
    },
    'пояс спасательный': {
        'code': '6307200000',
        'patterns': [],
        'aliases': [
            'спасательный жилет',
            'пояс страховочный',
        ],
    },
    'предохранитель': {
        'code': '8536105000',
        'patterns': [
            'предохраните.*',
        ],
        'aliases': [],
    },
    'предохранитель автомобильный': {
        'code': '',
        'patterns': [],
        'aliases': [
            'плавкий предохранитель',
            'плавкий',
            'запчасти для электродвигателей',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8536101000',
                    'group': 'other',
                    'match': [
                        'плавкий',
                    ],
                },
                {
                    'code': '8536490000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'предтренировочный комплекс': {
        'code': '2106909803',
        'patterns': [],
        'aliases': [],
    },
    'преобразователь ржавчины': {
        'code': '3402500000',
        'patterns': [],
        'aliases': [],
    },
    'преобразователь частоты': {
        'code': '8504409100',
        'patterns': [],
        'aliases': [],
    },
    'прибор для чистки семечек': {
        'code': '8205510090',
        'patterns': [],
        'aliases': [
            'металлический прибор для чистки семечек',
        ],
    },
    'привод': {
        'code': '8505902009',
        'patterns': [],
        'aliases': [],
    },
    'привод для мототехники': {
        'code': '8708509909',
        'patterns': [],
        'aliases': [],
    },
    'приводной ремень': {
        'code': '4010320000',
        'patterns': [],
        'aliases': [],
    },
    'прижим рычажный': {
        'code': '8205700000',
        'patterns': [],
        'aliases': [],
    },
    'прижимной ролик': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'призма': {
        'code': '9002900009',
        'patterns': [],
        'aliases': [],
    },
    'прикормка рыболовная': {
        'code': '3824999608',
        'patterns': [],
        'aliases': [],
    },
    'прикуриватель': {
        'code': '9613800000',
        'patterns': [],
        'aliases': [],
    },
    'принадлежности для инструментов': {
        'code': '8302411000',
        'patterns': [],
        'aliases': [],
    },
    'принтер': {
        'code': '8443321009',
        'patterns': [],
        'aliases': [],
    },
    'припой': {
        'code': '8311900000',
        'patterns': [],
        'aliases': [],
    },
    'природные материалы': {
        'code': '',
        'patterns': [
            'приро.*матер',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6802290009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7103990008',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'присоска': {
        'code': '3925901000',
        'patterns': [],
        'aliases': [
            'fanaue автомобильная присоска с шаровой головкой 25 мм крепление на лобовое стекло кронштейн для планшета сильная адсорбция',
        ],
    },
    'присоска крепежная': {
        'code': '8467298509',
        'patterns': [],
        'aliases': [],
    },
    'приспособление для установки хомутов': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'приспособление для фрезерования': {
        'code': '8467298509',
        'patterns': [],
        'aliases': [],
    },
    'приставной столик': {
        'code': '',
        'patterns': [],
        'aliases': [
            'pristavnoy stolik',
            'приставной',
            'pristavnoy',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9403208009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9403609009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9403700008',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'прихватка': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [
            'prihvatka',
        ],
        'material_codes': {
            'текстиль': '3924900009',
        },
    },
    'прищепка': {
        'code': '7323990000',
        'patterns': [],
        'aliases': [],
    },
    'прищепки для белья': {
        'code': '',
        'patterns': [],
        'aliases': [
            'prishchepki',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '7323990000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'пробка': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [
            'заглушки для скиммера бассейна наземные',
            'zaglushki dlya skimmera basseyna nazemnye razmerov',
        ],
        'material_codes': {
            'нержавеющая сталь, пвх': '',
        },
    },
    'пробка сливная': {
        'code': '3923509000',
        'patterns': [],
        'aliases': [],
    },
    'пробковая доска': {
        'code': '4504908000',
        'patterns': [],
        'aliases': [],
    },
    'провод измерительный': {
        'code': '8544429009',
        'patterns': [],
        'aliases': [],
    },
    'проводка для мототехники': {
        'code': '8544300007',
        'patterns': [],
        'aliases': [],
    },
    'проводной телефон': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8517180000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8517110000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'проволока для рукоделия': {
        'code': '',
        'patterns': [],
        'aliases': [
            'игрушка животных',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '9503009909',
                    'group': 'toys',
                    'match': [
                        'мебель',
                        'кукол',
                    ],
                },
                {
                    'code': '7326909807',
                    'group': 'metal',
                    'match': [
                        'синельная',
                    ],
                },
            ],
        },
    },
    'программная карта памяти': {
        'code': '8537109100',
        'patterns': [],
        'aliases': [],
    },
    'проектор': {
        'code': '8528699000',
        'patterns': [],
        'aliases': [
            'proektor',
        ],
    },
    'прожектор': {
        'code': '9405420012',
        'patterns': [],
        'aliases': [],
    },
    'прокладки': {
        'code': '9619007909',
        'patterns': [],
        'aliases': [
            'prokladki',
        ],
    },
    'прокладки женские': {
        'code': '9619003000',
        'patterns': [],
        'aliases': [],
    },
    'прокладки многоразовые': {
        'code': '9619007109',
        'patterns': [],
        'aliases': [],
    },
    'промышленная автоматика': {
        'code': '8501310000',
        'patterns': [],
        'aliases': [],
    },
    'промышленная охранная система': {
        'code': '8525893000',
        'patterns': [],
        'aliases': [],
    },
    'пропеллер': {
        'code': '3926909709',
        'patterns': [
            'пропелл.*',
        ],
        'aliases': [],
    },
    'прописи': {
        'code': '4903000000',
        'patterns': [],
        'aliases': [],
    },
    'пропитка водоотталкивающая': {
        'code': '3405100000',
        'patterns': [],
        'aliases': [],
    },
    'прополочная машинка': {
        'code': '8432291000',
        'patterns': [],
        'aliases': [],
    },
    'прорезыватель': {
        'code': '',
        'patterns': [
            'прорезывате.*',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503009500',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4014900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'простыня': {
        'code': '',
        'patterns': [],
        'aliases': [
            'простынь',
            'prostynya',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6302399000',
                    'group': 'перкаль',
                    'match': [],
                },
                {
                    'code': '6302100009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6302329000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6302100001',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'протектор': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [
            'protektor',
        ],
    },
    'протирка овощей фруктов ягод': {
        'code': '8205510090',
        'patterns': [],
        'aliases': [],
    },
    'проточный водонагреватель': {
        'code': '8516101100',
        'patterns': [],
        'aliases': [],
    },
    'пруд': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'пружина': {
        'code': '7320208108',
        'patterns': [],
        'aliases': [
            'пружина сцепления',
        ],
    },
    'пружина для фиксации': {
        'code': '7320909008',
        'patterns': [],
        'aliases': [],
    },
    'пружина растяжения': {
        'code': '7320208508',
        'patterns': [],
        'aliases': [],
    },
    'пряжа': {
        'code': '',
        'patterns': [],
        'aliases': [
            'pryazha',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '5109109000',
                    'name': 'Полиэстер',
                    'group': 'полиэстер',
                    'match': [
                        'толстая',
                        'вязания',
                        'руками',
                    ],
                },
                {
                    'code': '5511300000',
                    'group': 'шерсть',
                    'match': [],
                },
            ],
        },
    },
    'пряжка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8308900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'пуговицы': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '9606210000',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
                {
                    'code': '9606220000',
                    'name': 'Металл',
                    'group': 'metal',
                },
            ],
        },
    },
    'пуговицы из ткани': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'пудра': {
        'code': '3304910000',
        'patterns': [],
        'aliases': [],
    },
    'пуллер': {
        'code': '8308900000',
        'patterns': [],
        'aliases': [],
    },
    'пульверизатор': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8424200000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8424411000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7010904300',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'пульт': {
        'code': '8543708000',
        'patterns': [],
        'aliases': [
            'ключ зажигания',
            'лампа от насекомых',
            'тюнер музыкальный',
            'озонатор',
            'средство от насекомых',
            'презентер',
            'антилай для собак',
            'термопресс',
            'педаль для гитарного усилителя',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8543708000',
                    'group': 'plastic',
                    'match': [],
                },
            ],
        },
    },
    'пульт ду': {
        'code': '8526920008',
        'patterns': [],
        'aliases': [],
    },
    'пусковое устройство': {
        'code': '8507800009',
        'patterns': [],
        'aliases': [],
    },
    'пустышка': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [
            'соска',
        ],
    },
    'пуф': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9403609009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9401800009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'пуховик': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6202400009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6202900009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6202400001',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6102309000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'пуховка': {
        'code': '9616200000',
        'patterns': [],
        'aliases': [],
    },
    'пушка теннисная': {
        'code': '8467292000',
        'patterns': [],
        'aliases': [],
    },
    'пылесос': {
        'code': '8508110000',
        'patterns': [],
        'aliases': [],
    },
    'пяльца': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'пятновыводитель': {
        'code': '',
        'patterns': [
            'пятновыводите.*',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3402500000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3402909000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'рабочая обувь': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6405909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6402911000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6402919000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6404199000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6405901000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6402190000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6404110000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'радиатор для мототехники': {
        'code': '8714999009',
        'patterns': [],
        'aliases': [
            'втулка для велосипеда',
        ],
    },
    'радиоприёмник': {
        'code': '8527190000',
        'patterns': [],
        'aliases': [],
    },
    'радиоприемник': {
        'code': '8519811100',
        'patterns': [],
        'aliases': [],
    },
    'разбрызгиватель': {
        'code': '8424200000',
        'patterns': [
            'разбрызгивате.*',
        ],
        'aliases': [],
    },
    'разветвитель кабеля': {
        'code': '8536901000',
        'patterns': [],
        'aliases': [],
    },
    'разветвитель электрический': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8536699008',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8536901000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'развивающий коврик': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'разделитель пальце ног': {
        'code': '9021101000',
        'patterns': [],
        'aliases': [
            'разделитель пальцев',
            'разделитель пальцев ног',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9021101000',
                    'group': 'силиконовый',
                    'match': [],
                },
            ],
        },
    },
    'размешиватели': {
        'code': '8215991000',
        'patterns': [],
        'aliases': [],
    },
    'разъем': {
        'code': '8536699008',
        'patterns': [],
        'aliases': [],
    },
    'разъём для прикуривателя': {
        'code': '8536901000',
        'patterns': [],
        'aliases': [],
    },
    'разъем для фиксации шлангов пылесоса': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'ракетка для бадминтона': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'ракетка для большого тенниса': {
        'code': '9506510000',
        'patterns': [],
        'aliases': [],
    },
    'ракетка для настольного': {
        'code': '9506400001',
        'patterns': [],
        'aliases': [],
    },
    'раковина': {
        'code': '7324100009',
        'patterns': [],
        'aliases': [],
    },
    'раковинный выпуск': {
        'code': '8481801900',
        'patterns': [],
        'aliases': [],
    },
    'рама для велосипеда': {
        'code': '8714911001',
        'patterns': [],
        'aliases': [],
    },
    'рамка госномера': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'рамка для фотографий': {
        'code': '4414900000',
        'patterns': [],
        'aliases': [],
    },
    'раскладушка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9403202009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9401790009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9403208009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'раскраска': {
        'code': '4903000000',
        'patterns': [],
        'aliases': [],
    },
    'распошивальная машина': {
        'code': '8452109000',
        'patterns': [],
        'aliases': [],
    },
    'распределитель зажигания': {
        'code': '8511300008',
        'patterns': [],
        'aliases': [],
    },
    'распределительный щит': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3923100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8536508008',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8536901000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8538100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'распылитель': {
        'code': '8424200000',
        'patterns': [
            'распылите.*',
        ],
        'aliases': [
            'переносной душ распылитель',
        ],
    },
    'рассеиватель': {
        'code': '3926909200',
        'patterns': [],
        'aliases': [
            'украшение на машину',
        ],
    },
    'растительный напиток': {
        'code': '2106909803',
        'patterns': [],
        'aliases': [],
    },
    'расходник для печати': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3215900009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8443999000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'расходомер жидкости': {
        'code': '9029100009',
        'patterns': [],
        'aliases': [],
    },
    'расческа': {
        'code': '',
        'patterns': [],
        'aliases': [
            'расческа tangle teezer the ultimate detangler naturally curly purple passion',
            'расческа брашинг для укладки волос',
            'брашинг',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9615110000',
                    'group': 'plastic',
                    'match': [],
                },
                {
                    'code': '9615190000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'расческа для животных': {
        'code': '9603293000',
        'patterns': [],
        'aliases': [],
    },
    'расширитель колесных арок': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'рашгард': {
        'code': '',
        'patterns': [],
        'aliases': [
            'rashgard',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6109909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6104230000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6110909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6211490009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6109902000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'рашпиль': {
        'code': '8203100000',
        'patterns': [],
        'aliases': [
            'рашпиль двусторонний shinto e2101 для деревообработки 250 мм шаг зубьев 1024 tpi',
        ],
    },
    'регулятор громкости': {
        'code': '8536501509',
        'patterns': [],
        'aliases': [],
    },
    'регулятор температуры': {
        'code': '9032102000',
        'patterns': [],
        'aliases': [],
    },
    'редуктор': {
        'code': '8483402900',
        'patterns': [],
        'aliases': [],
    },
    'резец по дереву': {
        'code': '8205300000',
        'patterns': [],
        'aliases': [],
    },
    'резинка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4016999708',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9615900000',
                    'group': 'other',
                    'match': [
                        'волос',
                        'смешанный',
                        'китай',
                    ],
                },
            ],
        },
    },
    'резинка для стеклоочистителя': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4016930005',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4016999708',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'резинка канцелярская': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4016920000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'резиновые чехлы на обувь': {
        'code': '4015900000',
        'patterns': [],
        'aliases': [],
    },
    'резьбонарезная головка': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'рейлинг автомобильный': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8302300009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7616999008',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'рейлинг ванной': {
        'code': '3924900009',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7323990000',
                    'group': 'metal',
                    'match': [
                        'кухни',
                    ],
                },
            ],
        },
    },
    'реле': {
        'code': '8536411000',
        'patterns': [],
        'aliases': [],
    },
    'ремень': {
        'code': '',
        'patterns': [],
        'aliases': [
            'пояс',
            'remen styazhnoy stropa na lipuchke dlinoy',
            'ремень замшевый широкий',
            'remen',
            'poyas',
            'пояс для фиксации ребенка',
            'портупея',
            'наколенники для ползания',
            'декор для обуви',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '4203300000',
                    'name': 'Кожа',
                    'group': 'leather',
                },
                {
                    'code': '6117808009',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
                {
                    'code': '6117801009',
                    'group': 'textile',
                    'match': [
                        'стяжной',
                    ],
                },
                {
                    'code': '4010320000',
                    'group': 'automobile',
                    'match': [
                        'вариатора',
                        'приводной',
                        'suzuki',
                        'замена',
                    ],
                },
            ],
        },
    },
    'ремень безопасности': {
        'code': '8708219009',
        'patterns': [],
        'aliases': [],
    },
    'ремень для йоги': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'ремень стяжной': {
        'code': '5607491100',
        'patterns': [],
        'aliases': [],
    },
    'ремешок': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '9113900009',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
                {
                    'code': '9113900001',
                    'name': 'Кожа',
                    'group': 'leather',
                },
                {
                    'code': '9113200000',
                    'name': 'Металл',
                    'group': 'metal',
                },
            ],
        },
    },
    'ремешок для смарт часов': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9113900009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9113200000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9113900001',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'ремешок для часов': {
        'code': '',
        'patterns': [],
        'aliases': [
            'ремешок для часов watch mm тканевый',
            'ремешок браслет часов',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9113900009',
                    'group': 'каучук',
                    'match': [],
                },
                {
                    'code': '9113900001',
                    'group': 'натуральная кожа',
                    'match': [],
                },
            ],
        },
    },
    'ремешок на липучке': {
        'code': '5906100000',
        'patterns': [],
        'aliases': [],
    },
    'ремкомплект автомобильной двери': {
        'code': '8708219009',
        'patterns': [],
        'aliases': [],
    },
    'ремкомплект кулисы переключения передач для автомобилей': {
        'code': '8708409909',
        'patterns': [],
        'aliases': [],
    },
    'ремкомплект тормозной системы мототехники': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'ремкомплект фары': {
        'code': '7014000000',
        'patterns': [],
        'aliases': [],
    },
    'ремонтный комплект': {
        'code': '8544429009',
        'patterns': [],
        'aliases': [],
    },
    'ресницы для наращивания': {
        'code': '6704900000',
        'patterns': [],
        'aliases': [
            'накладные ресницы',
            'ресницы накладные',
            'ресницы',
            'ресницы накладные пучки классика изгиб c микс',
        ],
    },
    'решетка': {
        'code': '4421999000',
        'patterns': [],
        'aliases': [
            '92см  24 см выдвижная садовая решетчатая рама для забора используется для вьющихся растений садовых террас украшения помещений',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'plastic',
                    'match': [],
                },
            ],
        },
    },
    'решетка гриль': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323990000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'решетка радиатора': {
        'code': '8708109009',
        'patterns': [],
        'aliases': [
            'glyantsevaya chernaya perednyaya reshetka radiatora gonochnye reshetki dlya infiniti',
            'глянцевая черная передняя решетка радиатора гоночные решетки для infiniti все модели',
        ],
        'material_codes': {
            'abs пластик': '',
        },
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8708109009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926300000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'ритуальный аксессуар': {
        'code': '7013990000',
        'patterns': [],
        'aliases': [],
    },
    'робот для мойки окон': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [],
    },
    'робот мойщик окон': {
        'code': '8509800000',
        'patterns': [
            'робот.*мойщи.*окон',
        ],
        'aliases': [
            'робот мойщик окон с распылением мощный',
        ],
    },
    'робот трансформер': {
        'code': '9503009909',
        'patterns': [],
        'aliases': [],
    },
    'рога на руль': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
    },
    'розетка': {
        'code': '8536699008',
        'patterns': [],
        'aliases': [
            'адаптер розетки',
        ],
    },
    'ролик для мототехники': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'ролик для пресса': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'ролик для теста': {
        'code': '4419190000',
        'patterns': [],
        'aliases': [],
    },
    'ролики для девочки': {
        'code': '9506703000',
        'patterns': [
            'ролик.*для.*девоч',
        ],
        'aliases': [
            'ролики для девочки, квады раздвижные с защитой',
        ],
    },
    'роликовая электропилка': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [],
    },
    'роликовые коньки': {
        'code': '9506703000',
        'patterns': [],
        'aliases': [],
    },
    'ростомер': {
        'code': '9017801000',
        'patterns': [],
        'aliases': [
            'настенный ростомер',
            'ростомер для детей',
            'детский ростомер',
        ],
    },
    'ротор': {
        'code': '8501109900',
        'patterns': [],
        'aliases': [],
    },
    'ротор для электроинструмента': {
        'code': '8483402900',
        'patterns': [],
        'aliases': [],
    },
    'роторный цилиндр': {
        'code': '8412298109',
        'patterns': [],
        'aliases': [],
    },
    'рубанок': {
        'code': '8205300000',
        'patterns': [],
        'aliases': [],
    },
    'рубашка': {
        'code': '',
        'patterns': [
            'рубаш.*',
        ],
        'aliases': [
            'rubashka',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6205908009',
                    'name': 'Муж',
                    'group': 'male',
                },
                {
                    'code': '6206909000',
                    'name': 'Жен',
                    'group': 'female',
                },
                {
                    'code': '6111909000',
                    'name': 'Дет',
                    'group': 'child',
                },
            ],
        },
    },
    'рубашка для малышей': {
        'code': '6206400000',
        'patterns': [],
        'aliases': [],
    },
    'рукоятка': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [
            'аксессуары, расходники для бильярда',
            'аксессуар для нивелира',
        ],
    },
    'рукоятка для фитнес эспандера': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'рукоятка тормоза': {
        'code': '8708309909',
        'patterns': [],
        'aliases': [],
    },
    'рукоятка управления дроссельной заслонкой': {
        'code': '8708409909',
        'patterns': [],
        'aliases': [],
    },
    'рулевая колонка для велосипеда': {
        'code': '8714999009',
        'patterns': [],
        'aliases': [],
    },
    'рулонные шторы': {
        'code': '',
        'patterns': [
            'рулон.*шторы',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4419900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3925300000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'руль автомобильный': {
        'code': '8714991000',
        'patterns': [
            'руль.*автом',
        ],
        'aliases': [
            'подходит для bmw 3 серии 525 530 x1 x3 x5 x6 e90 e70 f10 f30 рулевое колесо из углеродного волокна в сборе',
            'ручка на руль',
        ],
    },
    'руль для велосипеда': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8714991000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8714999009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'румяна': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3304990000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3304910000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'руны': {
        'code': '7116201100',
        'patterns': [],
        'aliases': [],
    },
    'ручка': {
        'code': '9608101000',
        'patterns': [],
        'aliases': [],
    },
    'ручка автомобильная': {
        'code': '8708299009',
        'patterns': [
            'ручк.*для.*двер.*автомоб',
            'автомоб.*ручк',
        ],
        'aliases': [
            'ручка двери автомобиля',
            'ручка крышки перчаточного ящика',
            'ручка бардачка',
        ],
    },
    'ручка дверная автомобильная': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'ручка для амбарной двери': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'ручка для велосипеда': {
        'code': '8708949909',
        'patterns': [],
        'aliases': [],
    },
    'ручка для чемодана': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'ручка кпп': {
        'code': '8708409909',
        'patterns': [],
        'aliases': [],
    },
    'ручка мебельная': {
        'code': '',
        'patterns': [],
        'aliases': [
            'засов дверной',
            'засов',
            'ruchka mebelnaya',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8302420000',
                    'group': 'metal',
                    'match': [],
                },
                {
                    'code': '6912008900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8302490009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'ручная выжималка для сока': {
        'code': '8205510090',
        'patterns': [],
        'aliases': [
            'ручная соковыжималка',
        ],
    },
    'ручная кофеварка': {
        'code': '7013491000',
        'patterns': [],
        'aliases': [],
    },
    'ручной измельчитель': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8205510090',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8210000000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'ручной инструмент': {
        'code': '8205909000',
        'patterns': [
            'ручн.*инструм',
            'инструм.*авто',
            'инструм.*кожей',
            'инструм.*мото',
        ],
        'aliases': [
            'инструмент для работы кожей мехом',
            'резак строительный',
            'инструмент для полировки',
            'кернер',
            'инструмент для натяжения',
            'скрепер',
            'шпатель для рукоделия',
            'сеялка',
            'шприц для смазки',
            'монтажка',
            'конус посадочный',
            'бур ручной',
            'штанга распорная',
            'трамбовка',
            'щуп масляный',
            'сачок для аквариума',
            'кромкогиб',
            'система для заточки',
            'развертка',
            'инструмент для лазания',
            'дровокол ручной',
            'дровокол',
            'drovokol',
            'пресс клещи',
            'вороток',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8205909000',
                    'group': 'metal',
                    'match': [],
                },
            ],
        },
    },
    'ручной кусторез': {
        'code': '8201500000',
        'patterns': [],
        'aliases': [],
    },
    'ручной пылесос': {
        'code': '8508190009',
        'patterns': [],
        'aliases': [],
    },
    'рыболовная катушка': {
        'code': '9507300000',
        'patterns': [],
        'aliases': [],
    },
    'рыхлитель': {
        'code': '8201900009',
        'patterns': [],
        'aliases': [],
    },
    'рычаг для мототехники': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8714999009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8714109000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'рычаг подвески': {
        'code': '8708809909',
        'patterns': [],
        'aliases': [],
    },
    'рюкзак': {
        'code': '',
        'patterns': [],
        'aliases': [
            'рюкзак школьный ортопедическая спинка водоотталкивающая ткань для средней и старшей школы продаж',
            'ryukzak shkolnyy dlya podrostkov ortopedicheskaya spinka vodoottalkivayushchaya tkan dlya',
            'sprayground ryukzak',
            'ryukzak',
            'sprayground рюкзак',
            'эргорюкзак',
            'sumka shkolnaya',
            'сумка школьная',
            'фурнитура для сумок',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4202921100',
                    'group': 'plastic',
                    'match': [
                        'школьная',
                        'сумка',
                    ],
                },
                {
                    'code': '4202929100',
                    'group': 'textile',
                    'match': [],
                },
            ],
        },
    },
    'сабвуфер': {
        'code': '8518299600',
        'patterns': [],
        'aliases': [],
    },
    'сабвуфер автомобильный': {
        'code': '8518210000',
        'patterns': [],
        'aliases': [],
    },
    'сабо': {
        'code': '',
        'patterns': [],
        'aliases': [
            'сабо с джибитсами из материала эва',
            'sabo',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6405909000',
                    'name': 'Прочее',
                    'group': 'other',
                },
                {
                    'code': '6403999800',
                    'name': 'Кожа',
                    'group': 'leather',
                    'match': [
                        'мюли',
                        'каблуке',
                        'joycity',
                    ],
                },
            ],
        },
    },
    'садовые качели': {
        'code': '6401921000',
        'patterns': [],
        'aliases': [],
    },
    'садовые напальчники': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'садовые ножницы': {
        'code': '8201500000',
        'patterns': [],
        'aliases': [],
    },
    'садовый измельчитель': {
        'code': '8436809000',
        'patterns': [],
        'aliases': [],
    },
    'садовый настил': {
        'code': '',
        'patterns': [
            'садов.*насти',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '5603139000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3918109000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'садовый стол': {
        'code': '9401790009',
        'patterns': [],
        'aliases': [],
    },
    'садовый стул': {
        'code': '9401530000',
        'patterns': [],
        'aliases': [],
    },
    'садовый тент': {
        'code': '6306190000',
        'patterns': [],
        'aliases': [],
    },
    'садок': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [],
    },
    'салфетк': {
        'code': '',
        'patterns': [],
        'aliases': [
            'салфетка автомобильная',
            'насадка на швабру',
            'запчасть для швабры',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '4803009000',
                    'group': 'paper',
                },
                {
                    'code': '6307109000',
                    'group': 'textile',
                },
                {
                    'code': '6307103000',
                    'name': 'Неткан',
                    'group': 'textile',
                },
            ],
        },
    },
    'салфетки для уборки': {
        'code': '',
        'patterns': [],
        'aliases': [
            'salfetki',
            'salfetki dlya uborki mnogotsvetnyy',
            'салфетки',
            'salfetka',
            'салфетка',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6307103000',
                    'group': 'textile',
                    'match': [
                        'безворсовые',
                    ],
                },
                {
                    'code': '6307109000',
                    'group': 'glass',
                    'match': [],
                },
                {
                    'code': '4803009000',
                    'group': 'paper',
                    'match': [
                        'коврик',
                        'одноразовый',
                        'розовый',
                    ],
                },
            ],
        },
    },
    'салфетки матирующие': {
        'code': '4818201000',
        'patterns': [],
        'aliases': [],
    },
    'салфетница': {
        'code': '',
        'patterns': [
            'салфетни.*',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'самокат': {
        'code': '9503001009',
        'patterns': [],
        'aliases': [],
    },
    'самоклеящиеся стикеры': {
        'code': '4821101000',
        'patterns': [],
        'aliases': [],
    },
    'саморезы': {
        'code': '7318141100',
        'patterns': [],
        'aliases': [],
    },
    'сандали': {
        'code': '6402999100',
        'patterns': [],
        'aliases': [],
    },
    'сандалии': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6402999600',
                    'name': 'Мужские',
                    'group': 'male',
                    'match': [],
                },
                {
                    'code': '6402999300',
                    'name': 'Прочие',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'сантехническая прокладка': {
        'code': '4016930005',
        'patterns': [],
        'aliases': [
            'prokladka silikonovaya rezbovaya i  santehnicheskiy uplotnitel zamena fum lenty',
            'прокладка уплотнитель',
            'резиновая прокладка',
            'прокладка',
        ],
    },
    'сапоги': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6405909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6405901000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6404199000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6402919000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6401929000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'сапоги резиновые': {
        'code': '6401921000',
        'patterns': [],
        'aliases': [],
    },
    'сахарница': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7013499900',
                    'group': 'glass',
                    'match': [],
                },
                {
                    'code': '7010906109',
                    'group': 'нержавеющая сталь',
                    'match': [],
                },
            ],
        },
    },
    'саше': {
        'code': '3307490000',
        'patterns': [],
        'aliases': [],
    },
    'сборная модель': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9503003500',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503003900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503003000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'сварочный аппарат': {
        'code': '8515809000',
        'patterns': [],
        'aliases': [],
    },
    'сверло': {
        'code': '',
        'patterns': [],
        'aliases': [
            'сверла',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8207909900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8207509000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8207506000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'светильник': {
        'code': '',
        'patterns': [
            'светильн.*',
        ],
        'aliases': [
            'проблесковый маяк',
            'каркасная светодиодная фигура',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9405290039',
                    'group': 'plastic',
                    'match': [],
                },
                {
                    'code': '8539490000',
                    'name': 'фитосветильник',
                    'group': 'uf',
                    'match': [],
                },
            ],
        },
    },
    'светодиодная вывеска': {
        'code': '9405190039',
        'patterns': [],
        'aliases': [],
    },
    'светодиодная лента': {
        'code': '',
        'patterns': [],
        'aliases': [
            'лента светодиодная',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8539520009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9405420029',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'светодиодная свеча набор': {
        'code': '9405110039',
        'patterns': [],
        'aliases': [],
    },
    'свеча': {
        'code': '3406000000',
        'patterns': [],
        'aliases': [],
    },
    'свеча зажигания': {
        'code': '8511100009',
        'patterns': [],
        'aliases': [],
    },
    'свечи': {
        'code': '3406000000',
        'patterns': [],
        'aliases': [
            'вечная роза подарок на день рождения женщине',
        ],
    },
    'свисток': {
        'code': '9208900000',
        'patterns': [],
        'aliases': [],
    },
    'свитер': {
        'code': '',
        'patterns': [],
        'aliases': [
            'джемпер',
            'кардиган',
            'пуловер',
            'sviter',
            'hudi',
            'dzhemper',
            'kardigan',
            'джерси',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6110909000',
                    'group': 'adult',
                },
                {
                    'code': '6111909000',
                    'name': 'Дет',
                    'group': 'child',
                },
                {
                    'code': '4201000000',
                    'group': 'animal',
                    'match': [
                        'для собаки',
                        'для собак',
                        'собачья',
                        'собачий',
                        'для кошки',
                        'для кошек',
                        'кошачья',
                        'кошачий',
                        'для питомца',
                        'для питомцев',
                        'для животного',
                        'для животных',
                    ],
                },
            ],
        },
    },
    'свитшот': {
        'code': '6110209100',
        'patterns': [],
        'aliases': [
            'svitshot',
        ],
    },
    'седло': {
        'code': '8714950000',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8714950000',
                    'group': 'стальной',
                    'match': [],
                },
            ],
        },
    },
    'сейф': {
        'code': '8303004000',
        'patterns': [],
        'aliases': [],
    },
    'секатор': {
        'code': '8201500000',
        'patterns': [],
        'aliases': [
            'sekator',
        ],
    },
    'секундомер': {
        'code': '9102910000',
        'patterns': [],
        'aliases': [],
    },
    'селфи палка': {
        'code': '9620000007',
        'patterns': [],
        'aliases': [],
    },
    'серп': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'серьги': {
        'code': '',
        'patterns': [],
        'aliases': [
            'серьги подвески',
            'sergi podveski',
            'серьга',
            'sergi',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '7117900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7117190000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'сетевое зарядное устройство': {
        'code': '8504409100',
        'patterns': [],
        'aliases': [],
    },
    'сетевой адаптер': {
        'code': '8517620003',
        'patterns': [],
        'aliases': [],
    },
    'сетевой фильтр': {
        'code': '8536699008',
        'patterns': [],
        'aliases': [
            'удлинитель',
        ],
    },
    'сетка антимоскитная': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6304200000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3925300000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '5804101000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6303929000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '5608199000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '5608193000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'сетка волейбольная': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'сетка для бадминтона': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'сетка для батута': {
        'code': '6306120000',
        'patterns': [],
        'aliases': [
            'маркиза для авто',
        ],
    },
    'сетка для настольного': {
        'code': '9506400001',
        'patterns': [],
        'aliases': [],
    },
    'сетка для раковины': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '7323990000',
                    'name': 'Нержавеющая сталь',
                    'group': 'нержавеющая сталь',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'силикон',
                    'match': [],
                },
            ],
        },
    },
    'сетка садовая': {
        'code': '5608191100',
        'patterns': [],
        'aliases': [],
    },
    'сетка фиксатор для мытья кошек': {
        'code': '7326200001',
        'patterns': [],
        'aliases': [],
    },
    'сигнал поворота': {
        'code': '8512100000',
        'patterns': [],
        'aliases': [],
    },
    'сигнализатор дверной': {
        'code': '8531809500',
        'patterns': [],
        'aliases': [],
    },
    'сигнализатор поклевки': {
        'code': '9507900000',
        'patterns': [],
        'aliases': [],
    },
    'сигнализация': {
        'code': '8531103000',
        'patterns': [],
        'aliases': [],
    },
    'сиденье автомобильное': {
        'code': '9401200009',
        'patterns': [
            'сиден.*автом',
        ],
        'aliases': [
            'адаптер для установки сиденья трактора 1823 см',
            'сиденье для мототехники',
        ],
    },
    'сиденье для sup доски': {
        'code': '',
        'patterns': [
            'сиден.*для.*sup.*доски',
        ],
        'aliases': [
            'сиденье для sup-доски',
            'сиденье для каяка байдарки',
            'сиденье для лодки',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9401800009',
                    'group': 'other',
                    'match': [
                        'лодки',
                    ],
                },
                {
                    'code': '9401790009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9506290000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'сиденье для велосипеда': {
        'code': '8714950000',
        'patterns': [],
        'aliases': [
            'велосипедное сиденье',
            'мотоциклетное сиденье',
            'сиденье для мотоцикла',
            'подушка для велокресла',
        ],
    },
    'сиденье для унитаза': {
        'code': '',
        'patterns': [
            'сиден.*для.*унита',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3922200000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'сиденье ремонтное': {
        'code': '9401390000',
        'patterns': [],
        'aliases': [],
    },
    'сиденье унитаза': {
        'code': '3922200000',
        'patterns': [],
        'aliases': [],
    },
    'сидушка обогревом': {
        'code': '8516299100',
        'patterns': [],
        'aliases': [],
    },
    'сидушка туристическая': {
        'code': '6307909100',
        'patterns': [],
        'aliases': [],
    },
    'силовая манжета': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'силовых ленточных предохранителей': {
        'code': '7907000009',
        'patterns': [],
        'aliases': [],
    },
    'синтезатор': {
        'code': '9207105000',
        'patterns': [],
        'aliases': [],
    },
    'синхронизатор для вспышки': {
        'code': '8526920008',
        'patterns': [
            'синхр.*для.*вспыш',
        ],
        'aliases': [
            'брелок для автосигнализации',
        ],
    },
    'сирена': {
        'code': '8531809500',
        'patterns': [],
        'aliases': [],
    },
    'система выравнивания плитки': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [
            'sistema vyravnivaniya plitki',
        ],
    },
    'система для туманообразования': {
        'code': '8413702100',
        'patterns': [],
        'aliases': [],
    },
    'система конференц связи': {
        'code': '8519814500',
        'patterns': [],
        'aliases': [],
    },
    'система подогрева': {
        'code': '8516299100',
        'patterns': [],
        'aliases': [],
    },
    'система приготовления пищи': {
        'code': '3920999000',
        'patterns': [],
        'aliases': [],
    },
    'системный блок': {
        'code': '8471500000',
        'patterns': [
            'систе.*блок',
        ],
        'aliases': [
            'компактный компьютер hp с предустановленной операционной системой windows 10 pro',
            'lenovo thinkcentre m4500q (h81 xeon e31245 v3 cpu2x8 г ddr3 1600 оперативная память  128 г m 2 sata ssd  500 г hddwifi плюс bluetooth) lga 1150 мини пк intel',
        ],
    },
    'ситечко для заваривания чая': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9604000000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323990000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'сито': {
        'code': '',
        'patterns': [],
        'aliases': [
            'южная торговля сито',
            'yuzhnaya torgovlya sito',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9604000000',
                    'group': 'other',
                    'match': [
                        'садовое',
                    ],
                },
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'сифон': {
        'code': '8481801900',
        'patterns': [],
        'aliases': [],
    },
    'сифон для варки чая кофе': {
        'code': '7321810000',
        'patterns': [],
        'aliases': [],
    },
    'скакалка': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [
            'xiaomi mijia smart fitness jump rope проводной беспроводной двухрежимный',
            'скакалка для фитнеса взрослая с подшипниками в рукоятках',
        ],
    },
    'скалка лист и скребок': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'скальники': {
        'code': '6402190000',
        'patterns': [],
        'aliases': [],
    },
    'скамья': {
        'code': '9401790009',
        'patterns': [],
        'aliases': [],
    },
    'сканер': {
        'code': '8471900000',
        'patterns': [],
        'aliases': [
            'кейс для фотопленки',
        ],
    },
    'скатерть': {
        'code': '',
        'patterns': [],
        'aliases': [
            'салфетки сервировочные',
            'skatert',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6302599000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6302510009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6302539000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6912002900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4419190000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6302531000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'скейтборд': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'скетчбук': {
        'code': '4820103000',
        'patterns': [],
        'aliases': [
            'планинг',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4820103000',
                    'group': 'картон',
                    'match': [],
                },
            ],
        },
    },
    'сковорода': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7615108009',
                    'group': 'алюминий',
                    'match': [],
                },
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8108909008',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323920000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'скраб': {
        'code': '3304990000',
        'patterns': [],
        'aliases': [
            'krem skrab dlya litsa s maslom vinogradnoy kostochki',
            'крем скраб для лица с маслом виноградной косточки',
        ],
    },
    'скребок для языка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9603210000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'скрипка': {
        'code': '9202101000',
        'patterns': [],
        'aliases': [],
    },
    'слайд доска': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'слайдеры на раму': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'слип': {
        'code': '6111209000',
        'patterns': [],
        'aliases': [],
    },
    'слипоны': {
        'code': '6402993900',
        'patterns': [],
        'aliases': [],
    },
    'слуховой аппарат в комплекте с зарядкой щеткой и абмушурами': {
        'code': '9021400000',
        'patterns': [],
        'aliases': [],
    },
    'слюнявчик': {
        'code': '6307909800',
        'patterns': [
            'слюнявч.*',
        ],
        'aliases': [],
        'material_codes': {
            'силикон': '3926909709',
        },
        'dropdown': {
            'variants': [
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6217100000',
                    'group': 'other',
                    'match': [
                        'пояс',
                    ],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'смазка': {
        'code': '3403990000',
        'patterns': [
            'масло.*смазк',
        ],
        'aliases': [],
    },
    'смазка автомобильная': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '2710199800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3403199000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'смартфон': {
        'code': '8517130000',
        'patterns': [],
        'aliases': [
            'смартфон honorx10 глобальная версия мобильного телефона',
            'смартфон honor magic8 pro air',
        ],
    },
    'смартчасы': {
        'code': '8517620009',
        'patterns': [],
        'aliases': [
            'смарт',
            'умные',
            'ios',
            'смарт часы',
            'smart watch',
            'умные часы',
        ],
    },
    'сменная головка': {
        'code': '8510900000',
        'patterns': [],
        'aliases': [],
    },
    'сменная насадка': {
        'code': '8207909900',
        'patterns': [],
        'aliases': [],
    },
    'сменная насадка для отвертки': {
        'code': '8207903000',
        'patterns': [],
        'aliases': [],
    },
    'сменные головки для бритвы': {
        'code': '8510900000',
        'patterns': [],
        'aliases': [],
    },
    'сменные кассеты для бритвы': {
        'code': '8212200000',
        'patterns': [
            'сменн.*кассе.*для.*бритв',
        ],
        'aliases': [
            'сменные кассеты для бритвенных станков',
            'лезвия для бритья',
            'кассета станка',
        ],
    },
    'сменный блок для тетради': {
        'code': '4823908597',
        'patterns': [
            'сменн.*блок.*для.*тетра',
        ],
        'aliases': [],
    },
    'смеситель': {
        'code': '',
        'patterns': [],
        'aliases': [
            'smesitel',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8481801100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8481801900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'смесь приправ специй и трав': {
        'code': '2103909009',
        'patterns': [],
        'aliases': [],
    },
    'снасть рыболовная': {
        'code': '9507900000',
        'patterns': [
            'снаст.*рыбол',
        ],
        'aliases': [
            'кружок рыболовный',
        ],
    },
    'снегорез для крыши': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'снегоуборщик': {
        'code': '8430200000',
        'patterns': [],
        'aliases': [],
    },
    'совок': {
        'code': '',
        'patterns': [],
        'aliases': [
            'sovok',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3924900009',
                    'name': 'Пласт',
                    'group': 'plastic',
                },
                {
                    'code': '7323990000',
                    'name': 'Металл',
                    'group': 'metal',
                },
            ],
        },
    },
    'совок садовый': {
        'code': '8201900009',
        'patterns': [],
        'aliases': [],
    },
    'соединитель': {
        'code': '8536901000',
        'patterns': [
            'соедините.*',
        ],
        'aliases': [
            'соединитель для кабель-каналов',
            'кабель для мобильных устройств',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3917400009',
                    'group': 'plastic',
                    'match': [
                        'сантехнический',
                        'фитинг',
                        'тройник',
                    ],
                },
            ],
        },
    },
    'соковыжималка': {
        'code': '8509400000',
        'patterns': [],
        'aliases': [],
    },
    'соленойд': {
        'code': '8505902009',
        'patterns': [],
        'aliases': [],
    },
    'солнечная панел': {
        'code': '8541430000',
        'patterns': [
            'солне.*панел',
        ],
        'aliases': [
            '1200 вт солнечная панель 12 в зарядное устройство батареи двойной выход usb с контроллером 30a подходит для мобильных телефонов автомобилей яхт дома на колесах походов и т д',
        ],
    },
    'солнечное зарядное устройство': {
        'code': '8537109100',
        'patterns': [],
        'aliases': [],
    },
    'солонка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7323990000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6912002900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'сопла для сварочного аппарата компл.': {
        'code': '8515900000',
        'patterns': [],
        'aliases': [],
    },
    'сортер': {
        'code': '',
        'patterns': [],
        'aliases': [
            'sorter',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9504908009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'сосиски': {
        'code': '1601009901',
        'patterns': [],
        'aliases': [],
    },
    'соус': {
        'code': '2103909009',
        'patterns': [],
        'aliases': [],
    },
    'соусник': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3924100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9404300000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'спальный мешок': {
        'code': '9404300000',
        'patterns': [],
        'aliases': [],
    },
    'спейсер': {
        'code': '3923301090',
        'patterns': [],
        'aliases': [],
    },
    'специальный инструмент для шитья': {
        'code': '9608990009',
        'patterns': [],
        'aliases': [],
    },
    'специнструмент для авто': {
        'code': '',
        'patterns': [],
        'aliases': [
            'аксессуар для вязания',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8205598099',
                    'group': 'other',
                    'match': [
                        'аксессуар',
                        'двигателей',
                        'фиксаторов',
                        'вязания',
                        'обслуживания',
                        'пайки',
                    ],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8203200009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8708809109',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8206000000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8544429007',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3917400009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8501539900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8708929109',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8205909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8467190000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8204110000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'спидометр': {
        'code': '9029203809',
        'patterns': [],
        'aliases': [],
    },
    'спинка для мототехники': {
        'code': '8714950000',
        'patterns': [],
        'aliases': [],
    },
    'спиннинг': {
        'code': '',
        'patterns': [],
        'aliases': [
            'тубус для поплавков',
            'джиг головка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9507100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9507900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'спицы': {
        'code': '7319909000',
        'patterns': [],
        'aliases': [
            'круговые бамбуковые спицы takumi s 100 см 3,9 мм',
            'спицы для вязания',
        ],
    },
    'спички': {
        'code': '3605000000',
        'patterns': [],
        'aliases': [],
    },
    'спонж': {
        'code': '9616200000',
        'patterns': [
            'спонж.*макия',
        ],
        'aliases': [
            'спонжи',
            'sponzhi',
            'спонж косметический',
        ],
    },
    'спортивная бутылка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'sportivnaya butylka',
            'шейкер спортивный',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3923301090',
                    'group': 'other',
                    'match': [
                        'спортивный',
                        'шейкер',
                    ],
                },
                {
                    'code': '3924100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'спортивное напольное покрытие': {
        'code': '3918109000',
        'patterns': [],
        'aliases': [],
    },
    'спортивный комплекс для детей': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'спортивный нудл': {
        'code': '9506290000',
        'patterns': [],
        'aliases': [],
    },
    'спортивный таймер': {
        'code': '9102910000',
        'patterns': [],
        'aliases': [],
    },
    'спрей для волос': {
        'code': '3305900009',
        'patterns': [],
        'aliases': [
            'спрей ухода за волосами',
            'крем для волос',
        ],
    },
    'спрей для полости': {
        'code': '3306900000',
        'patterns': [],
        'aliases': [
            'крем для фиксации',
        ],
    },
    'средство для волос': {
        'code': '3305900009',
        'patterns': [
            'эликсир.*волос',
        ],
        'aliases': [
            'состав для выпрямления волос',
            'эликсир для волос',
            'средство тонирующее',
        ],
    },
    'средство для гигиены': {
        'code': '3401209000',
        'patterns': [],
        'aliases': [],
    },
    'средство для депиляции': {
        'code': '3305900009',
        'patterns': [],
        'aliases': [],
    },
    'средство для душа': {
        'code': '3401300000',
        'patterns': [],
        'aliases': [],
    },
    'средство для мытья посуды': {
        'code': '3402500000',
        'patterns': [
            'средс.*для.*мытья.*посуд',
        ],
        'aliases': [
            'средство для мытья посуды biomio (биомио). концентрат. 900мл',
        ],
    },
    'средство для уборки за животными': {
        'code': '3307900008',
        'patterns': [],
        'aliases': [],
    },
    'средство для умывания': {
        'code': '',
        'patterns': [],
        'aliases': [
            'премиальный глубокоочищающий гель для лица созданный для жирной и проблемной кожи.',
            'uvlazhnyayushchiy ochishchayushchiy gel dlya litsa podhodyashchiy dlya normalnoy suhoy',
            'увлажняющий очищающий гель для лица подходящий для нормальной сухой и чувствительной кожи от skinforia признан качественным.',
            'premialnyy glubokoochishchayushchiy gel dlya litsa ml sozdannyy dlya zhirnoy i problemnoy kozhi',
            'бомбочка для ванны',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3401300000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3304990000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'средство для ухода за обувью': {
        'code': '3307900008',
        'patterns': [],
        'aliases': [],
    },
    'средство для ухода за одеждой': {
        'code': '3401190000',
        'patterns': [],
        'aliases': [],
    },
    'средство для ухода обувью': {
        'code': '3307490000',
        'patterns': [],
        'aliases': [],
    },
    'средство для чистки кофемашины': {
        'code': '9603909100',
        'patterns': [],
        'aliases': [],
    },
    'средство от грибка': {
        'code': '3004900002',
        'patterns': [],
        'aliases': [],
    },
    'средство от засоров': {
        'code': '3402909000',
        'patterns': [],
        'aliases': [],
    },
    'стабилизатор для смартфона': {
        'code': '9620000009',
        'patterns': [],
        'aliases': [],
    },
    'стабилизатор ткани': {
        'code': '3402500000',
        'patterns': [],
        'aliases': [],
    },
    'стабилизированные цветы': {
        'code': '',
        'patterns': [],
        'aliases': [
            'живые цветы',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '603900000',
                    'group': 'хлопок',
                    'match': [],
                },
                {
                    'code': '6702900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9505900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'стакан': {
        'code': '',
        'patterns': [],
        'aliases': [
            'stakan',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6912002900',
                    'name': 'Керамика',
                    'group': 'ceramic',
                },
                {
                    'code': '7013499900',
                    'name': 'Стекло',
                    'group': 'glass',
                },
                {
                    'code': '3924100000',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
            ],
        },
    },
    'стакан для зубных щеток': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3924900009',
                    'group': 'полипропилен',
                    'match': [],
                },
                {
                    'code': '3923100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'стамеска': {
        'code': '8205300000',
        'patterns': [],
        'aliases': [],
    },
    'стартер': {
        'code': '8501109900',
        'patterns': [],
        'aliases': [
            'starter',
            'starter dlya gazonokosilki champion huter glm',
            'стартер для газонокосилки champion huter glm',
        ],
    },
    'стартер для мототехники': {
        'code': '8511400008',
        'patterns': [],
        'aliases': [],
    },
    'статуэтка': {
        'code': '6913100000',
        'patterns': [],
        'aliases': [
            'statuetka',
        ],
    },
    'стекло ветровое': {
        'code': '7007212009',
        'patterns': [],
        'aliases': [],
    },
    'стекло ветровое для мототехники': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8714999009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909200',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'стекло для телефона': {
        'code': '3926909200',
        'patterns': [],
        'aliases': [
            'коврик для резки',
        ],
    },
    'стекло защитное для приборной панели': {
        'code': '7007198008',
        'patterns': [],
        'aliases': [],
    },
    'стекло фары': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909200',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'стеклодержатель': {
        'code': '8302490009',
        'patterns': [],
        'aliases': [],
    },
    'стеклоочиститель': {
        'code': '9603909100',
        'patterns': [],
        'aliases': [
            'stekloochistitel',
        ],
    },
    'стеклорез': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8205909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9021101000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'стеллаж': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '9403208009',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '9403609009',
                    'name': 'Дерево',
                    'group': 'wood',
                },
                {
                    'code': '9403700008',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
            ],
        },
    },
    'стельки': {
        'code': '6406905000',
        'patterns': [],
        'aliases': [
            'stelki',
            'stelki dlya obuvi',
        ],
    },
    'стенка корпуса пк': {
        'code': '8473308000',
        'patterns': [],
        'aliases': [],
    },
    'стеновая панель': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3918900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3919900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'стержень для ручки': {
        'code': '9608600000',
        'patterns': [
            'стерж.*для.*ручки',
        ],
        'aliases': [
            'картридж для ручки, маркера',
        ],
    },
    'стерилизатор': {
        'code': '8516797000',
        'patterns': [],
        'aliases': [
            'стерилизатор подогреватель для детских бутылочек паровой',
        ],
    },
    'стерилизатор для аквариума': {
        'code': '8539490000',
        'patterns': [],
        'aliases': [],
    },
    'стикеры': {
        'code': '3919900000',
        'patterns': [],
        'aliases': [
            'stikery',
        ],
    },
    'стилус': {
        'code': '8471607000',
        'patterns': [],
        'aliases': [],
    },
    'стиральная машина': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8450111100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8450190000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'стиральный порошок': {
        'code': '3402500000',
        'patterns': [],
        'aliases': [
            'стиральный порошок автомат кг концентрат',
        ],
    },
    'стойка для автосервиса': {
        'code': '8425490000',
        'patterns': [],
        'aliases': [],
    },
    'стойки для акустики': {
        'code': '9403890000',
        'patterns': [],
        'aliases': [],
    },
    'стол': {
        'code': '9403208009',
        'patterns': [],
        'aliases': [
            'стол складной',
            'журнальный стол',
        ],
    },
    'стол книжка': {
        'code': '9403301100',
        'patterns': [],
        'aliases': [],
    },
    'столик автомобильный': {
        'code': '8528599009',
        'patterns': [],
        'aliases': [],
    },
    'столик для ноутбука': {
        'code': '9403601009',
        'patterns': [],
        'aliases': [],
    },
    'столовые приборы': {
        'code': '8215201000',
        'patterns': [],
        'aliases': [
            'шампур',
        ],
    },
    'столовый набор': {
        'code': '8215201000',
        'patterns': [],
        'aliases': [
            'столовых приборов',
            'кухня кемпинговая',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8215201000',
                    'group': 'нержавеющая сталь',
                    'match': [],
                },
            ],
        },
    },
    'стоп сигнал': {
        'code': '8512200009',
        'patterns': [],
        'aliases': [],
    },
    'стопка': {
        'code': '7013371000',
        'patterns': [],
        'aliases': [],
    },
    'стоппер для двери': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323990000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4016999708',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'стразы': {
        'code': '7018105100',
        'patterns': [],
        'aliases': [],
    },
    'страпон': {
        'code': '9019101000',
        'patterns': [],
        'aliases': [],
    },
    'страховка для альпинизма скалолазанья': {
        'code': '8302490009',
        'patterns': [],
        'aliases': [],
    },
    'стремянка': {
        'code': '7326903000',
        'patterns': [],
        'aliases': [],
    },
    'стригальный агрегат': {
        'code': '8510200000',
        'patterns': [],
        'aliases': [],
    },
    'строительный фен': {
        'code': '8467298509',
        'patterns': [],
        'aliases': [],
    },
    'стропа': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'струбцина': {
        'code': '8205700000',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8205700000',
                    'group': 'plastic',
                    'match': [],
                },
            ],
        },
    },
    'струна': {
        'code': '9209300000',
        'patterns': [],
        'aliases': [],
    },
    'струны': {
        'code': '9209300000',
        'patterns': [],
        'aliases': [],
    },
    'стул': {
        'code': '',
        'patterns': [
            'стул',
            'кресло',
        ],
        'aliases': [
            'стулья',
            'стульев',
            'stul',
            'диван раскладной',
            'кресло кровать',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '9401710009',
                    'name': 'Металл',
                    'group': 'metal',
                    'match': [
                        'табурет',
                    ],
                },
                {
                    'code': '9401800009',
                    'group': 'табурет',
                },
                {
                    'code': '9401610000',
                    'name': 'Дерево',
                    'group': 'wood',
                },
            ],
        },
    },
    'стул для ванной': {
        'code': '9401790009',
        'patterns': [],
        'aliases': [],
    },
    'стул для ванной для людей с ограниченными возможностями': {
        'code': '9401790009',
        'patterns': [],
        'aliases': [],
    },
    'стул мастера': {
        'code': '9401390000',
        'patterns': [],
        'aliases': [],
    },
    'стул складной туристический': {
        'code': '9401790009',
        'patterns': [],
        'aliases': [],
    },
    'ступица': {
        'code': '8708709109',
        'patterns': [],
        'aliases': [],
    },
    'ступка с пестиком': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6911100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323910000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'стяжка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'styazhka',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926300000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'сувенир': {
        'code': '7013289000',
        'patterns': [],
        'aliases': [],
    },
    'сумка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'hokagang',
            'sumka',
            'rasprodazha',
            'сумка тележка',
            'sumka kross bodi',
            'сумка мешок на плечо',
            'rasprodazha skidki aktsii sumka kross bodi',
            'распродажа скидки акции сумка кросс боди',
            'сумка ридикюль',
            'сумка винтажная vivienne westwood',
            'распродажа',
            'hokagang sumka kross bodi',
            'sumka ridikyul',
            'sumka telezhka',
            'сумка кросс боди',
            'hokagang сумка кросс боди',
            'sumka meshok na plecho',
            'sumka na poyas',
            'термосумка',
            'termosumka',
            'sumka na plecho',
            'sumka sakvoyazh',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '4202290000',
                    'group': 'plastic',
                    'match': [
                        'uniqlo',
                        'боди',
                        'кросс',
                        'плечо',
                        'тоут',
                    ],
                },
                {
                    'code': '4202210000',
                    'group': 'leather',
                    'match': [
                        'портфель',
                        'шоппер',
                    ],
                },
                {
                    'code': '4202221000',
                    'group': 'натуральная кожа',
                    'match': [],
                },
                {
                    'code': '4202921100',
                    'group': 'ткань',
                    'match': [],
                },
                {
                    'code': '4202929800',
                    'group': 'textile',
                    'match': [
                        'rhinowalk',
                        'велосипедная',
                        'китай',
                    ],
                },
            ],
        },
    },
    'сумка для музыкального оборудования': {
        'code': '4202199000',
        'patterns': [],
        'aliases': [],
    },
    'сумка для ноутбука': {
        'code': '4202229000',
        'patterns': [],
        'aliases': [],
    },
    'сумка для сменной обуви': {
        'code': '4202911000',
        'patterns': [],
        'aliases': [],
    },
    'сумка для строительных инструментов': {
        'code': '4202199000',
        'patterns': [],
        'aliases': [],
    },
    'сумка для художественных принадлежностей': {
        'code': '4202229000',
        'patterns': [],
        'aliases': [],
    },
    'сумка органайзер автомобильная': {
        'code': '5608191100',
        'patterns': [],
        'aliases': [],
    },
    'сургуч': {
        'code': '3404900001',
        'patterns': [],
        'aliases': [],
    },
    'сургучная печать': {
        'code': '3404900001',
        'patterns': [],
        'aliases': [],
    },
    'сучкорез': {
        'code': '8201500000',
        'patterns': [],
        'aliases': [],
    },
    'сушилка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'сушилка для овощей фруктов tinzida поддонов tzd дегидратор',
            'sushilka',
            'sushilka dlya ovoshchey fruktov tinzida poddonov tzd degidrator',
            'сушилка для салата зелени',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323990000',
                    'group': 'other',
                    'match': [
                        'белья',
                        'навесная',
                        'китай',
                    ],
                },
            ],
        },
    },
    'сушилка для белья': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7323990000',
                    'group': 'other',
                    'match': [
                        'точилка',
                        'ножей',
                        'ножниц',
                    ],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8421120000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926300000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'сушилка для обуви': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8516299100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323990000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8516797000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'сушилка для посуды': {
        'code': '4016910000',
        'patterns': [],
        'aliases': [],
    },
    'сушилка для фруктов': {
        'code': '8516797000',
        'patterns': [],
        'aliases': [
            'нагреватель для полотенец',
            'увлажнитель для кожи',
        ],
    },
    'счетный материал': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9017809000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'счетчик': {
        'code': '9029100009',
        'patterns': [],
        'aliases': [
            'счетчик жизней и уровней для mtg d&d и настольных игр',
            'счетчик жизни для настольных игр счетчик очков в диапазоне 0  99',
            'schetchik',
        ],
    },
    'счетчик электроэнергии': {
        'code': '9028301100',
        'patterns': [],
        'aliases': [],
    },
    'съемник': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [
            'съёмник',
        ],
    },
    'сюжетно ролевые игрушки': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'сюрприз бокс': {
        'code': '3304990000',
        'patterns': [],
        'aliases': [],
    },
    'таблетки': {
        'code': '2106909803',
        'patterns': [],
        'aliases': [],
    },
    'таблетница': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7323990000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'табличка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'tablichka',
            'номер на дверь',
            'информационная табличка',
            'декоративная табличка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8310000000',
                    'group': 'алюминий',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'plastic',
                    'match': [],
                },
            ],
        },
    },
    'табурет': {
        'code': '9401520000',
        'patterns': [],
        'aliases': [
            'taburet',
        ],
    },
    'таз': {
        'code': '',
        'patterns': [],
        'aliases': [
            'taz dlya varki varenya alyuminiy',
            'taz',
            'таз для варки варенья алюминий',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3924900009',
                    'name': 'Пласт',
                    'group': 'plastic',
                },
                {
                    'code': '7323990000',
                    'name': 'Металл',
                    'group': 'metal',
                    'match': [
                        'пластик',
                        'moorii',
                        'колесики',
                    ],
                },
            ],
        },
    },
    'таймер': {
        'code': '9106900000',
        'patterns': [],
        'aliases': [],
    },
    'таймер для полива': {
        'code': '9107000000',
        'patterns': [],
        'aliases': [],
    },
    'тампоны': {
        'code': '9619007509',
        'patterns': [],
        'aliases': [],
    },
    'тапочки': {
        'code': '6405209100',
        'patterns': [],
        'aliases': [
            'tapochki',
        ],
        'material_codes': {
            'поливинилхлорид': '6402995000',
        },
        'dropdown': {
            'variants': [
                {
                    'code': '6404191000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6405209100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6402999800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6402993100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6402993900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6405909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6402999300',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6405209900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6307909100',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'тарелка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'рюмка',
            'ryumka',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6912002900',
                    'name': 'Керамика',
                    'group': 'ceramic',
                },
                {
                    'code': '7013499900',
                    'name': 'Стекло',
                    'group': 'glass',
                    'match': [
                        'цвет',
                        'стекло',
                        'креманка',
                    ],
                },
                {
                    'code': '3924100000',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
                {
                    'code': '7323930000',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '4419900000',
                    'name': 'Дерево',
                    'group': 'wood',
                },
            ],
        },
    },
    'таурин': {
        'code': '2936290009',
        'patterns': [],
        'aliases': [],
    },
    'тахограф автомобильный': {
        'code': '8525899900',
        'patterns': [],
        'aliases': [],
    },
    'тахометр': {
        'code': '9029203809',
        'patterns': [],
        'aliases': [],
    },
    'тв приставка': {
        'code': '8528719100',
        'patterns': [],
        'aliases': [],
    },
    'тв приставка с пультом д у': {
        'code': '8528719900',
        'patterns': [],
        'aliases': [],
    },
    'твердое мыло': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3401110009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3401110001',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3401300000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'тележка': {
        'code': '8716800000',
        'patterns': [],
        'aliases': [
            'telezhka gruzovaya',
            'telezhka',
            'тележка грузовая',
        ],
    },
    'телескоп': {
        'code': '9005100000',
        'patterns': [],
        'aliases': [],
    },
    'тени для век': {
        'code': '',
        'patterns': [],
        'aliases': [
            'палетка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3304200000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3304990000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'теннисные мячи': {
        'code': '9506610000',
        'patterns': [],
        'aliases': [],
    },
    'тент': {
        'code': '6306120000',
        'patterns': [],
        'aliases': [
            'чехол на колесо',
            'чехол на мотоцикл',
            'чехол на запасное колесо',
        ],
    },
    'теплоизоляция': {
        'code': '7616999008',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'полимер',
                    'match': [],
                },
            ],
        },
    },
    'терка педикюрная': {
        'code': '8214200000',
        'patterns': [],
        'aliases': [],
    },
    'термокастрюля': {
        'code': '7323940000',
        'patterns': [],
        'aliases': [],
    },
    'термокружка': {
        'code': '9617000001',
        'patterns': [
            'термокруж.*',
        ],
        'aliases': [],
    },
    'термолисты': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'термометр': {
        'code': '',
        'patterns': [
            'термоме.*',
        ],
        'aliases': [
            'гигрометр',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9025198009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9025192000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'термоодеяло': {
        'code': '7607199009',
        'patterns': [],
        'aliases': [],
    },
    'термопривод для теплицы': {
        'code': '8302600009',
        'patterns': [],
        'aliases': [],
    },
    'термос': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9617000001',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'термостат': {
        'code': '9032102000',
        'patterns': [],
        'aliases': [
            'терморегулятор',
        ],
    },
    'тест пластины': {
        'code': '7326909807',
        'patterns': [
            'тест.*пласт',
        ],
        'aliases': [
            'тест-пластины для пробных выкрасов',
        ],
    },
    'тест-полоски': {
        'code': '3822190009',
        'patterns': [],
        'aliases': [
            'тест-полоски для глюкометра',
        ],
    },
    'тестер': {
        'code': '9030331000',
        'patterns': [],
        'aliases': [],
    },
    'тестер качества воды': {
        'code': '9026102900',
        'patterns': [],
        'aliases': [],
    },
    'тестер частоты': {
        'code': '9030310000',
        'patterns': [],
        'aliases': [],
    },
    'тестполоска': {
        'code': '3822190009',
        'patterns': [],
        'aliases': [],
    },
    'тесьма': {
        'code': '6701000000',
        'patterns': [],
        'aliases': [],
    },
    'тетрадь': {
        'code': '',
        'patterns': [],
        'aliases': [
            'tetrad',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4820103000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4820200000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'тетрис': {
        'code': '9504500009',
        'patterns': [],
        'aliases': [],
    },
    'техническое освещение': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9405490039',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9405490029',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'тиски': {
        'code': '8205700000',
        'patterns': [],
        'aliases': [],
    },
    'ткань': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '5407100010',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '5309210000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'ткань упаковочная': {
        'code': '5512199000',
        'patterns': [],
        'aliases': [],
    },
    'толстовка': {
        'code': '6110309900',
        'patterns': [],
        'aliases': [
            'tolstovka',
        ],
    },
    'толстовка для малышей': {
        'code': '6110309900',
        'patterns': [],
        'aliases': [],
    },
    'тонкогубцы': {
        'code': '8203200009',
        'patterns': [],
        'aliases': [],
    },
    'тонометр': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9018199000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9018901000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'топ': {
        'code': '6109100000',
        'patterns': [],
        'aliases': [
            'top',
        ],
    },
    'топор': {
        'code': '8201400000',
        'patterns': [],
        'aliases': [],
    },
    'тормозная система': {
        'code': '8708309109',
        'patterns': [
            'тормо.*систе',
        ],
        'aliases': [],
    },
    'тормозная система для велосипеда': {
        'code': '8714949000',
        'patterns': [],
        'aliases': [],
    },
    'тормозной трос': {
        'code': '8708999709',
        'patterns': [],
        'aliases': [],
    },
    'торцевая головка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8204200000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'торцевая лента для ракетки': {
        'code': '9506400009',
        'patterns': [],
        'aliases': [],
    },
    'точилка': {
        'code': '6804300000',
        'patterns': [],
        'aliases': [],
    },
    'точилка для карандашей': {
        'code': '8214100000',
        'patterns': [],
        'aliases': [
            'точилка для косметического карандаша',
        ],
    },
    'точилка для ножей ножниц': {
        'code': '4417000000',
        'patterns': [],
        'aliases': [],
    },
    'точилка для цепей': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [
            'машинка для чистки цепи',
        ],
    },
    'точильный камень': {
        'code': '6804229000',
        'patterns': [],
        'aliases': [
            'быстрая шлифовальная машина для гравия',
            'bystraya shlifovalnaya mashina dlya graviya',
        ],
    },
    'транзистор': {
        'code': '8541590000',
        'patterns': [],
        'aliases': [],
    },
    'транспорт для куклы': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'транспортир': {
        'code': '9017801000',
        'patterns': [],
        'aliases': [],
    },
    'трансформатор': {
        'code': '8504318007',
        'patterns': [],
        'aliases': [],
    },
    'трансформер': {
        'code': '',
        'patterns': [
            'трансформ.*',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503009500',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503007500',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503003900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'трековая шина': {
        'code': '8536699008',
        'patterns': [],
        'aliases': [],
    },
    'тренажер': {
        'code': '9021101000',
        'patterns': [],
        'aliases': [
            'крытая платформа для тренировок на велосипеде стойка для парковки велосипедов оборудование для фитнеса складная krytaya platforma dlya trenirovok na velosipede stoyka dlya parkovki velosipedov oborudovanie',
        ],
    },
    'тренажер для кисти': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'тренажер для настольного тенниса': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'тренажер для отскока мяча': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'тренажер против курения': {
        'code': '8543400000',
        'patterns': [],
        'aliases': [],
    },
    'трензель': {
        'code': '4201000000',
        'patterns': [],
        'aliases': [],
    },
    'тренировочная станция': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'тренога': {
        'code': '9620000009',
        'patterns': [],
        'aliases': [],
    },
    'триммер': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8510200000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8510300000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8214200000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'триммер садовый': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8467298000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8467292000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8467298509',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8409910008',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'тропический душ': {
        'code': '8481801100',
        'patterns': [],
        'aliases': [],
    },
    'трос буксировочный': {
        'code': '5607909000',
        'patterns': [],
        'aliases': [],
    },
    'трос туристический': {
        'code': '',
        'patterns': [],
        'aliases': [
            'силовой трос',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '5604100000',
                    'group': 'other',
                    'match': [
                        'силовой',
                    ],
                },
                {
                    'code': '5607499000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '5607509000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'тросик': {
        'code': '7312109809',
        'patterns': [],
        'aliases': [
            'tros',
            'трос',
        ],
    },
    'трость': {
        'code': '6602000000',
        'patterns': [],
        'aliases': [],
    },
    'труба': {
        'code': '7019900099',
        'patterns': [],
        'aliases': [],
    },
    'труба выхлопная': {
        'code': '8708923509',
        'patterns': [
            'труба.*выхло',
        ],
        'aliases': [],
    },
    'труба заливной горловины': {
        'code': '4009310000',
        'patterns': [],
        'aliases': [],
    },
    'труба профильная': {
        'code': '7411219000',
        'patterns': [
            'труба.*профи',
        ],
        'aliases': [],
    },
    'трубка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'шланг поливочный',
            'зачистка для труб',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '4009410000',
                    'group': 'резина',
                    'match': [
                        'черная',
                        'проводов',
                        'термоусадка',
                    ],
                },
                {
                    'code': '4009420000',
                    'group': 'резина',
                },
                {
                    'code': '3917390008',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
            ],
        },
    },
    'трубка соединительная': {
        'code': '8536901000',
        'patterns': [],
        'aliases': [],
    },
    'трубогиб': {
        'code': '8205598099',
        'patterns': [],
        'aliases': [],
    },
    'трусы': {
        'code': '',
        'patterns': [
            'компл.*трус',
        ],
        'aliases': [
            'комплект трусов',
            'трусы кружевные набор',
            'трусы стринги',
            'набор трусов',
            'трусы комплект трусиков женских',
            'trusy',
            'trusy komplekt trusikov zhenskih',
            'комплект трусов брифы',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6107190000',
                    'name': 'Муж',
                    'group': 'male',
                    'match': [
                        'боксеры',
                        'трусов',
                        'комплект',
                    ],
                },
                {
                    'code': '6108290000',
                    'name': 'Жен',
                    'group': 'female',
                },
                {
                    'code': '6111909000',
                    'name': 'Дет',
                    'group': 'child',
                    'match': [
                        'боксеры',
                    ],
                },
            ],
        },
    },
    'трусы для малышей': {
        'code': '6107120000',
        'patterns': [],
        'aliases': [],
    },
    'тряпк': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '4803009000',
                    'group': 'paper',
                },
                {
                    'code': '6307109000',
                    'group': 'textile',
                },
                {
                    'code': '6307103000',
                    'name': 'Неткан',
                    'group': 'textile',
                },
            ],
        },
    },
    'тряпка': {
        'code': '6307109000',
        'patterns': [],
        'aliases': [
            'tryapka',
        ],
    },
    'туалет походный': {
        'code': '3922900000',
        'patterns': [],
        'aliases': [],
    },
    'туалетная бумага': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4803009000',
                    'group': 'paper',
                    'match': [],
                },
                {
                    'code': '4818101000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'туалетная вода': {
        'code': '3303009000',
        'patterns': [],
        'aliases': [],
    },
    'туалетный столик': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9403609009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9403700008',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'тумба': {
        'code': '',
        'patterns': [],
        'aliases': [
            'tumba',
            'тумба ящ.',
            'tumba yashch',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9403609009',
                    'name': 'Дерево',
                    'group': 'wood',
                    'match': [],
                },
                {
                    'code': '9403700008',
                    'name': 'Пластик',
                    'group': 'plastic',
                    'match': [],
                },
            ],
        },
    },
    'туника': {
        'code': '',
        'patterns': [],
        'aliases': [
            'пляжная туника муслиновая',
            'туника домашняя трикотажная на лето',
            'tunika',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6208290000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6211490009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6117100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6206909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6110309900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6204430000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6109909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6114900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'туристическая лампа': {
        'code': '7013990000',
        'patterns': [],
        'aliases': [],
    },
    'турка': {
        'code': '7323940000',
        'patterns': [],
        'aliases': [],
    },
    'турка электрическая': {
        'code': '8516710000',
        'patterns': [],
        'aliases': [
            'электротурка',
        ],
    },
    'турник': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'туфли': {
        'code': '',
        'patterns': [],
        'aliases': [
            'tufli',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6402999600',
                    'name': 'Муж',
                    'group': 'plastic',
                },
                {
                    'code': '6402999800',
                    'name': 'Жен',
                    'group': 'plastic',
                },
                {
                    'code': '6402999100',
                    'name': 'Детск ',
                    'group': 'plastic',
                },
                {
                    'code': '6403999600',
                    'name': 'Муж',
                    'group': 'leather',
                },
                {
                    'code': '6403999800',
                    'name': 'Жен',
                    'group': 'leather',
                },
                {
                    'code': '6403999100',
                    'name': 'Детск',
                    'group': 'leather',
                },
            ],
        },
    },
    'тушь для ресниц': {
        'code': '3304200000',
        'patterns': [],
        'aliases': [
            'коричневая тушь для ресниц all that juice mascara',
        ],
    },
    'тюль': {
        'code': '5804101000',
        'patterns': [],
        'aliases': [
            'tyul',
        ],
    },
    'тяпка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8201300000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8205510090',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8201900009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'уборщик': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [],
    },
    'угловая шлифовальная машина': {
        'code': '8467295100',
        'patterns': [],
        'aliases': [],
    },
    'угломер': {
        'code': '9017801000',
        'patterns': [],
        'aliases': [],
    },
    'угольник': {
        'code': '9017801000',
        'patterns': [],
        'aliases': [],
    },
    'ударная установка': {
        'code': '9209992000',
        'patterns': [],
        'aliases': [],
    },
    'ударный инструмент': {
        'code': '9206000000',
        'patterns': [
            'ударн.*инстр',
        ],
        'aliases': [
            'народный ударный инструмент',
            'перкуссионный инструмент',
        ],
    },
    'удилище': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9507100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9507900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'удлинитель для распылителя': {
        'code': '7306508009',
        'patterns': [],
        'aliases': [],
    },
    'удлинитель инструмента': {
        'code': '8207909900',
        'patterns': [],
        'aliases': [],
    },
    'удлинитель сетевой фильтр': {
        'code': '8536901000',
        'patterns': [],
        'aliases': [],
    },
    'удлинитель штока вилки': {
        'code': '8708949909',
        'patterns': [],
        'aliases': [],
    },
    'указатель уровня топлива': {
        'code': '9026204000',
        'patterns': [],
        'aliases': [],
    },
    'указка': {
        'code': '9503009909',
        'patterns': [],
        'aliases': [],
    },
    'украшение': {
        'code': '3926400000',
        'patterns': [
            'украшен.*',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926400000',
                    'group': 'керамическое',
                    'match': [],
                },
            ],
        },
    },
    'украшение для животных': {
        'code': '9505900000',
        'patterns': [],
        'aliases': [],
    },
    'украшение для торта': {
        'code': '3212100000',
        'patterns': [],
        'aliases': [],
    },
    'украшение карнавальное': {
        'code': '9505900000',
        'patterns': [],
        'aliases': [],
    },
    'украшение на праздник новогоднее': {
        'code': '3923509000',
        'patterns': [],
        'aliases': [],
    },
    'укрывная сеточка': {
        'code': '5804101000',
        'patterns': [
            'укрыв.*сеточ',
        ],
        'aliases': [],
    },
    'укрывной материал': {
        'code': '',
        'patterns': [],
        'aliases': [
            'agrotkan',
            'агроткань',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6306120000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '5407201100',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'укрывные колпачки': {
        'code': '3926909709',
        'patterns': [
            'укрыв.*колпа',
        ],
        'aliases': [],
    },
    'уксус': {
        'code': '2103909009',
        'patterns': [],
        'aliases': [],
    },
    'уличный светильник': {
        'code': '9405420029',
        'patterns': [],
        'aliases': [],
    },
    'ультрозвуковой очиститель': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [],
    },
    'умная колонка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8518299600',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8517620009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8519814500',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'умное реле': {
        'code': '8537109100',
        'patterns': [],
        'aliases': [],
    },
    'упаковочная бумага для подарков': {
        'code': '4811900000',
        'patterns': [],
        'aliases': [],
    },
    'уплотнитель': {
        'code': '3919900000',
        'patterns': [
            'уплотните.*',
        ],
        'aliases': [
            'uplotnitel avtomobilnyy art molding na kryshu dlya toyota corolla ix sedan',
            'уплотнитель автомобильный молдинг на крышу для toyota corolla ix .седан водонепроницаемый черное',
            'uplotnitel',
        ],
        'material_codes': {
            'каучук': '',
        },
        'dropdown': {
            'variants': [
                {
                    'code': '4016930005',
                    'group': 'пвх',
                    'match': [
                        'заглушка',
                        'окон',
                        'пластиковых',
                    ],
                },
            ],
        },
    },
    'уплотнитель автомобильный': {
        'code': '4008290000',
        'patterns': [],
        'aliases': [],
    },
    'уплотнитель для цоколя': {
        'code': '4008290000',
        'patterns': [],
        'aliases': [],
    },
    'упор для отжиманий': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'упор поясничный': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'управление системой полива': {
        'code': '8537109100',
        'patterns': [],
        'aliases': [],
    },
    'уровень': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9015309000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8513100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'уровень строительный': {
        'code': '9015301000',
        'patterns': [],
        'aliases': [],
    },
    'усилитель': {
        'code': '8518408008',
        'patterns': [],
        'aliases': [
            'usilitel',
        ],
    },
    'установка для замены технической жидкости': {
        'code': '8413308008',
        'patterns': [],
        'aliases': [],
    },
    'установка маслосборная': {
        'code': '8413820099',
        'patterns': [],
        'aliases': [],
    },
    'установка пожаротушения': {
        'code': '8424890009',
        'patterns': [],
        'aliases': [],
    },
    'устройство для вращения шампуров': {
        'code': '7321190000',
        'patterns': [],
        'aliases': [],
    },
    'утюг': {
        'code': '8516400000',
        'patterns': [],
        'aliases': [],
    },
    'утяжелители': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'утяжилители': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'файл': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3923210000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'фара': {
        'code': '8512200009',
        'patterns': [],
        'aliases': [
            'фара автомобильная',
            'прожектор автомобильный',
        ],
    },
    'фаркоп': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8302300009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7318130000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'фартук': {
        'code': '6211421000',
        'patterns': [],
        'aliases': [
            'fartuk',
        ],
    },
    'фартук для творчества': {
        'code': '6211431000',
        'patterns': [],
        'aliases': [],
    },
    'фартук кухонный': {
        'code': '6211431000',
        'patterns': [],
        'aliases': [],
    },
    'фартук рабочий': {
        'code': '6211431000',
        'patterns': [],
        'aliases': [],
    },
    'фаскосниматель': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'фата': {
        'code': '6214300000',
        'patterns': [],
        'aliases': [],
    },
    'фен': {
        'code': '8516310009',
        'patterns': [],
        'aliases': [
            'фен стайлер для волос с насадками мультистайлер',
        ],
    },
    'фигрука': {
        'code': '3926400000',
        'patterns': [],
        'aliases': [],
    },
    'фигурка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'декоративные кабошоны',
            'figurka',
            'фигурки',
        ],
        'material_codes': {
            'керамическая': '6913909800',
        },
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3926400000',
                    'name': 'Пласт',
                    'group': 'plastic',
                },
                {
                    'code': '8306290009',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '4420190000',
                    'name': 'Дерево',
                    'group': 'wood',
                },
            ],
        },
    },
    'фигурка декоративная': {
        'code': '6912002300',
        'patterns': [],
        'aliases': [],
    },
    'фигурка садовая': {
        'code': '9405490029',
        'patterns': [],
        'aliases': [],
    },
    'фигурка светящаяся': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9405490039',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9405420029',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'фиксатор багажный': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [
            'fiksator bagazhnyy',
        ],
    },
    'фиксатор зажимов': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'фильтр': {
        'code': '',
        'patterns': [],
        'aliases': [
            'komplekt filtrov variatora s prokladkoy poddona dlya nissan qashqai x trail s i renault',
            'комплект фильтров вариатора с прокладкой поддона для nissan qashqai x trail и renault koleos . . бензин для замены масла cvt',
            'filtr',
            'питьевая система',
            'система очистки воды',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8421210009',
                    'group': 'water',
                },
                {
                    'code': '8421392008',
                    'group': 'air',
                },
                {
                    'code': '8421230000',
                    'group': 'fuel',
                },
            ],
        },
    },
    'фильтр воздушный': {
        'code': '8421310000',
        'patterns': [],
        'aliases': [],
    },
    'фильтр для душа': {
        'code': '8421210009',
        'patterns': [],
        'aliases': [
            'аэратор для пруда',
            'сменный картридж для фильтра',
            'фильтр для аквариума террариума',
            'распылитель для аквариума',
        ],
    },
    'фильтр для камеры': {
        'code': '9002200000',
        'patterns': [],
        'aliases': [
            'рефлектор',
            'лобный',
            'оториноларингологический',
        ],
    },
    'фильтр насадка на кран': {
        'code': '8481900000',
        'patterns': [],
        'aliases': [],
    },
    'фитинг': {
        'code': '',
        'patterns': [],
        'aliases': [
            'эксцентрик',
            'соединитель шлангов',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '7412200000',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '3917400009',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
            ],
        },
    },
    'фитинг сантехнический': {
        'code': '7307991000',
        'patterns': [],
        'aliases': [],
    },
    'фитнес резинка': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'фитнес резинки': {
        'code': '9506919000',
        'patterns': [],
        'aliases': [],
    },
    'флаг': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [
            'flag',
        ],
    },
    'флакон': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3923301090',
                    'name': 'Пласт до 2',
                    'group': 'plastic',
                    'match': [
                        'дорожный',
                        'набор',
                        'флаконов',
                    ],
                    'max_volume_l': 2,
                },
                {
                    'code': '7310100000',
                    'name': 'Металл',
                    'group': 'metal',
                    'match': [
                        'гастроемкость',
                    ],
                },
                {
                    'code': '3923309090',
                    'name': 'Пласт после 2',
                    'group': 'plastic',
                    'min_volume_l': 2,
                },
                {
                    'code': '7010906109',
                    'group': 'glass',
                    'match': [],
                },
            ],
        },
    },
    'флакон для ароматизатора': {
        'code': '7010907100',
        'patterns': [],
        'aliases': [],
    },
    'флакон косметический': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3923301090',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9616200000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7010909109',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3923301010',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'флиппер на колеса': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'флюгер': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926400000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8306290009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503009500',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'фляга': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7310100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'фоамиран': {
        'code': '4016999708',
        'patterns': [],
        'aliases': [],
    },
    'фольга пищевая': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7607199009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7607111109',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'фонарик': {
        'code': '8512100000',
        'patterns': [],
        'aliases': [],
        'material_codes': {
            'алюминиевый': '8513100000',
        },
    },
    'фонарь': {
        'code': '8513100000',
        'patterns': [
            'фонар.*ручно',
        ],
        'aliases': [
            'налобный фонарь',
            'fonar',
            'nalobnyy fonar',
            'кемпинговый',
        ],
    },
    'фонарь для велосипеда': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8512200009',
                    'group': 'other',
                    'match': [
                        'мототехники',
                        'фара',
                    ],
                },
                {
                    'code': '8512100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8513100000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'фонтан садовый': {
        'code': '',
        'patterns': [],
        'aliases': [
            'fontan sadovyy',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8413810000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8413820099',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'форма для выращивания овощей': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'форма для запекания': {
        'code': '',
        'patterns': [],
        'aliases': [
            'forma dlya zapekaniya yach uglerodistaya stal kruglaya chernyy',
            'форма для запекания яч. x углеродистая сталь круглая черный',
            'форма для выпечки',
            'форма выпечки',
        ],
        'dropdown': {
            'title': 'Выберите материал',
            'variants': [
                {
                    'code': '3924900009',
                    'group': 'plastic',
                },
                {
                    'code': '6912002900',
                    'group': 'ceramic',
                },
                {
                    'code': '7323930000',
                    'group': 'metal',
                },
            ],
        },
    },
    'форма для льда конфет': {
        'code': '',
        'patterns': [],
        'aliases': [
            'форма для льда',
            'forma',
            'forma dlya lda',
            'форма шоколада',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3923210000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'форма для мороженого': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'форма хоккейная': {
        'code': '6211390000',
        'patterns': [],
        'aliases': [],
    },
    'форсунка': {
        'code': '8409910008',
        'patterns': [],
        'aliases': [],
    },
    'форсунка омывателя': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8424900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'форсунка омывателя лобового стекла': {
        'code': '8424900000',
        'patterns': [],
        'aliases': [],
    },
    'фотоальбом': {
        'code': '4820900000',
        'patterns': [],
        'aliases': [],
    },
    'фотобумага': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4823908597',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3703100009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'фотоловушка': {
        'code': '8525813000',
        'patterns': [],
        'aliases': [],
    },
    'фотопленка': {
        'code': '3701200000',
        'patterns': [],
        'aliases': [
            'фотоплёнка',
            'плёнка фотографическая',
            'пленка фотографическая',
        ],
    },
    'фоторамка': {
        'code': '',
        'patterns': [
            'фоторам.*',
        ],
        'aliases': [
            'фоторамка с бабочками "баттерфляй" полистоун',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8306300000',
                    'group': 'wood',
                    'match': [],
                },
                {
                    'code': '4414900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'фреза': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8207709000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8207909900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'фрезер по дереву': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'фрисби': {
        'code': '9503009500',
        'patterns': [],
        'aliases': [],
    },
    'фрукто овощерезка': {
        'code': '8210000000',
        'patterns': [],
        'aliases': [],
    },
    'фрукто овощечистка': {
        'code': '8210000000',
        'patterns': [],
        'aliases': [],
    },
    'фурнитур': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8302420000',
                    'group': 'furniture',
                },
                {
                    'code': '8308900000',
                    'group': 'textile',
                },
                {
                    'code': '6305900000',
                    'name': 'Текстил',
                    'group': 'textile',
                },
            ],
        },
    },
    'фурнитура': {
        'code': '8308900000',
        'patterns': [
            'фурниту.*',
        ],
        'aliases': [
            'zastezhka',
            'ремень для сумки через плечо',
            'застежка для сумки поворотная',
            'застежка',
            'карабин',
        ],
    },
    'фурнитура для автомобиля': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'фурнитура для бижутерии': {
        'code': '7117900000',
        'patterns': [],
        'aliases': [],
    },
    'фурнитура для одежды': {
        'code': '9607110000',
        'patterns': [],
        'aliases': [],
    },
    'фурнитура для чемодана': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'фурнитура для шкатулки': {
        'code': '8302490009',
        'patterns': [],
        'aliases': [],
    },
    'футболка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'майка',
            'термолонгслив',
            'термофутболка',
            'кроп топ',
            'futbolka',
            'mayka',
            'топ корсет',
            'мотомайка',
            'майка бельевая',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6109909000',
                    'group': 'other',
                    'match': [
                        'бельевая',
                        'поло',
                        'майка',
                        'топ',
                    ],
                },
                {
                    'code': '6109902000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6109100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6111309000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'футболка для малышей': {
        'code': '',
        'patterns': [],
        'aliases': [
            'комплект белья для малышей',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6109909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6109902000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6111309000',
                    'group': 'other',
                    'match': [
                        'белья',
                        'комплект',
                    ],
                },
            ],
        },
    },
    'футбольная сетка': {
        'code': '9506999000',
        'patterns': [],
        'aliases': [],
    },
    'футляр': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '4202321000',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
                {
                    'code': '4202310000',
                    'name': 'Кожа',
                    'group': 'leather',
                },
                {
                    'code': '8302300009',
                    'name': 'Авто',
                    'group': 'other',
                },
                {
                    'code': '3926909709',
                    'name': 'Пласт',
                    'group': 'plastic',
                },
                {
                    'code': '3923100000',
                    'group': 'abs пластик',
                    'match': [],
                },
            ],
        },
    },
    'футляр для очков': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4202990000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202921900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202918000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202321000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'хайлайтер': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3304910000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3304990000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'халат': {
        'code': '6108920000',
        'patterns': [],
        'aliases': [
            'халат домашний на молнии большие размеры',
            'halat',
        ],
        'material_codes': {
            'хлопок': '6210109800',
        },
        'dropdown': {
            'variants': [
                {
                    'code': '6210109800',
                    'group': 'ткань',
                    'match': [],
                },
                {
                    'code': '6108920000',
                    'group': 'фланель',
                    'match': [],
                },
                {
                    'code': '6208920000',
                    'group': 'other',
                    'match': [
                        'пеньюар',
                    ],
                },
                {
                    'code': '6107990000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6208910000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6108990000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6108910000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6110309900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'халат рабочий': {
        'code': '6204221000',
        'patterns': [],
        'aliases': [],
    },
    'хиджаб': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6505009000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6214300000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'химия для моделизма': {
        'code': '3213900000',
        'patterns': [],
        'aliases': [],
    },
    'химия кожевенная': {
        'code': '3405100000',
        'patterns': [],
        'aliases': [],
    },
    'хлебница': {
        'code': '9403401000',
        'patterns': [],
        'aliases': [],
    },
    'хлыст': {
        'code': '6602000000',
        'patterns': [],
        'aliases': [],
    },
    'ходунки': {
        'code': '9021101000',
        'patterns': [],
        'aliases': [],
    },
    'ходунки для собак': {
        'code': '4201000000',
        'patterns': [],
        'aliases': [
            'колокольчик для лошади',
            'обувь для собак',
        ],
    },
    'холодная сварка': {
        'code': '3506990000',
        'patterns': [],
        'aliases': [],
    },
    'холст': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '5901900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4823908597',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'хомут': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3926909709',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
                {
                    'code': '7326909807',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '4016999708',
                    'name': 'Резина',
                    'group': 'rubber',
                },
            ],
        },
    },
    'хранение игрушек в ванной': {
        'code': '6305339000',
        'patterns': [],
        'aliases': [],
    },
    'худи': {
        'code': '6110309900',
        'patterns': [],
        'aliases': [],
    },
    'цепочка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'цепочка на шею под',
            'шнурок цепочка для телефона через плечо',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '7117900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7117190000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'цепь велосипедная': {
        'code': '7315111009',
        'patterns': [],
        'aliases': [
            'цепи для велосипеда',
            'цепь грм',
            'цепи велосипеда',
            'цепи',
        ],
    },
    'цепь для мототехники': {
        'code': '8483908100',
        'patterns': [],
        'aliases': [],
    },
    'цепь для пилы': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8202400000',
                    'group': 'metal',
                    'match': [],
                },
                {
                    'code': '8467910000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'цилиндр': {
        'code': '8412310009',
        'patterns': [],
        'aliases': [],
    },
    'цилиндр для мототехники': {
        'code': '8409910008',
        'patterns': [],
        'aliases': [],
    },
    'цоколь для лампы': {
        'code': '8539901000',
        'patterns': [],
        'aliases': [
            'patron',
        ],
    },
    'чай в пакетиках': {
        'code': '0902300001',
        'patterns': [],
        'aliases': [],
    },
    'чай листовой': {
        'code': '0902300009',
        'patterns': [],
        'aliases': [
            'чай зелёный с жасмином "черный дракон" листовой',
            'чай',
            'китайский чай шу пуэр "гун тин красная печать"',
            'настоящий заварочный китайский рассыпной зеленый чай улун те гуань инь листовой ароматный освежающий',
            'chay zelenyy s zhasminom chernyy drakon listovoy',
            'chay chernyy bayhovyy srednelistovoy t eko',
            'nastoyashchiy kitayskiy chay iz yunnan shu puer kamen',
            'чай чёрный байховый среднелистовой "т эко"',
            'chay',
            'chay chernyy dyan hun kitayskiy krasnyy listovoy v bambuke pressovannyy v vide tabletok',
            'nastoyashchiy zavarochnyy kitayskiy rassypnoy zelenyy chay ulun te guan in listovoy bez dobavok',
            'чай черный дянь хун китайский красный листовой в бамбуке прессованный в виде таблеток чжутун',
            'настоящий китайский чай из юннан шу пуэр камень',
        ],
    },
    'чайная доска': {
        'code': '4419190000',
        'patterns': [],
        'aliases': [],
    },
    'чайная кофейная': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6912002900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6911100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6912002300',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'чайник': {
        'code': '',
        'patterns': [],
        'aliases': [
            'chaynik',
            'вакуумный упаковщик',
            'рисоварка',
            'фумигатор',
            'оборудование для обогрева террариума',
            'бутербродница',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '7323930000',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '7013379900',
                    'name': 'Стекло',
                    'group': 'glass',
                },
                {
                    'code': '8516797000',
                    'name': 'Электро',
                    'group': 'electric',
                },
                {
                    'code': '6912002900',
                    'group': 'ceramic',
                },
            ],
        },
    },
    'чайник заварочный': {
        'code': '7013491000',
        'patterns': [],
        'aliases': [],
    },
    'чалма на голову': {
        'code': '6117100000',
        'patterns': [],
        'aliases': [
            'чалма',
            'чалма на голову мусульманский',
        ],
    },
    'части для пылесоса': {
        'code': '8508700008',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8508700008',
                    'group': 'plastic',
                    'match': [],
                },
            ],
        },
    },
    'части ламп ': {
        'code': '9405990008',
        'patterns': [],
        'aliases': [],
    },
    'части тормозов': {
        'code': '8708309109',
        'patterns': [],
        'aliases': [],
    },
    'часы': {
        'code': '9105910000',
        'patterns': [],
        'aliases': [
            'часы настенные бесшумные с термометром',
            'chasy',
            'датчик умного дома',
            'украшение для смарт часов',
            'переговорное устройство для конференций',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8517620009',
                    'group': 'силикон',
                    'match': [
                        'устройство',
                        'переговорное',
                        'конференций',
                    ],
                },
            ],
        },
    },
    'часы автомобильные': {
        'code': '9104000008',
        'patterns': [],
        'aliases': [],
    },
    'часы карманные': {
        'code': '9102120000',
        'patterns': [],
        'aliases': [],
    },
    'часы наручные': {
        'code': '',
        'patterns': [],
        'aliases': [
            'наручные часы',
            'кварцевые',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9102210000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9102190000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'часы настенные': {
        'code': '9105290000',
        'patterns': [],
        'aliases': [],
    },
    'чашка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6912002900',
                    'name': 'Керамика',
                    'group': 'ceramic',
                },
                {
                    'code': '7013499900',
                    'name': 'Стекло',
                    'group': 'glass',
                },
                {
                    'code': '3924100000',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
                {
                    'code': '7323990000',
                    'name': 'Металл',
                    'group': 'metal',
                },
            ],
        },
    },
    'чемодан': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4202125001',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202125009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202121900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202129900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'чепчик для новорожденных': {
        'code': '6505009000',
        'patterns': [],
        'aliases': [],
    },
    'четки': {
        'code': '',
        'patterns': [],
        'aliases': [
            'чётки',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4420190000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7117900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'чехлы на обувь': {
        'code': '6401921000',
        'patterns': [],
        'aliases': [],
    },
    'чехол': {
        'code': '4202199000',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6306120000',
                    'group': 'оксфорд',
                    'match': [],
                },
            ],
        },
    },
    'чехол аккумулятор': {
        'code': '8504405500',
        'patterns': [],
        'aliases': [],
    },
    'чехол в багажник': {
        'code': '4205009000',
        'patterns': [],
        'aliases': [],
    },
    'чехол для компьютерных комплектующих периферии': {
        'code': '8471800000',
        'patterns': [],
        'aliases': [],
    },
    'чехол для мебели': {
        'code': '6304990000',
        'patterns': [],
        'aliases': [],
    },
    'чехол для музыкального инструмента': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4202921100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202929800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202921900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'чехол для наушников': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4202321000',
                    'group': 'other',
                    'match': [
                        'документов',
                        'приставки',
                        'обложка',
                        'игровой',
                    ],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'чехол для одежды': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3923210000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202929800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'чехол для смартфона': {
        'code': '',
        'patterns': [
            'чехол.*iphone',
            'чехол.*redmi',
            'чехол.*samsung',
            'чехол.*xiaomi',
            'чехол.*телеф',
            'чехол.*смартфон',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4202321000',
                    'group': 'искусственная кожа',
                    'match': [],
                },
                {
                    'code': '4202921900',
                    'group': 'силикон',
                    'match': [],
                },
            ],
        },
    },
    'чехол для телефона': {
        'code': '4202321000',
        'patterns': [],
        'aliases': [
            'чехол для акустики плеера',
        ],
    },
    'чехол для удочки': {
        'code': '4202990000',
        'patterns': [],
        'aliases': [
            'чехол для елки',
        ],
    },
    'чехол для фото видеотехники': {
        'code': '',
        'patterns': [],
        'aliases': [
            'chehol sumka dlya fotoapparata eos i drugih',
            'чехол сумка для фотоаппарата eos и других моделей качественной износостойкой влагозащитной ',
            'чехол сумка',
            'чехол сумка для фотоаппарата eos и других моделей качественной износостойкой влагозащитной ткани черный',
            'chehol',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '4202921900',
                    'group': 'силикон',
                    'match': [],
                },
                {
                    'code': '4202229000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4202990000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'чехол для чемодана': {
        'code': '6307901000',
        'patterns': [],
        'aliases': [],
    },
    'чехол на автомобиль': {
        'code': '6306220000',
        'patterns': [],
        'aliases': [],
    },
    'чехол на бутылку': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'чехол на мебель': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6304930000',
                    'group': 'полиэстер',
                    'match': [],
                },
                {
                    'code': '6304990000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'чехол на сиденье автомобиля': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9404908000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6304990000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'чехол на телефон': {
        'code': '4202921900',
        'patterns': [],
        'aliases': [
            'противоударный чехол',
            'чехол на смартфон',
        ],
    },
    'чипсы': {
        'code': '2005202000',
        'patterns': [],
        'aliases': [],
    },
    'чистящее средство': {
        'code': '3402500000',
        'patterns': [],
        'aliases': [
            'komplekt sredstvo dlya remonta tsarapin na stoleshnitse iz keramicheskoy plitki',
            'средство для ремонта царапин на столешнице из керамической плитки',
            'стирки',
            'против',
            'окрашивания',
        ],
        'material_codes': {
            'покрытие из кристаллов камня': '',
            'шерсть': '3402500000',
        },
    },
    'чокер': {
        'code': '7117900000',
        'patterns': [],
        'aliases': [
            'choker',
        ],
    },
    'чулки': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6115301900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6115969100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6115969900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'шайба': {
        'code': '7318210009',
        'patterns': [],
        'aliases': [],
    },
    'шайба подшипника': {
        'code': '4016999708',
        'patterns': [],
        'aliases': [],
    },
    'шаль': {
        'code': '6117100000',
        'patterns': [],
        'aliases': [],
    },
    'шампунь': {
        'code': '3305100000',
        'patterns': [
            'шампун.*волос',
        ],
        'aliases': [
            'shampun',
            'dercos ds шампунь-уход против перхоти и себореи 2в1, 200 мл',
            'шампунь head  shoulders',
            'шампунь для волос',
            'shampun dlya volos',
            'шампунь сухой',
        ],
    },
    'шапка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'shapka',
            'shapka chepchik',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6505009000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6506999090',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6506999080',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'шапочка для душа': {
        'code': '3926200000',
        'patterns': [],
        'aliases': [
            'перчатки для занятий спортом',
        ],
    },
    'шапочка для плавания': {
        'code': '9506290000',
        'patterns': [],
        'aliases': [],
    },
    'шапочка для сна': {
        'code': '6505009000',
        'patterns': [],
        'aliases': [],
    },
    'шарик воздушный': {
        'code': '',
        'patterns': [],
        'aliases': [
            'folgirovannyy shar tsifra rozovyy dlya detskogo prazdnika',
            'фольгированный шар цифра розовый для детского праздника',
            'реквизит бутафория карнавальная',
            'ростовая кукла',
            'кубок',
            'аксессуар для воздушного шара',
            'хлопушка на праздник',
            'очки карнавальные',
            'украшения из фольги',
            'пайетки',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9505900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9503009909',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'шарик для стирки': {
        'code': '',
        'patterns': [
            'шарик.*для.*стирк',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3924900009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'шарики': {
        'code': '9505900000',
        'patterns': [],
        'aliases': [],
    },
    'шарики для настольного': {
        'code': '9506400001',
        'patterns': [],
        'aliases': [],
    },
    'шарики для пинг понга': {
        'code': '9506400001',
        'patterns': [],
        'aliases': [],
    },
    'шарм': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '7117900000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6505009000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'шарнирный шкив': {
        'code': '8483608000',
        'patterns': [],
        'aliases': [],
    },
    'шаровой кран': {
        'code': '8481808199',
        'patterns': [],
        'aliases': [],
    },
    'шарф': {
        'code': '',
        'patterns': [],
        'aliases': [
            'бафф',
            'sharf',
            'sharf kosynka',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6117100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6214300000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6214900000',
                    'group': 'other',
                    'match': [
                        'косынка',
                    ],
                },
                {
                    'code': '6213900000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'шары для бильярда': {
        'code': '9504200009',
        'patterns': [],
        'aliases': [],
    },
    'шатер туристический': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6306220000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6306290009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'шахматы': {
        'code': '9504908009',
        'patterns': [],
        'aliases': [],
    },
    'швабра': {
        'code': '9603909900',
        'patterns': [],
        'aliases': [
            'shvabra teleskopicheskaya ruchka nerzhaveyushchaya stal zelenyy',
            'shvabra',
            'швабра телескопическая ручка нержавеющая сталь зеленый',
        ],
        'material_codes': {
            'нержавеющая сталь': '',
            'abs пластик': '9603909100',
        },
    },
    'швабра с ведром': {
        'code': '9603909100',
        'patterns': [],
        'aliases': [],
    },
    'швабра с тазиком и тряпками': {
        'code': '9603909100',
        'patterns': [],
        'aliases': [],
    },
    'швейная машина': {
        'code': '8452101100',
        'patterns': [],
        'aliases': [],
    },
    'швейная машинка': {
        'code': '8452290000',
        'patterns': [
            'швейн.*машин',
        ],
        'aliases': [],
    },
    'швейный набор': {
        'code': '6308000000',
        'patterns': [],
        'aliases': [],
    },
    'шезлонг': {
        'code': '9401790009',
        'patterns': [],
        'aliases': [],
    },
    'шезлонг для новорожденных': {
        'code': '9401800009',
        'patterns': [],
        'aliases': [
            'подушка для йоги',
        ],
    },
    'шестеренка': {
        'code': '8483908909',
        'patterns': [],
        'aliases': [],
    },
    'шестерни': {
        'code': '8483908909',
        'patterns': [],
        'aliases': [],
    },
    'шина': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '4011100009',
                    'group': 'automobile',
                },
                {
                    'code': '4011400000',
                    'group': 'motorcycle',
                },
                {
                    'code': '4011500009',
                    'group': 'bicycle',
                },
            ],
        },
    },
    'шиньон': {
        'code': '6704110000',
        'patterns': [],
        'aliases': [],
    },
    'шифтер': {
        'code': '8714995009',
        'patterns': [],
        'aliases': [],
    },
    'шкатулка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'скворечник',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '4202921900',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
                {
                    'code': '4420909900',
                    'name': 'Дерево',
                    'group': 'wood',
                },
                {
                    'code': '8306290009',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '4202929800',
                    'name': 'Текстиль',
                    'group': 'textile',
                },
            ],
        },
    },
    'шкаф': {
        'code': '',
        'patterns': [],
        'aliases': [
            'шкаф . см',
            'shkaf dlya vannoy sm universalnyy',
            'shkaf',
            'косметологическая тележка',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '9403208009',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '9403609009',
                    'name': 'Дерево',
                    'group': 'wood',
                },
                {
                    'code': '9403700008',
                    'name': 'Пластик',
                    'group': 'plastic',
                },
            ],
        },
    },
    'шкаф складной': {
        'code': '9403700008',
        'patterns': [],
        'aliases': [
            'шкаф витрина',
        ],
    },
    'шкура': {
        'code': '4301807091',
        'patterns': [],
        'aliases': [],
    },
    'шланг': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'axis': 'purpose',
            'variants': [
                {
                    'code': '4009420000',
                    'name': 'С фитингами',
                    'group': 'резина',
                    'match': [
                        'фитинг',
                        'штуцер',
                        'переходник',
                        'хомут',
                        'наконечник',
                        'коннектор',
                        'быстросъемн',
                        'быстросъёмн',
                    ],
                },
                {
                    'code': '3917390008',
                    'name': 'Пластик',
                    'group': 'plastic',
                    'match': [
                        'сифона',
                        'гофротруба',
                        'гофра',
                    ],
                },
                {
                    'code': '4009410000',
                    'name': 'Без фитингов',
                    'group': 'резина',
                    'match': [
                        'шланг',
                        'резин',
                    ],
                },
            ],
        },
    },
    'шланг автомобильный': {
        'code': '3917330009',
        'patterns': [],
        'aliases': [],
    },
    'шланг для душа': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4009420000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '7326909807',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'шлейка': {
        'code': '4201000000',
        'patterns': [],
        'aliases': [
            'шлейка мелких и средних пород и кошек с поводком',
            'шлейка крупных и средних пород',
            'shleyka',
        ],
    },
    'шлем': {
        'code': '6506101000',
        'patterns': [],
        'aliases': [
            'shlem',
        ],
        'material_codes': {
            'ткань': '6307909800',
        },
    },
    'шлем защитный': {
        'code': '6506910000',
        'patterns': [],
        'aliases': [],
    },
    'шлепанцы': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6405909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6402993900',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6402999100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6402995000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6402200000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6402993100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6402999300',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'шлифкруг': {
        'code': '6804229000',
        'patterns': [],
        'aliases': [],
    },
    'шлифмашина': {
        'code': '8467295100',
        'patterns': [],
        'aliases': [],
    },
    'шлифовальный круг': {
        'code': '6804221800',
        'patterns': [],
        'aliases': [],
    },
    'шляпа': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6506999090',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6505009000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6504000000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6505001000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6505003000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'шнур': {
        'code': '5604100000',
        'patterns': [],
        'aliases': [],
    },
    'шнур для рукоделия': {
        'code': '5607501100',
        'patterns': [],
        'aliases': [],
    },
    'шнурки': {
        'code': '',
        'patterns': [],
        'aliases': [
            'шнурок',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '5604100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6307909800',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'шнурок для телефона': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '5604100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6217100000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '5607509000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'шовная нить': {
        'code': '5401209000',
        'patterns': [],
        'aliases': [],
    },
    'шоколад': {
        'code': '1806901900',
        'patterns': [],
        'aliases': [],
    },
    'шоколадная паста': {
        'code': '1806903900',
        'patterns': [],
        'aliases': [],
    },
    'шоколадное яйцо': {
        'code': '1806901900',
        'patterns': [],
        'aliases': [],
    },
    'шорты': {
        'code': '',
        'patterns': [],
        'aliases': [
            'велосипедки с карманом',
            'shorty aktsii rasprodazha skidki shorty zhenskie shorty zhenskie letnie pizhama zhenskaya s shortami',
            'shorty',
            'shorty pryamye',
            'шорты бойфренды тотальная распродажа',
            'шорты акции распродажа скидки шорты шорты пижама с шортами костюм с шортами шорты спортивные шорты домашние шорты костюм с шортами шорты домашние шорты',
            'velosipedki hlopok',
            'shorty boyfrendy totalnaya rasprodazha',
            'брюки для малышей',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6203499000',
                    'name': 'Муж',
                    'group': 'male',
                },
                {
                    'code': '6204695000',
                    'name': 'Жен',
                    'group': 'female',
                },
                {
                    'code': '6111909000',
                    'name': 'Дет',
                    'group': 'child',
                },
                {
                    'code': '6104620000',
                    'group': 'хлопок',
                    'match': [],
                },
            ],
        },
    },
    'шорты для малышей': {
        'code': '6203429000',
        'patterns': [],
        'aliases': [],
    },
    'шпалера': {
        'code': '3926909709',
        'patterns': [],
        'aliases': [],
    },
    'шпатель': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8205909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8205598099',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8205591000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'шпилька автомобильная': {
        'code': '7318159008',
        'patterns': [],
        'aliases': [],
    },
    'шпингалет задвижка': {
        'code': '8302411000',
        'patterns': [],
        'aliases': [],
    },
    'шприц': {
        'code': '9018311009',
        'patterns': [],
        'aliases': [],
    },
    'штамп': {
        'code': '9611000000',
        'patterns': [],
        'aliases': [],
    },
    'штамп декоративный': {
        'code': '9611000000',
        'patterns': [],
        'aliases': [],
    },
    'штангенциркуль': {
        'code': '9017300000',
        'patterns': [
            'штангенцирку.*',
        ],
        'aliases': [],
    },
    'штатив': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9620000007',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9620000009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6104630000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'штопор': {
        'code': '8205510090',
        'patterns': [],
        'aliases': [
            'shtopor',
        ],
    },
    'штора': {
        'code': '',
        'patterns': [],
        'aliases': [
            'потолочная',
            'потолочная штора тканевая',
            'shtora',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '6303120000',
                    'name': 'Хлопок',
                    'group': 'хлопок',
                    'match': [],
                },
                {
                    'code': '6303929000',
                    'group': 'ткань',
                    'match': [],
                },
            ],
        },
    },
    'шторка багажника': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'шторка в машину': {
        'code': '6307909800',
        'patterns': [],
        'aliases': [],
    },
    'шторка солнцезащитная': {
        'code': '',
        'patterns': [],
        'aliases': [
            'jiayoyo',
            'jiayoyo shtorka solntsezashchitnaya',
            'jiayoyo шторка солнцезащитная',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3925300000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'шторы': {
        'code': '6303929000',
        'patterns': [],
        'aliases': [],
    },
    'шуба искусственная': {
        'code': '4304000000',
        'patterns': [],
        'aliases': [],
    },
    'шумовка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'shumovka',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8215999000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8215991000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'шумоизоляция автомобильная': {
        'code': '3926300000',
        'patterns': [],
        'aliases': [],
    },
    'шуруповерт': {
        'code': '',
        'patterns': [
            'шурупове.*',
        ],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8467219900',
                    'name': 'Сетевой',
                    'group': 'electric',
                    'match': [],
                },
                {
                    'code': '8467211000',
                    'name': 'Аккумуляторный',
                    'group': 'battery',
                    'match': [],
                },
            ],
        },
    },
    'щетка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'gsadfen',
            'gsadfen shchetka dlya posudy',
            'gsadfen щетка для посуды',
            'щетка с совком',
            'пипидастр',
            'shchetka',
            'водосгон',
            'vodosgon',
            'щётка',
            'ручная щетка',
            'brush',
            'щетка для дома',
            'ролик для чистки',
            'домашняя щетка',
            'хозяйственная щетка',
            'щетка хозяйственная',
            'щетка для одежды',
            'щетка одежды',
            'одёжная щетка',
            'одежная щетка',
            'щетка для чистки одежды',
            'щетка для чистки одежды и обуви',
            'clothes brush',
            'щетка для уборки',
            'shchetka dlya uborki',
            'веник',
            'venik',
            'метла',
            'уборочная щетка',
            'щетка для пола',
            'половая щетка',
            'смётка',
            'сметка',
            'cleaning brush',
            'broom',
            'щетка для чистки гриля',
            'щетка для гриля',
            'щетка для мангала',
            'щетка для барбекю',
            'щетка для чистки мангала',
            'латунная щетка для гриля',
            'grill brush',
            'щетка пылесоса',
            'насадка на пылесос',
            'насадка пылесоса',
            'щетка для пылесоса',
            'турбощетка',
            'турбо-щетка',
            'щетка-насадка для пылесоса',
            'щетка стеклоочистителя',
            'дворник',
            'дворники',
            'щетка дворника',
            'щетка стеклоочистителя автомобиля',
            'wiper blade',
            'корщетка',
            'проволочная щетка',
            'металлическая щетка',
            'дисковая щетка',
            'чашечная щетка',
            'щетка для дрели',
            'щетка для болгарки',
            'щетка для шлифмашины',
            'wire brush',
            'wire wheel',
            'brass brush',
            'запчасть для ножеточки',
        ],
        'material_codes': {
            'abs пластик': '',
            'шерсть': '9603909100',
        },
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '9603909900',
                    'name': 'Бытовая (дом/уборка/одежда)',
                    'group': 'household',
                    'match': [
                        'для дома',
                        'для уборки',
                        'для одежды',
                        'хозяйствен',
                        'половая щетка',
                        'щетка для пола',
                        'смётка',
                        'сметка',
                        'веник',
                        'метла',
                        'clothes brush',
                        'cleaning brush',
                        'broom',
                    ],
                },
                {
                    'code': '9603500009',
                    'name': 'Деталь техники/инструмента',
                    'group': 'электроинструмент',
                    'match': [
                        'пылесос',
                        'турбощетк',
                        'стеклоочистител',
                        'дворник',
                        'дрел',
                        'болгарк',
                        'шлифмашин',
                        'корщетк',
                        'проволочная щетка',
                        'дисковая щетка',
                        'чашечная щетка',
                        'wire brush',
                        'wire wheel',
                        'wiper blade',
                    ],
                },
                {
                    'code': '7323100000',
                    'name': 'Металл',
                    'group': 'metal',
                    'match': [
                        'для гриля',
                        'для мангала',
                        'для барбекю',
                        'grill brush',
                        'латунная щетка',
                    ],
                },
            ],
        },
    },
    'щетка автомобильная': {
        'code': '9603909100',
        'patterns': [],
        'aliases': [],
    },
    'щетка для ног': {
        'code': '9603298000',
        'patterns': [],
        'aliases': [],
    },
    'щетка для одежды обуви': {
        'code': '9603909100',
        'patterns': [],
        'aliases': [],
    },
    'щетка для посуды': {
        'code': '9603909100',
        'patterns': [],
        'aliases': [],
    },
    'щипцы': {
        'code': '8203200001',
        'patterns': [],
        'aliases': [],
    },
    'щипцы для дров угля': {
        'code': '7326909807',
        'patterns': [],
        'aliases': [
            'стартер для розжига угля',
        ],
    },
    'щипцы кулинарные': {
        'code': '',
        'patterns': [],
        'aliases': [
            'щипцы кухонные',
            'лопатка кулинарная',
            'лопатка',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '8215991000',
                    'group': 'other',
                    'match': [
                        'лопатка',
                        'кулинарная',
                    ],
                },
                {
                    'code': '7323930000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'щипцы строительные': {
        'code': '8203200009',
        'patterns': [],
        'aliases': [],
    },
    'щиток защитный': {
        'code': '6506101000',
        'patterns': [],
        'aliases': [],
    },
    'щиток на лицо': {
        'code': '6506101000',
        'patterns': [
            'щиток.*на.*лицо',
        ],
        'aliases': [],
    },
    'щуп для свечей зажигания': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'экран для рисования': {
        'code': '8471607000',
        'patterns': [],
        'aliases': [],
    },
    'экстрактор': {
        'code': '8205909000',
        'patterns': [],
        'aliases': [],
    },
    'эластичный бинт': {
        'code': '3005909900',
        'patterns': [],
        'aliases': [],
    },
    'электрическая зубная щетка': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [],
    },
    'электрический высоторез': {
        'code': '8467229000',
        'patterns': [
            'элект.*высот',
        ],
        'aliases': [],
    },
    'электрический краскопульт': {
        'code': '8467890000',
        'patterns': [],
        'aliases': [],
    },
    'электрический штопор': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [],
    },
    'электро одеяло': {
        'code': '8516299100',
        'patterns': [],
        'aliases': [],
    },
    'электробритва': {
        'code': '8510100000',
        'patterns': [
            'электробрит.*',
        ],
        'aliases': [],
    },
    'электровиолончель': {
        'code': '9207901000',
        'patterns': [],
        'aliases': [],
    },
    'электрогирлянда': {
        'code': '',
        'patterns': [
            'электрогирлян.*',
        ],
        'aliases': [
            'гирлянда',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9405310000',
                    'group': 'plastic',
                    'match': [],
                },
                {
                    'code': '9405390000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9405490029',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'электрогрелка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8516299100',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8516797000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'электрогриль': {
        'code': '8516607000',
        'patterns': [
            'электрический гриль',
            'elektricheskiy gril',
        ],
        'aliases': [],
    },
    'электродвигатель': {
        'code': '8537109100',
        'patterns': [
            'электродвигате.*',
        ],
        'aliases': [],
    },
    'электроинструмент': {
        'code': '',
        'patterns': [],
        'aliases': [
            'кусторез',
            'беспроводной угловой фрезер',
            'пила секатор',
            'запчасть для секатора сучкореза',
            'бензопила',
        ],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '8467292000',
                    'group': 'электроинструмент',
                    'match': [
                        'электротяпка',
                    ],
                },
                {
                    'code': '8467229000',
                    'group': 'электроинструмент',
                    'match': [
                        'аккумуляторный',
                        'кусторез',
                    ],
                },
                {
                    'code': '8467298000',
                    'group': 'электроинструмент',
                    'match': [
                        'аккумуляторный',
                        'кусторез',
                    ],
                },
                {
                    'code': '8467295900',
                    'group': 'электроинструмент',
                    'match': [
                        'машина',
                        'шлифовальная',
                        'пневматическая',
                        'электрическая',
                        'ножеточка',
                    ],
                },
                {
                    'code': '8430200000',
                    'group': 'электроинструмент',
                },
                {
                    'code': '8507600000',
                    'group': 'электроинструмент',
                },
            ],
        },
    },
    'электрокамин': {
        'code': '8516295000',
        'patterns': [],
        'aliases': [],
    },
    'электрокормушка': {
        'code': '8509800000',
        'patterns': [],
        'aliases': [
            'автоматическая кормушка',
            'кормушка-таймер',
        ],
    },
    'электромельница': {
        'code': '8509400000',
        'patterns': [],
        'aliases': [],
    },
    'электромобиль': {
        'code': '9503001009',
        'patterns': [
            'электромоби.*',
        ],
        'aliases': [
            'электромобиль детский',
            'детский велосипед',
        ],
    },
    'электромотор': {
        'code': '8501109900',
        'patterns': [],
        'aliases': [],
    },
    'электронный замок': {
        'code': '8301409000',
        'patterns': [],
        'aliases': [],
    },
    'электроомолоток': {
        'code': '8467890000',
        'patterns': [],
        'aliases': [],
    },
    'электропила': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8467221000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8467292000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8467229000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'электропила дисковая': {
        'code': '8467223000',
        'patterns': [],
        'aliases': [],
    },
    'электропривод багажника с аксессуарами': {
        'code': '8501109100',
        'patterns': [],
        'aliases': [],
    },
    'электротяпка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '8467298509',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8467292000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'элемент зеркальный': {
        'code': '7009100009',
        'patterns': [],
        'aliases': [],
    },
    'элемент лепного декора': {
        'code': '3926400000',
        'patterns': [],
        'aliases': [],
    },
    'эмаль': {
        'code': '3209900009',
        'patterns': [],
        'aliases': [],
    },
    'эмблема автомобильная': {
        'code': '',
        'patterns': [],
        'aliases': [
            'shildik',
            'шильдик автомобильный',
            'шильдик',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '3926909709',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '3926300000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8306290009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8413302008',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8301200009',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '8714109000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'эндоскоп': {
        'code': '8525893000',
        'patterns': [],
        'aliases': [],
    },
    'эпилятор': {
        'code': '8510300000',
        'patterns': [],
        'aliases': [],
    },
    'эспадрильи': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '6405909000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6404199000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6402993900',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'эспандер': {
        'code': '',
        'patterns': [],
        'aliases': [
            'эспандер кистевой силиконовый',
            'espander',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '9506919000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '9021101000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'эссенция для волос': {
        'code': '3305900009',
        'patterns': [],
        'aliases': [],
    },
    'эссенция для ухода кожей': {
        'code': '3304990000',
        'patterns': [],
        'aliases': [
            'тоник для ухода за кожей',
        ],
    },
    'этажерка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '9403700008',
                    'group': 'сталь',
                    'match': [],
                },
                {
                    'code': '9403609009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'этикетка': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'variants': [
                {
                    'code': '4823908596',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '4821101000',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'этикетка рулона': {
        'code': '3919900000',
        'patterns': [],
        'aliases': [],
    },
    'этюдник': {
        'code': '4421999000',
        'patterns': [],
        'aliases': [],
    },
    'эфирное масло': {
        'code': '3301909000',
        'patterns': [],
        'aliases': [
            'efirnoe maslo',
        ],
    },
    'юбка': {
        'code': '',
        'patterns': [],
        'aliases': [
            'юбка zedker',
            'yubka dprfmg',
            'yubka zedker',
            'юбка aueoeo',
            'юбка на резинке с разрезом',
            'юбка dprfmg',
            'юбка ruijiaoji',
            'yubka ruijiaoji',
            'yubka',
            'yubka aueoeo',
        ],
        'dropdown': {
            'variants': [
                {
                    'code': '6204599000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6104590000',
                    'group': 'other',
                    'match': [
                        'малышей',
                    ],
                },
                {
                    'code': '6104530000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6204530000',
                    'group': 'other',
                    'match': [],
                },
                {
                    'code': '6211490009',
                    'group': 'other',
                    'match': [],
                },
            ],
        },
    },
    'юбка для малышей': {
        'code': '6204530000',
        'patterns': [],
        'aliases': [],
    },
    'яйцеварка': {
        'code': '8516797000',
        'patterns': [],
        'aliases': [],
    },
    'ящик': {
        'code': '',
        'patterns': [],
        'aliases': [],
        'dropdown': {
            'title': 'Выберите вариант',
            'variants': [
                {
                    'code': '3923100000',
                    'name': 'Пласт',
                    'group': 'plastic',
                },
                {
                    'code': '4202929800',
                    'name': 'Текстиль',
                    'group': 'textile',
                },
                {
                    'code': '7326909807',
                    'name': 'Металл',
                    'group': 'metal',
                },
                {
                    'code': '4011900000',
                    'name': 'Прочие',
                    'group': 'бумага',
                },
            ],
        },
    },
    'ящик для хранения': {
        'code': '6204530000',
        'patterns': [],
        'aliases': [],
    },
}
