CLOTHES = {

"босоножки": {
        "code": "6402999100",
        "patterns": [
        ],
        "aliases": [
            "балетки",
            "мокасины",
            "сандали",
            "сандалии",
            "слипоны",
            "шлепанцы",
        ]
    },

    "ботинки": {
        "code": "6402919000",
        "patterns": [
            r"мотооб",
        ],
        "aliases": [
            "ботильоны",
            "ботинки",
            "дутики",
            "сапоги",
            "угги",
        ]
    },

    "туфли": {
        "code": "6402999800",
        "patterns": [
        ],
        "aliases": ["лоферы",
                    ]
    },

    "кроссовки": {
        "code": "6402190000",
        "patterns": [
        ],
        "aliases": [
            "кеды",
            "кроссовки",
            "бутсы",
            "шиповки",
        ]
    },

    "аквашуз": {
        "code": "6404199000",
        "patterns": [],
        "aliases": []
    },

    "ботинки резиновые": {
        "code": "6401921000",
        "patterns": [],
        "aliases": ["галоши", "гамаши", ]
    },

    "мокасины": {
        "code": "6402999100",
        "patterns": [],
        "aliases": []
    },

    "резиновые ботинки": {
        "code": "6401990000",
        "patterns": [],
        "aliases": []
    },

    "тапочки": {
        "code": "6405209100",
        "patterns": [],
        "aliases": []
    },

    "шлепанцы": {
        "code": "6402999100",
        "patterns": [],
        "aliases": []
    },

    "мотообувь": {
        "code": "6402190000",
        "patterns": [],
        "aliases": []
    },
}