AUTO_CODES = {
    "лечебное средство": "0", "стабилизированные цветы": "0", "витамины": "0", "пищевая добавка": "0",
    "средство от насекомых": "0",

    "жевательная резинка": "1704101000", "конфеты": "1704907500",

    "кофе растворимый": "2101110016",

    "бинт": "3005905000", "пластырь": "3005905000",

    "духи": "3303001000", "туалетная вода": "3303009000", "спрей для полости": "3306900000", "эфирное масло": "3301909000",
    "помада": "3304100000", "для губ": "3304100000", "карандаш для бровей": "3304200000", "дезодорант": "3307200000",
    "карандаш для глаз": "3304200000", "подводка": "3304200000", "тушь для ресниц": "3304200000", "тени для век": "3304200000",
    "патч для глаз": "3304990000", "румяна": "3304990000", "маска косметическая": "3304990000", "крем": "3304990000",
    "шампунь для волос": "3305100000", "лак для волос": "3305300000", "бальзам для волос": "3305900009",
    "зубная паста": "3306100000", "зубная нить": "3306200000", "ароматизатор": "3307490000",

    "мыло": "3401110009", "чистящее средство": "3402500000", "капсулы для стирки": "3402500000", "смазка": "3403990000",
    "полироль": "3405300000","пластилин": "3407000000","стиральный порошок": "3402500000","гель для стирки": "3402500000",

    "наклейки": "3919900000", "наклейка автомобильная": "3919900000","пакет для продуктов": "3923210000",
    "поильник": "3923301090", "спортивная бутылка": "3923301090", "стеновая панель": "3918900000",
    "дождевик": "3926200000", "наклейка интерьерная": "3919900000", "панель самокл": "3918900000",
    "стекло защитное": "3926909200", "стекло для телефона": "3926909200", "пленка защитная": "3926909200",
    "чехол на сиденье автомобиля": "3926909709", "жалюзи": "3925300000", "пленка": "3919900000",
    "защитное стекло": "3926909200",

    "перчатки хозяйственные": "4015190000",

    "чемодан": "4202125001", "мотокофр": "4202921100", "косметичка": "4202921100", "пенал": "4202921100",
    "чехол для смартфона": "4202321000", "чехол для наушников": "4202321000", "чехол для телефона": "4202321000",
    "рюкзак": "4202929100", "одежда для животных": "4201000000", "поводок": "4201000000", "намордник": "4201000000",

    "бумага для выпечки": "4806200000", "вкладыш от пота": "4818500000", "бумага пищевая": "4806200000",
    "блокнот": "4820103000", "альбом": "4820500000", "бумажные полотенца": "4803009000", "вкладыши от пота": "4818500000",
    "ежедневник": "4820103000", "бумага для заметок": "4823908596", "набор одноразовой посуды": "4823699000",
    "одноразовая посуда": "4823699000", "обои": "4814200000",

    "глобус": "4905900000", "временная татуировка": "4908900000", "картина": "4911910000", "книга печатная": "4901990000",

    "пряжа": "5511300000",

    "шнурки": "5604100000", "веревка": "5607509000", "москитная сетка": "5804101000", "ватные палочки": "5601219000",
    "ватные диски": "5601219000",

    "ковер": "5705003000", "коврик": "5705003000",

    "тюль": "5804101000", "гобелен": "5805000000", "кружево": "5804219000",

    "платье": "6104490000", "юбка": "6104590000", "брюки": "6104630000", "халат": "6108920000",
    "блузка": "6106909000", "пижама": "6108390000", "футболка": "6109909000", "плавки": "6112319000",
    "свитер": "6110909000", "форма футбольная": "6112190000", "форма хоккейная": "6112190000",
    "форма баскетбольная": "6112190000", "костюм спортивный": "6112190000", "жилет": "6110909000",
    "боди": "6114300000", "колготки": "6115290000", "чулки": "6115301900",
    "носки": "6115950000", "гольфы": "6115961000", "платок": "6117100000", "костюм классический": "6104199009",
    "перчатки": "6116990000", "митенки": "6116930000", "костюм для малышей": "6111909000",
    "шарф": "6117100000", "туника": "6117100000", "комбинезон": "6104630000",

    "купальник": "6211120000", "фартук": "6211421000",
    "комплект нижнего белья": "6212101000", "бюстгальтер": "6212109000",
    "корсет": "6212900000", "галстук": "6215900000", "подтяжки": "6212900000",

    "плед": "6301909000", "одеяло": "6301909000", "штора": "6303929000", "комплект постельного белья": "6302399000",
    "полотенце": "6302600000", "чехол на мебель": "6304990000", "простыня": "6302399000", "наволочка": "6302399000",
    "тент": "6306120000", "палатка": "6306220000","спасательный жилет": "6307200000","пояс спасательный": "6307200000",
    "матрас надувной": "6306400000", "флаг": "6307909800", "балдахин": "6303910000", "заплатка": "6307909800",
    "швейный набор": "6308000000", "набор для шитья": "6308000000", "набор для вышивания": "6308000000",
    "чехол для мебели": "6304990000", "жилет спасательный": "6307200000",

    "ботинки резиновые": "6401921000", "чехлы на обувь": "6401921000", "резиновые ботинки": "6401990000",
    "бутсы": "6402190000", "кроссовки": "6402190000",
    "ботинки": "6402919000",
    "сабо": "6402993900", "сандалии": "6402993900",
    "босоножки": "6402999100", "шлепанцы": "6402999100", "сандали": "6402999100",
    "мокасины": "6402999100", "слипоны": "6402999100",
    "аквашуз": "6404199000",
    "тапочки": "6405209100", "пинетки": "6405209900",
    "стельки": "6406905000", "вкладыш для обуви": "6406905000",
    "гетры": "6406909000", "гамаши": "6406909000",

    "кепка": "6505003000", "бейсболка": "6505003000", "балаклава": "6505009000", "шляпа": "6505001000",
    "защитный головной убор": "6506101000", "шапка": "6506999090", "шлем": "6506101000", "мотошлем": "6506101000",
    "берет": "6505001000", "маска сварщика": "6506101000", "нашлемник спортивный": "6506101000",

    "зонт": "6601999000", "трость": "6602000000",

    "искусственные цвет": "6702100000", "искусственные цветы": "6702100000", "парик": "6704110000",
    "газон искусственный": "6702900000", "ресницы для наращивания": "6704900000",

    "дымоходная труба": "6905900000",

    "зеркало заднего вида": "7009100009", "зеркало для ванной": "7009920000", "зеркало интерьерное": "7009920000",
    "бусина": "7018101900", "бокал": "7013499900",

    "подвеска": "7117900000", "цепочка": "7117900000", "чокер": "7117900000", "шарм": "7117900000",
    "пирсинг": "7117900000", "серьги": "7117900000", "колье": "7117900000", "брошь": "7117900000",
    "браслет": "7117900000", "кольцо": "7117900000", "комплект украшений": "7117900000",

    "цепь велосипедная": "7315111009", "булавка": "7319400000", "спицы для вязания": "7319909000",
    "пружина": "7320208108", "клетка для животных": "7326200001", "портсигар": "7326909202",
    "сковорода": "7323930000", "кастрюля": "7323930000", "скороварка": "7323930000", "стремянка": "7326903000",
    "лестница": "7326903000",

    "секатор": "8201500000", "цепь для пилы": "8202400000", "напильник": "8203100000",
    "пинцет": "8203200001", "пассатижи": "8203200009", "дырокол": "8205909000", "пилка для маникюра": "8214200000",
    "торцевая головка": "8204200000", "рубанок": "8205300000", "туристическая горелка": "8205600000",
    "метчик": "8207401000", "сверло": "8207509000", "бит": "8207903000", "овощечистка": "8205510090",
    "ножницы": "8213000000", "точилка для карандашей": "8214100000", "овощерезка": "8205510090",
    "кусачки маникюрные": "8214200000", "пилка маникюрная": "8214200000", "толкушка для картофеля": "8205510090",
    "ложка чайная": "8215991000", "вилка": "8215991000", "шумовка": "8215999000", "открывалка": "8205510090",
    "терка": "8205510090", "кусачки": "8214200000", "клещи автомобильные": "8203200009", "орехокол": "8205510090",
    "рыбочистка": "8205510090", "ручной измельчитель": "8205510090", "ручная соковыжималка": "8205510090",
    "тяпка": "8201300000","грабли": "8201300000",

    "ключница настенная": "8303004000", "сейф": "8303004000", "ручка мебельная": "8302420000",
    "мебельная фурнитура": "8302420000", "табличка": "8310000000",

    "карбюратор": "8409910008", "водяной насос": "8413810000", "вентилятор": "8414592000",
    "весы": "8423101000", "пароочиститель": "8424300100", "триммер садовый": "8467298000",
    "воздуходувка": "8467292000", "гайковерт": "8467292000", "дрель": "8467292000", "шуруповерт": "8467292000",
    "газонокосилка": "8467298000", "игровая мышь": "8471607000", "снегоуборщик": "8430200000",
    "калькулятор": "8470100000", "клавиатур": "8471606000", "смеситель": "8481801900",
    "обратный клапан": "8481309908", "шаровой кран": "8481808199", "душевой комплект": "8481801900",
    "насадка для садового триммера": "8432295000","насадка для плуга": "8432295000", "лейка для душа": "8481801900",
    "насадка для газонокосилки  ": "8432295000", "мышь": "8471607000", "ноутбук": "8471300000", "принтер": "8443321009",

    "моторчик": "8501109900", "зарядное устройство": "8504405500", "обогреватель": "8516295000",
    "внешний аккумулятор": "8507600000", "внешний аккамулятор": "8507600000",
    "электробритва": "8510100000", "фонарь": "8513100000", "паяльник": "8515110000",
    "фен": "8516310009", "выпрямитель для волос": "8516320000", "плойка": "8516320000",
    "утюг": "8516400000", "аэрогриль": "8516607000", "кабель переходник": "8544429007", "кабель": "8544429007",
    "динамик": "8518299600", "наушники": "8518309500", "беспроводная колонка": "8519899009",
    "аудиокассета": "8523299000", "музыкальный диск": "8523495900", "пластинка виниловая": "8523809900",
    "проектор": "8528699000", "электрическая зубная щетка": "8509800000",
    "звонок дверной": "8531809500", "реле": "8536411000", "розетка": "8536699008", "лампа автомобильная": "8539520009",
    "пульт": "8543708000", "фара автомобильная": "8512200009", "блендер": "8509400000", "кофемолка": "8509400000",
    "мясорубка": "8509400000",

    "амортизатор": "8708803509", "глушитель": "8708923509",
    "рычаг для мототехники": "8714999009", "коляска": "8715001000", "тележка": "8716800000",

    "мотоочки": "9004109100", "очки ": "9004109100", "бинокль": "9005100000", "глюкометр": "9018199000",
    "лупа": "9013800000", "компас": "9014100000", "массажер электрический": "9019101000", "массажер": "9019109009",
    "измерительная рулетка": "9017801000", "линейка": "9017801000", "манометр": "9026202000", "термометр": "9025198009",

    "часы наручные": "9102210000", "настенные часы": "9105210000", "таймер": "9106900000",

    "свисток": "9208900000", "свисток ": "9208900000", "музыкальная шкатулка ": "9208100000",

    "техническое освещение": "9405490039", "уличный светильник": "9405490039", "светильник": "9405290039",
    "подушка": "9404908000", "спальный мешок": "9404300000", "абажур ": "9405990008", "части ламп ": "9405990008",
    "люстра": "9405490039", "настенный светильник": "9405290039",

    "игрушечная машинка": "9503008500", "кукла": "9503002100", "конструктор": "9503003500",
    "мягкая игрушка": "9503004100", "сборная модель": "9503003900", "головоломка": "9503006900",
    "настольная игра": "9504908009", "мозайка": "9504908009", "картина по номерам": "9504908009",
    "игральные карты": "9504400000", "трансформер": "9503009500", "мяч футбольный": "9506620000",
    "маска карнавальная": "9505900000", "карнавальная": "9505900000", "шарик воздушный": "9505900000",
    "удилище": "9507100000", "крючок рыболовный": "9507209000", "катушка": "9507900000", "воблер": "9507900000",
    "аксессуары и оснастка": "9507900000", "мяч волейбольный": "9506620000", "мяч баскетбольный": "9506620000",
    "мяч надувной": "9506620000", "игрушка": "9503009909","интерактивная игрушка": "9503007500",
    "игрушки в наборе": "9503007000", "поводок для рыбалки": "9507900000", "елочные украшения": "9505109000",
    "весло": "9506290000", "очки для купания": "9506290000", "гидрокостюм": "9506290000", "круг надувной": "9506290000",
    "скейтборд": "9506999000", "самокат": "9503001009", "роликовые коньки": "9506703000", "блесна": "9507900000",
    "ракетка для настольного": "9506400001","шарики для настольного": "9506400001","шарики для пинг понга": "9506400001",
    "сетка для настольного": "9506400001", "основа для ракетки": "9506400001", "видеоигра": "9504500001",
    "пазл": "9504908009", "бассейн": "9506999000", "гантели": "9506919000", "карты таро": "9504400000",
    "карточки": "9504908009", "карнавальный аксессуар": "9505900000",

    "зубная щетка": "9603210000", "ершик": "9603909900", "щетка для дома": "9603909900", "щетка для уборки": "9603909900",
    "расческа": "9615110000", "расческа для животных": "9615110000", "спонж косметический": "9616200000",
    "маркер": "9608200000", "пеленка": "9619008909", "щетка стеклоочистителя": "9603500009", "швабра": "9603909900",
    "резинка для волос": "9615900000", "заколка для волос": "9615900000", "аксессуар для волос": "9615900000",
    "набор аксессуаров для волос": "9615900000", "бигуди": "9615900000", "бант для волос": "9615900000",
    "ободок": "9615900000", "штатив": "9620000007", "сито": "9604000000", "щетка для одежды": "9603909900",
    "термос": "9617000001", "термокружка": "9617000001", "диадема": "9615900000", "тампоны": "9619007509",
    "аксессуар для зажигалок": "9613800000", "зажигалка": "9613800000", "прокладки женские": "9619007909",
    "кист для макияж": "9603309000",
}

def convert_auto_codes_to_products():

    output_file = "dictionaries/products.py"

    with open(
            output_file,
            "w",
            encoding="utf-8"
    ) as f:

        f.write("PRODUCTS = {\n\n")

        for name, code in sorted(AUTO_CODES.items()):

            f.write(
                f'    "{name}": {{\n'
                f'        "code": "{code}",\n'
                f'        "patterns": [],\n'
                f'        "aliases": []\n'
                f'    }},\n\n'
            )

        f.write("}\n")

    print(
        f"Создан файл: {output_file}"
    )

convert_auto_codes_to_products()